{
    "lines": [
        {
            "Latitude": 27.119751,
            "Longitude": 115.00027,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3608",
            "Title": "吉安 (出生地)",
            "Detail": [
                {
                    "time": "1232年12月24日",
                    "activity": "出生。"
                },
                {
                    "time": "1233-1237年",
                    "activity": "居乡庐陵。"
                },
                {
                    "time": "1238-1240年",
                    "activity": "入蒙学，受业朱植、曾深甫。"
                },
                {
                    "time": "1241年",
                    "activity": "入白鹭洲书院，从欧阳守道学；又从王泰来学诗。"
                },
                {
                    "time": "1241年",
                    "activity": "本年父良佐死。"
                },
                {
                    "time": "1242-1243年",
                    "activity": "白鹭洲书院读书。"
                },
                {
                    "time": "1244年",
                    "activity": "赴童子试。"
                },
                {
                    "time": "1245-1252年",
                    "activity": "居乡庐陵。"
                },
                {
                    "time": "1253年",
                    "activity": "本年与邓光荐开始交往。"
                },
                {
                    "time": "1254-1256年",
                    "activity": "居乡庐陵。"
                },
                {
                    "time": "1257年",
                    "activity": "儿子将孙生。"
                },
                {
                    "time": "1258年6月17日",
                    "activity": "庐陵乡里长老八十六岁生日，有贺词。作品：《青玉案》（里中上大人谁大）青玉案其三寿老登八十六岁，戊午六月十七日（宋·刘辰翁）里中上大人谁大。人上大、仁难作。八十六翁闲处坐。小生懒惰，近来高卧。忘却今朝贺。甲申还是连珠么。剩有老人星一个。白发朱颜堪婆娑。灵光殿火，昆明劫过。角绮园黄我。"
                },
                {
                    "time": "1258年",
                    "activity": "本年秋，与庐陵同县人王寿鹏、曾应龙举于乡。辰翁居魁。廷对被斥。"
                },
                {
                    "time": "1259年",
                    "activity": "居乡庐陵。福州人陈俞来吉作节度推官。"
                },
                {
                    "time": "1260年",
                    "activity": "结交吉州推官陈俞。"
                },
                {
                    "time": "1263年",
                    "activity": "居庐陵，为入沅的郭德章作序。作品：《郭德章序》（该序文今不存，据刘将孙《送郭士石序》）"
                },
                {
                    "time": "1268年",
                    "activity": "春夏闲居故乡庐陵。"
                },
                {
                    "time": "1269年",
                    "activity": "任中书架阁仅一月半，丁忧，罢归。"
                },
                {
                    "time": "1270年",
                    "activity": "居家庐陵。"
                },
                {
                    "time": "1271年",
                    "activity": "儿子将孙在吉水文昌虎溪读书。"
                },
                {
                    "time": "1272年9月",
                    "activity": "居乡庐陵，和乡贤多有唱和。作品：酹江月（五朝寿俊）（和王槐城唱和据刘宗彬《刘辰翁年谱》第62页。）酹江月/念奴娇其三和朱约山自寿曲，时寿八十四（宋·刘辰翁）五朝寿俊，算生平占得、淳熙四四。三万六千三万了，剩有一千饶底。三百年间，和风丽日，几个能销此。约山山笑，先生不负山矣。今岁甲子重阳，待重数，五百十三甲子。吟万首诗更自和，岁岁寿诗自喜。若比潞公，如今年纪，犹是平章事。先生抚掌，问他闲日能几。"
                },
                {
                    "time": "1273年",
                    "activity": "居乡庐陵，有诗送李参政。作品：送李参政守庐陵归。（此诗今不存。）"
                },
                {
                    "time": "1273年",
                    "activity": "居乡庐陵，时邓剡有词送李嘉廷守满，翁有词和。作品：《木兰花慢》（自崆峒麦熟）木兰花慢其二和中甫李参政席上韵（宋·刘辰翁）引用典故：安石妓　自崆峒麦熟，耕犊满、桔槔闲。笑吾党清谈，长衣櫑具，更进贤冠。仓皇庇公宇下，便秋风、江上不惊寒。雪夜入三城易，槐阴护一家难。东山。零雨几时还。领客竹林间。看满座空尊，轻裘缓带，绿鬓朱颜。风流一笑余事，定碑金、无恙庾家完。又赋南烹初食，明朝餐玉何山。"
                },
                {
                    "time": "1274年",
                    "activity": "居乡庐陵。"
                },
                {
                    "time": "1275年2月",
                    "activity": "居乡庐陵。闻贾似道督师兵败，有感作词。作品：《六州歌头》（向来人道）六州歌头（宋·刘辰翁）序：乙亥二月，贾平章似道督师至太平州鲁港，未见敌，鸣锣而溃。后半月闻报，赋此向来人道，真个胜周公。燕然眇。浯溪小。万世功。再建隆。十五年宇宙，宫中膺。堂中伴。翻虎鼠，搏鹯雀，覆蛇龙。鹤发庞眉，憔悴空山久，来上东封。便一朝符瑞，四十万人同。说甚东风。怕西风。甚边尘起，渔阳惨。霓裳断。广寒宫。青楼杳。朱门悄。镜湖空。里湖通。大纛高牙去，人不见，港重重。斜阳外，芳草碧，落花红。抛尽黄金无计，方知道、前此和戎。但千年传说，夜半一声铜。何面江东。"
                },
                {
                    "time": "1275年5月",
                    "activity": "丞相陈宜中欲除为史馆检阅，请辞。"
                },
                {
                    "time": "1275年10月",
                    "activity": "本月除太学博士，因元兵逼近，断了江西前往临安的道路，未授。"
                },
                {
                    "time": "1276年",
                    "activity": "避祸永阳。有词。作品：《兰陵王》（送春去）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）《青玉案》（无肠可断听花雨）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）兰陵王其二丙子送春（宋·刘辰翁）送春去，春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦？依依甚意绪，漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。春去，最谁苦？但箭雁沉边，梁燕无主，杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾，斜日未能度。春去，尚来否？正江令恨别，庾信愁赋，苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。青玉案其四暮春旅怀（宋·刘辰翁）无肠可断听花雨。沉沉已是三更许。如此残红那得住。一春情绪，半生羁旅，寂寞空山语。霖铃不是相思阻。四十平分犹过五。渐远不知何杜宇。不如归去，不如归去，人在江南路。"
                },
                {
                    "time": "1276年",
                    "activity": "避祸永阳。本年秋，追和刘过多首《唐多令》词，有云：“丙子中秋前，闻歌此词者即席借芦叶满汀洲韵。”作品：《唐多令》（明月满沧洲）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）《唐多令》（寒雁下荒洲）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）《唐多令》（风露小瀛洲洲）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）《唐多令》（日落紫霞洲）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）唐多令其一丙子中秋前，闻歌此词者，即席借芦叶满汀洲韵（宋·刘辰翁）明月满沧洲。长江一意流。更何人、横笛危楼。天地不知兴废事，三十万、八千秋。落叶女墙头。铜驼无恙不。看青山、白骨堆愁。除却月宫花树下，尘坱莽、欲何游。唐多令其三（宋·刘辰翁）寒雁下荒洲。寒声带影流。便寄书、不到红楼。如此月明如此酒，无一事、但悲秋。万弩落潮头。灵胥还怒不。满湖山、犹是春愁。欲向涌金门外去，烟共草、不堪游。　　其二（宋·刘辰翁）风露小瀛洲。斜河倒海流。人间尘、不到琼楼。错向五陵陵上望，几回月、几回秋。落日太湖头。垂虹今是不。醉尊前、往往成愁。便有扁舟西子在，无汗漫、与君游。　　其四（宋·刘辰翁）日落紫霞洲。兰舟稳放流。玉虹仙、如在黄楼。何必锦袍吹玉笛，听欸乃、数声秋。赤壁舞涛头。周郎还到不。倚西风、袅袅余愁。唤起横江飞道士，来伴我、月中游。　　其五（宋·刘辰翁）序：龙洲曲已八九和，复为中斋勉强夜和，中有数语，醉枕忘之零露下长洲。云翻海倒流。素娥深、不到西楼。忽觉断潮归去也，饮不尽、一轮秋。城外土馒头。人能饮恨不。古人不见使吾愁，莫有横江孤鹤过，来伴我、醉中游。　　其七（宋·刘辰翁）残日下瓜洲。平安火又流。月高高、挂古城楼。回首少年真可笑，无一事、又悲秋。天在海边头。天风有意不。结桂枝、袅袅余愁。不是银河无去路，先不去、后难游。"
                },
                {
                    "time": "1276年8月15日",
                    "activity": "避祸永阳。本年中秋节赏月，有填词。作品：《烛影摇红》（明月如冰）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）烛影摇红其二丙子中秋泛月（宋·刘辰翁）明月如冰，乱云飞下斜河去。旋呼艇子载箫声，风景还如故。袅袅余怀何许。听尊前、呜呜似诉。近年潮信，万里阴晴，和天无据。有客秋风，去时留下金盘露。少年终夜奏胡笳，谁料归无路。同是江南倦旅。对婵娟、君歌我舞。醉中休问，明月明年，人在何处。"
                },
                {
                    "time": "1276年",
                    "activity": "避祸永阳。儿子将孙二十岁生日，有词。作品：《临江仙》（二十年前此日）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）临江仙其四将孙生日赋（宋·刘辰翁）二十年前此日，女兄庆我生儿。簪萱弄彩听孙啼。典衣沽美酒，数待冠昏时。乱后飘零独在，紫荆墓棘风吹。尊前万事莫寻思。儿童看有子，白发故应衰。"
                },
                {
                    "time": "1277年1月15日",
                    "activity": "避祸永阳。有感于李清照《永遇乐》元夕词，追和一首，表达对故土的缅怀和伤痛。作品：《永遇乐》（璧月初晴）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）永遇乐其一（宋·刘辰翁）序：余自乙亥上元诵李易安永遇乐，为之涕下。今三年矣，每闻此词，辄不自堪。遂依其声，又托之易安自喻。虽辞情不及，而悲苦过之璧月初晴，黛云远澹，春事谁主。禁苑娇寒，湖堤倦暖，前度遽如许。香尘暗陌，华灯明昼，长是懒携手去。谁知道，断烟禁夜，满城似愁风雨。宣和旧日，临安南渡，芳景犹自如故。缃帙流离，风鬟三五，能赋词最苦。江南无路，鄜州今夜，此苦又谁知否。空相对，残釭无寐，满村社鼓。"
                },
                {
                    "time": "1277年",
                    "activity": "避祸永阳。有词追和彭元逊，序云：“丁丑感怀和彭明叔韵。”作品：《兰陵王》（雁归北）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）兰陵王其一丁丑感怀和彭明叔韵（宋·刘辰翁）雁归北。渺渺茫茫似客。春湖里，曾见去帆，谁遣江头絮风息。千年记当日。难得。宽闲抱膝。兴亡事，马上飞花，看取残阳照亭驿。哀拍。愿归骨。怅毡帐何匹，湩酪何食。相思青冢头应白。想荒坟酹酒，过车回首，香魂携手抱相泣。但青草无色。语绝。更愁极。漫一番青青，一番陈迹。瑶池黄竹哀离席。约八骏犹到，露桃重摘。金铜知道，忍去国，忍去国。"
                },
                {
                    "time": "1277年",
                    "activity": "避祸永阳。本年还作有其他感春伤怀之作。作品：《菩萨蛮》（殷勤欲送春归去）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）菩萨蛮其五丁丑送春（宋·刘辰翁）殷勤欲送春归去。白首题将断肠句。春去自依依。欲归无处归。天涯同是寓。握手留春住。小住碧桃枝。桃根不属谁。"
                },
                {
                    "time": "1277年",
                    "activity": "避祸永阳。同乡朋友王城山六十五生日，辰翁有诗为贺。作品：《寿城山六十五》（留得八千唐刺史）（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）寿城山六十五（宋·刘辰翁）　　七言律诗　押真韵留得八千唐刺史，看成百亿宰官身。不争一月大小闰，犹是两朝耆俊人。今岁两翻初度日，明年三十六宫春。近来化得乡君子，为报麻姑不更尘。"
                },
                {
                    "time": "1278年",
                    "activity": "是年辰翁回庐陵故居，秋与二僧登华盖岭，有词。作品：《齐天乐》（蒋陵故是簪花路）齐天乐其三戊寅登高，即席和秋崖韵（宋·刘辰翁）蒋陵故是簪花路。风烟奈何秋暑。候馆凋梧，宫墙断柳，谁识当年倦旅。余怀何许。想上马人扶，翠眉愁聚。旧日方回，而今能赋断肠语。登高能赋最苦。叹高高难问，欲望迷处。蝶绕东篱，鸿翻上苑，那更画梁辞主。来今往古。漫湛辈同来，远公回去。我醉安归，黄花扶路舞。"
                },
                {
                    "time": "1279年1月15日",
                    "activity": "是年元宵节和邓剡交，唱和有词。作品：《永遇乐》（灯舫华星）永遇乐其二（宋·刘辰翁）余方痛海上元夕之习，邓中甫适和易安词至，遂以其事吊之。灯舫华星，崖山碇口，官军围处。璧月辉圆，银花焰短，春事遽如许。麟洲清浅，鳌山流播，愁似汨罗夜雨。还知道，良辰美景，当时邺下仙侣。而今无奈，元正元夕，把似月朝十五。小庙看灯，团街转鼓，总似添恻楚。传柑袖冷，吹藜漏尽，又见岁来岁去。空犹记，弓弯一句，似虞兮语。"
                },
                {
                    "time": "1279年1月15日",
                    "activity": "是年元宵节又有词，序云：“己卯灯夕，留城停中坐”等。作品：《恋绣衾》（胭脂不涴紫玉箫）恋绣衾其一宫中吹箫（宋·刘辰翁）胭脂不涴紫玉箫。认宫中、银字未销。但凤去、台空古，比落花、无第二朝。天涯流落哀声在，听乌乌、不似内娇。漫身似、商人妇，泣孤舟、长夜寂寥。"
                },
                {
                    "time": "1279年",
                    "activity": "是年春，为乡友胡盘居生日作词。作品：《双调望江南》（盘之所）望江南/忆江南其四胡盘居生日（宋·刘辰翁）盘之所，春蝶舞晴暄。溪傍野梅根种玉，墙围修竹笋生鞭。深院待回仙。嘉熙好，四十二年前。犹记五星丁卯聚，更迟几岁甲申连。快活共千年。"
                },
                {
                    "time": "1279年9月14日",
                    "activity": "本年九月友人周溪园（应合）生日，辰翁有寿词。作品：《水调歌头》（先生岂我辈）（年份据吴熊和等《唐宋词汇评·两宋卷》第3770页。）《水调歌头》（似似不常似）水调歌头其四寿周溪园，有序（宋·刘辰翁）天九积阳，月半将望。恭惟某官，嘉定间气，西江耆英。乔木南山，为人父，为众父；光风霁月，有一天，有二天。固宜十万户之民，同致八千秋之祝。某俚歌水调，上赞金丹，辄陈宗工，窃幸微眄。先生岂我辈，造物乃其徒。荷衣自放林壑，亦未弃银鱼。留得东篱晚节，笑倒龙山秃帽，一醉插茱萸。天下有大老，携手盍归乎。别头经，三昼梦，一编书。向之麟者止矣，且看老溪图。历遍后天既未，依约明朝三五，乾体适当符。还以奉公寿，不是讲鹅湖。水调歌头其五（宋·刘辰翁）日献洞宾公像于溪园先生，报以阶庭府公耐轩寿容，曰：是类吾子。且三叠前水调以证之，于是某得自号为小耐矣。虽甚无似，不敢当。顾公所览揆如此，谊不虚辱，敢续之好歌，毋忘佳话。似似不常似，似我一生徒。画工自画龙种，忽近海飞鱼。大笑北宫称弟，遂使西河疑女，同气自椒萸。且谓杜公者，即是老君乎。日给华，芎藭本，薛羊书。马师真只这是，可是躄浮图。大小卢同马异，天下使君与操，但欠虎铜符。说甚左眼痣，已过洞庭湖。"
                },
                {
                    "time": "1279年",
                    "activity": "本年还为朱佐撰写书楼记。作品：《古山楼记》"
                },
                {
                    "time": "1279年",
                    "activity": "应白鹭洲书院山长之请，作纪念江万里文。作品：《鹭洲书院江文忠公祠堂记》"
                },
                {
                    "time": "1280年",
                    "activity": "从彭泽返回庐陵，鄱阳柴景实来访。作序相送。"
                },
                {
                    "time": "1280年",
                    "activity": "居乡庐陵。作品：《减字木兰花》（送春待晓）减字木兰花其六庚辰送春（宋·刘辰翁）送春待晓。春是五更先去了。我醉方知。春正怜伊怕别伊。留君不可。归到海边方忆我。做尽花归。欲赠君时少一枝。"
                },
                {
                    "time": "1280年",
                    "activity": "茶陵陈俊来访，辰翁作记送之。作品：《汲古堂记》"
                },
                {
                    "time": "1281年5月5日",
                    "activity": "本年端午节，辰翁在回乡途中过，有追和陈简斋词。作品：《临江仙》（旧日采莲羞半面）临江仙其十三辛巳端午和陈简斋韵（宋·刘辰翁）旧日采莲羞半面，至今回首匆匆。梦穿斜日水云红。痴心犹独自，等待郑公风。海上颓云潮不返，侧身空堕辽东。人间天上几时同。宫衣元不遇，无语醉醒中。"
                },
                {
                    "time": "1281年8月10日",
                    "activity": "本年闰八月，辰翁自黄州归乡，有词序云：“辛巳前八月九日夜，自黄州步归，……明日为赋此寄之。”作品：《水调歌头》（山水无宿约）水调歌头其十四（宋·刘辰翁）辛巳前八月九日夜，自黄州步归，萧英甫以舟泛余舣本觉寺门外，夜深未能睡，明日为赋此寄之。山水无宿约，村暗自当还。不知有客乘兴，载我弄沧湾。酒吸明河欲尽，月落三星在下，未放水风闲。影转松起舞，扶步入林间。恨无人，横野笛，叫关山。知君慷慨何事，惜得米阳关。看取大江东去，把酒凄然北望，说著泪潺湲。我饮自须尽，君唱有何难。"
                },
                {
                    "time": "1281年9月9日",
                    "activity": "本年重阳节，辰翁和乡友刘仲简有唱和词，序云：“和刘仲简九日韵。”作品：《沁园春》（九日黄花）沁园春其五和刘仲简九日韵（宋·刘辰翁）九日黄花，渊明之后，谁当汝俦。记龙山昨夜，寒泉九井，帽轻似叶，须戟如虬。庚扇西风，孔林落照，银海横波十二楼。闲笑道，那华亭上蔡，再见何由。人生似我何求。算惟有高人高处游。笑如今别驾，前时方外，尘埃半百，岁月如流。如此连墙，今年不见，一首犹胜万户侯。偷闲好，便明朝有约，莫莫休休。"
                },
                {
                    "time": "1281年",
                    "activity": "居乡庐陵，以诗文会友。作品：《摸鱼儿》（道醉乡、无边无岸）摸鱼儿其三（宋·刘辰翁）三百年、人间天上，遽如许、遽如许。落花寒食东风雨，漠漠长陵抔土。魂归否。怕些不分明，又堕人笺疏。且无相负。记昔与诸贤，共谈洛下，曾识老人父。牛衣泪，冷落闻鸡东府。风尘曾独深虑。子规声断长门晓，春梦不堪重做。千万古。但目极心伤，宛转虞兮楚。江东日暮。想野草荒田，而今何处，不待雍门鼓。　　其九（宋·刘辰翁）今岁海棠迟开半月，然一夕如雪，无饮余者，赋此寄恨。是他家、绛唇翠袖，可容卿有功否。相思不到胭脂井，只隔东林烟柳。春去又。漫一夜东风，吹得花成旧。无人举酒。但照影堤流，图他红泪，飘洒到襟袖。人间事，大半归谋诸妇。不如意十八九。敲门夜半窥园李，赤脚玉川惊走。何处有。更炙烛风流，看到人归后。休休回首。笑旧日园林，佺巢蜀锦，处处可携手。　　其十一（宋·刘辰翁）正何须、阳关肠断，吴姬苦劝人酒。中年怀抱萦萦处，看取伴烟和柳。柳摇首。笑飞到家山，已是酴醾后。留连话旧。问溪上儿童，颇曾见我，有此故人否。相逢地，还忆今宵三韭。青山知了迎候。东风自送归帆去，吹得乱红沾袖。暮云皱。听杜宇高高，啼向无何有。江花垂手。任春色重来，江花更好，难可少年又。　　其十二（宋·刘辰翁）待欲□、家山未得，方知名不如酒。丹砂便做金句漏，难遣鬓青似柳。试搔首。记移竹南塘，又是三年后。情怀非旧。叹少日相如，垆边老去，能赋上林否。种兰处，赢得青青种韭。渊明中路相候。何须更待三三径，也自长拖衫袖。青袍皱。便持当金貂，赊取邻家有。小儿拍手。笑昨醉如泥，盟言止酒，何事醒来又。　　其十八（宋·刘辰翁）醉与君、狂歌又笑，不知当日何调。孤山梅下吟魂冷，说甚那时苏小。沧波眇。奈此岛，累累竟是谁家表。归欤白鸟。看四圣飘香，朱门金榜，化作竺飞峤。衰也久，旧游梦翠禽绕。坱兮轧、皎兮窈。相思一夜窗前白，谁识余怀渺渺。残年了。听画角，悲凉又是霜天晓。馀音杳缈。叹五十之年，我加八九，君隔几科诏。"
                },
                {
                    "time": "1281年",
                    "activity": "本年冬，与邓剡多有唱和。有和梅词等。作品：《摸鱼儿》（记歌头辛壬癸甲）摸鱼儿其五辛巳冬和中斋梅词（宋·刘辰翁）记歌头、辛壬癸甲，乌乌能知谁晓。梅花不待元宵好，雪月交光独照。愁未老。更老似渠□，冷面迎相笑。君词定峭。但减十年前，偎桃傍李，肯独为梅好。山中好。可但一枝春早。道边无限花草。米嘉荣共何戡在，还忆永新娇小。明年了。又唤起流莺，又自愁鹃叫。东皇太昊。更不是琼花，香无半点，一笑使人倒。"
                },
                {
                    "time": "1281年12月24日",
                    "activity": "本年生日，有自寿词。作品：《摸鱼儿》（是耶非吾年如此）摸鱼儿其十九辛巳自寿年五十（宋·刘辰翁）是耶非、吾年如此，更痴更悔今昨。狂吟近日疏于酒，转似秋山瘦削。浑未觉。恁儿子门生，前度登高弱。情怀又恶。叹亲友中年，不堪离别，况复久零落。长生药。有分神仙难学。人生聊复行乐。百年半梦随流水，半在南枝北萼。妾命薄。但寂寞黄昏，时听城楼角。愁无可著。且取醉尊前，明朝休问，昨日已忘却。"
                },
                {
                    "time": "1281年12月30日",
                    "activity": "本年除夕，辰翁不胜感慨，有词。作品：《捉拍丑奴儿》（送岁可无诗）摊破南乡子其一辛巳除夕（宋·刘辰翁）送岁可无诗。得团栾、忍不开眉。不记去年今夕梦，江东怀抱，江西信息，舍北妻儿。五十扊扅炊。待五十、富贵成痴。百年苦乐乘除看，今年一半，明年一半，更似儿时。"
                },
                {
                    "time": "1281年",
                    "activity": "庐陵同乡刘自昭为其芷堂求记。作品：《芷堂记》"
                },
                {
                    "time": "1282年5月5日",
                    "activity": "本年端午，辰翁有感填词金缕曲一首，题曰“壬午五日”。作品：《金缕曲》（叶叶跳珠雨）金缕曲其十三壬午五日（宋·刘辰翁）叶叶跳珠雨。里湖通、十里红香，画桡齐举。昨梦天风高黄鹄，下俯人间何许。但动地、潮声如鼓。竹阁楼台青青草，问木棉、羁客魂归否。盘泣露，寺钟语。梦回酷似灵均苦。叹神游、前度都非，明朝重五。满眼离骚无人赋，忘却君愁吊古。任醉里、乌乌缕缕。渺渺茂陵安期叟，共鄗池、夜别还于楚。采涧绿，久延伫。"
                },
                {
                    "time": "1282年7月7日",
                    "activity": "本年七夕节，辰翁有感填词临江仙一首，题曰“壬午七夕”。作品：《临江仙》（天际何分南与北）临江仙其三壬午七夕（宋·刘辰翁）天际何分南与北，五更纵又成横。夜来拾得断河星。化为一片石，持去问君平。老大看天一笑，儿童问我须应。向来牛女本无名。要知天上事，亦似谤先生。"
                },
                {
                    "time": "1282年8月15日",
                    "activity": "本年中秋节天雨不见月，辰翁有感填词虞美人一首，题曰“壬午中秋雨后不见月”。作品：《虞美人》（湿云待向三更吐）虞美人其十三壬午中秋雨后不见月（宋·刘辰翁）湿云待向三更吐。更是沉沉雨。眼前儿女意堪怜。不说明朝后日、说明年。当年知道晴三鼓。便似佳期误。笑他拜月不曾圆。只是今朝北望、也凄然。"
                },
                {
                    "time": "1282年9月9日",
                    "activity": "本年重阳节，辰翁有感填词浣溪沙一首，题曰“壬午九日”。作品：《浣溪沙》（身是去年人尚健）浣溪沙其二壬午九日（宋·刘辰翁）身是去年人尚健。心知十日事如常。眼前杯酒是重阳。破帽簪萸携素手，长歌藉草慰寒香。儿童怪我老来狂。"
                },
                {
                    "time": "1282年10月1日",
                    "activity": "十月初一，为宋代冬季暖炉日，辰翁有词，题曰：“壬午开炉日戏作”作品：《汉宫春》（雨入轻寒）汉宫春其一壬午开炉日戏作（宋·刘辰翁）雨入轻寒，但新篘未试，荒了东篱。朝来暗惊翠袖，重倚屏帏。明窗丽阁，为何人、冷落多时。催重顿，妆台侧畔，画堂未怕春迟。漫省茸香粉晕，记去年醉里，题字倾敧。红炉未深乍暖，儿女成围。茶香疏处，画残灰、自说心期。容膝好，团栾分芋，前村夜雪初归。"
                },
                {
                    "time": "1283年1月15日",
                    "activity": "正月十五元宵节天气晴好，辰翁有感，填词唐多令一首，题曰：“癸未上元午晴”作品：《唐多令》（春雨满江城）唐多令其八癸未上元午晴（宋·刘辰翁）春雨满江城。汀洲春水生。更悲久雨似春酲。犹有一般天富贵，夜来雨、早来晴。年少总看灯。老来犹故情。便无灯、也自盈盈。说著春情谁不爱，今夜月、有人行。"
                },
                {
                    "time": "1283年9月",
                    "activity": "为庐陵县治习溪桥作记。作品：《习溪桥记》"
                },
                {
                    "time": "1283年12月",
                    "activity": "为庐陵乡贤王槐城寿，有词三首。序云：“槐城赋以自寿，又和韵见寿，三和谢之”作品：《念奴娇》（先生自寿）《念奴娇》（枯寒生晚）《念奴娇》（吾年如此）念奴娇其一槐城赋以自寿，又和韵见寿，三和谢之（宋·刘辰翁）先生自寿，拥衾寒，重赋凌云游意。我有大儿孔文举，弱冠骎骎暮齿。桃已三偷，树犹如此，前度花开几。蓬莱可塞，还童却老无计。为此援笔翩翩，大江东去，好似歌头起。寄与两家孙又子，长看以文为戏。某所某公，同年同月，谁剪招魂纸。前三例好，不须举后三例。念奴娇其二（宋·刘辰翁）枯寒生晚，复何似、张绪少年时意。薄命不逢何至此，满眼啼妆龋齿。城是城非，年来年去，万八千能几。半痴半了，更痴儿计孙计。回首仕已半生，仕何如已，已矣羞拈起。幸有橘丸丸日大，且复从公围戏。若论弹文，更书谤箧，吾历无馀纸。多年致仕，大都有甚恩例。　　其三（宋·刘辰翁）吾年如此，更梦里、犹作狼居胥意。千首新诗千斛酒，管甚侯何齿。员峤波翻，瀛洲尘败，吾屐能销几。经丘寻壑，是他早计迟计。犹记辰巳嗟嗟，故人贺我，且勉呼君起。五十不来来过二，方悟人言都戏。以我情怀，借公篇韵，恨不天为纸。馀生一笑，不须邴曼容例。"
                },
                {
                    "time": "1283年12月30日",
                    "activity": "本年守岁，有词。作品：《摸鱼儿》（是疑他、春来倏忽）摸鱼儿其三（宋·刘辰翁）三百年、人间天上，遽如许、遽如许。落花寒食东风雨，漠漠长陵抔土。魂归否。怕些不分明，又堕人笺疏。且无相负。记昔与诸贤，共谈洛下，曾识老人父。牛衣泪，冷落闻鸡东府。风尘曾独深虑。子规声断长门晓，春梦不堪重做。千万古。但目极心伤，宛转虞兮楚。江东日暮。想野草荒田，而今何处，不待雍门鼓。　　其九（宋·刘辰翁）今岁海棠迟开半月，然一夕如雪，无饮余者，赋此寄恨。是他家、绛唇翠袖，可容卿有功否。相思不到胭脂井，只隔东林烟柳。春去又。漫一夜东风，吹得花成旧。无人举酒。但照影堤流，图他红泪，飘洒到襟袖。人间事，大半归谋诸妇。不如意十八九。敲门夜半窥园李，赤脚玉川惊走。何处有。更炙烛风流，看到人归后。休休回首。笑旧日园林，佺巢蜀锦，处处可携手。　　其十一（宋·刘辰翁）正何须、阳关肠断，吴姬苦劝人酒。中年怀抱萦萦处，看取伴烟和柳。柳摇首。笑飞到家山，已是酴醾后。留连话旧。问溪上儿童，颇曾见我，有此故人否。相逢地，还忆今宵三韭。青山知了迎候。东风自送归帆去，吹得乱红沾袖。暮云皱。听杜宇高高，啼向无何有。江花垂手。任春色重来，江花更好，难可少年又。　　其十二（宋·刘辰翁）待欲□、家山未得，方知名不如酒。丹砂便做金句漏，难遣鬓青似柳。试搔首。记移竹南塘，又是三年后。情怀非旧。叹少日相如，垆边老去，能赋上林否。种兰处，赢得青青种韭。渊明中路相候。何须更待三三径，也自长拖衫袖。青袍皱。便持当金貂，赊取邻家有。小儿拍手。笑昨醉如泥，盟言止酒，何事醒来又。　　其十八（宋·刘辰翁）醉与君、狂歌又笑，不知当日何调。孤山梅下吟魂冷，说甚那时苏小。沧波眇。奈此岛，累累竟是谁家表。归欤白鸟。看四圣飘香，朱门金榜，化作竺飞峤。衰也久，旧游梦翠禽绕。坱兮轧、皎兮窈。相思一夜窗前白，谁识余怀渺渺。残年了。听画角，悲凉又是霜天晓。馀音杳缈。叹五十之年，我加八九，君隔几科诏。"
                },
                {
                    "time": "1283年",
                    "activity": "本年陈静山生日，辰翁有词贺。作品：《金缕曲》（昨醉君家酒）金缕曲其六寿陈静山（宋·刘辰翁）昨醉君家酒。从今十万八千场，未疏老友。人道水仙标格俊，不许梅花殿后。但赢得、一年年瘦。迤逦聚星楼上雪，待天风、浩荡重携手。酌君酒，献君寿。年前春入燕台柳。看联翩、四辈金鞭，长楸承受。岂有中朝瓯覆久，更落闽山海口。端自有、玉堂金斗。我喜明年申又酉，但乞浆、所得皆醇酎。拚醉里，送行昼。"
                },
                {
                    "time": "1283年",
                    "activity": "友人李鹤田（钰）飘零回归后再游杭州，作诗相赠。作品：《送李鹤田》再游古杭。"
                },
                {
                    "time": "1284年",
                    "activity": "居家庐陵。作品：《恋绣衾》（胭脂不涴紫玉箫）恋绣衾其一宫中吹箫（宋·刘辰翁）胭脂不涴紫玉箫。认宫中、银字未销。但凤去、台空古，比落花、无第二朝。天涯流落哀声在，听乌乌、不似内娇。漫身似、商人妇，泣孤舟、长夜寂寥。"
                },
                {
                    "time": "1284年",
                    "activity": "居家庐陵，怀念故都临安。作品：《留京》（远梦孤难到）留京（宋·刘辰翁）　　五言律诗　押微韵远梦孤难到，凭高烟景微。重留山仆怨，数别里人稀。病用寒衣尽，书无定日归。十年行役事，俯首辄歔欷。"
                },
                {
                    "time": "1284年",
                    "activity": "乡人康衢山生日，有词贺。作品：《霜天晓月》（问春来未）霜天晓角其一寿康臞山（宋·刘辰翁）问春来未。也似辛壬癸。如此男儿五十，又过却、孔融二。画堂孙子子。新桃如故垒。不管明朝后日，春满眼、是千岁。"
                },
                {
                    "time": "1284年",
                    "activity": "居家庐陵，怀念去年中秋与马观复畅游之事，有词并序。作品：《桂枝香》（吹箫人去）桂枝香寄扬州马观复。时新旧侯交恶，甚思去年中秋泛月，感恨难言（宋·刘辰翁）吹箫人去。但桂影徘徊，荒杯承露。东望芙蓉缥缈，寒光如注。去年夜半横江梦，倚危樯，参差曾赋。茫茫角动，回舟尽兴，未惊鸥鹭。情知道、明年何处。漫待客黄楼，尘波前度。二十四桥，颇有杜书记否。二三字者今如此，看使君、角巾东路。人间俯仰，悲欢何限，团圆如故。"
                },
                {
                    "time": "1284年",
                    "activity": "居家庐陵，怀念老友彭元逊，有词作相和。作品：《忆旧游》（渺山城故苑）忆旧游和巽吾相忆寄韵（宋·刘辰翁）　　押尤韵渺山城故苑，烟横绿野，林胜青油。甚相思只在，华清泉侧，凝碧池头。故人念我何处，堕泪水西流。念寒食如君，江南似我，花絮悠悠。不知身南北，对断烟禁火，蹇六年留。恨听莺不见，到而今又恨，睍睆成愁。去年相携流落，回首隔芳洲。但行去行来，春风春水无过舟。"
                },
                {
                    "time": "1284年",
                    "activity": "居家庐陵，本年周天骥耐轩生日，有寿词贺。作品：《燕春台》（五十三年）宴春台寿周耐轩（宋·刘辰翁）五十三年，韶华刚度，今年夏五十三。瑞鹤朝来，待公弥月重探。人生贵寿多男。看斓斑室，添个荷衫。□□□，亭亭八面，醉倚红酣。承平故事，暇日清谈。云龙风虎，塞北江南。午桥午枕，羲皇白日如惔。手种蟠桃，明年看取，实大如柑。奈何堪。天妒人睡美，趣趁朝参。"
                },
                {
                    "time": "1285年1月15日",
                    "activity": "居家庐陵，元宵节有词。作品：《卜算子》（不是重看灯）卜算子其一元宵（宋·刘辰翁）不是重看灯，重见河边女。长是蛾儿作队行，路转风吹去。十载庆元宵，满耳番腔鼓。欲识尊前太守谁，起向尊前舞。"
                },
                {
                    "time": "1285年1月",
                    "activity": "本年游南岗禅寺，作记。作品：《南岗禅寺记》（吴企明《刘辰翁年谱》作3月，当误。）"
                },
                {
                    "time": "1285年3月",
                    "activity": "吉州龙泉县改夫子庙为县学，为之作记。作品：《吉州龙泉县新学记》"
                },
                {
                    "time": "1285年9月9日",
                    "activity": "重阳节登高，有词二首，题曰：“乙酉九日”作品：《南乡子》（宽处略从容）《玉楼春》（龙山歌舞无人道）南乡子其一乙酉九日（宋·刘辰翁）宽处略从容。华水华山自不同。旧日诸贤携手恨，匆匆。只说明年甚处重。几岁避辽东。茅竹秋风一并空。欲望辽东何处是，濛濛。也似秦楼一梦中。玉楼春其二乙酉九日（宋·刘辰翁）龙山歌舞无人道。只说先生狂落帽。秋风亦是可怜人，要令天意知人老。菊花不为重阳早。自爱古人诗句恼。与君郑重说□□，残年惟有重阳好。"
                },
                {
                    "time": "1285年",
                    "activity": "友人邓剡祥兴二年被俘后于本年遣还抵庐陵故乡。此年生日，辰翁有贺词。作品：《洞仙歌》（也曾海上）洞仙歌其一寿中甫（宋·刘辰翁）也曾海上，啖如瓜大枣。海上归来相公老。画堂深、满引明月清风，家山好、一笑尘生蓬岛。六年春易过，赢得清阴，到处持杯藉芳草。看明年此日，人在黄金台上，早整顿、乾坤事了。但细数齐年几人存，更宰相高年，几人能到。"
                },
                {
                    "time": "1285年",
                    "activity": "和李云岩词一首。作品：《百字令》（少微星小）百字令其一（宋·刘辰翁）序：李云岩先生远记初度，手写去年赤壁歌，岁晚寄之，少贱不敢当也。匆匆和韵，寄长须去，倘以可教则教之。少微星小。抚剑气横空，隐见林杪。夜来宋都如雨，更长得奇哉懰皎。与汝三龄，览余初度，一语占先兆。暮年喜见，甲申聚五星照。堪叹亡国馀民，老人孺子，尔汝霜桥晓。骑马听鸡朝寂寞，梦入南枝三绕。洛社耆英，行窝真率，著我真堪笑。与公试数，开禧嘉定宝绍。"
                },
                {
                    "time": "1286年7月",
                    "activity": "为庐陵万安县舜祠写买田记。作品：《万安县舜祠买田记》"
                },
                {
                    "time": "1286年9月9日",
                    "activity": "本年重阳节有词。作品：《金缕曲》（风雨东篱晚）金缕曲其十七丙戌九日（宋·刘辰翁）风雨东篱晚。渺人间、南北东西，平芜烟远。旧日携壶吹帽处，一色沈冥何限。天不遣、魂销肠断。不是苦无看山分，料青山、也自羞人面。秋后瘦，老来倦。惊回昨梦青山转。恨一林、金粟都空，静无人见。默默黄花明朝有，只待插花寻伴。又谁笑、今朝蝶怨。潦倒玉山休重醉，到簪萸、忍待人频劝。今又惜，几人健。"
                },
                {
                    "time": "1286年12月",
                    "activity": "本月死于二月份的丁守廉下葬，为之写墓志铭。作品：《丁守廉墓志铭》"
                },
                {
                    "time": "1286年",
                    "activity": "卒于十月的萧寿甫年底下葬，为之写墓志铭。作品：《萧寿甫墓志铭》"
                },
                {
                    "time": "1286年",
                    "activity": "新喻县学重修大成殿，为之作记。作品：《临江军新喻县学重修大成殿记》"
                },
                {
                    "time": "1287年3月",
                    "activity": "友人黄纯父卒，葬于三月，为之写墓志铭。作品：《黄纯父墓志铭》"
                },
                {
                    "time": "1287年",
                    "activity": "僧绍隆请居空相院废居，为之作记。作品：《空相院记》"
                },
                {
                    "time": "1287年",
                    "activity": "本年友人刘达仲卒，为之作墓志铭。作品：《乐邱处士墓志铭》"
                },
                {
                    "time": "1288年",
                    "activity": "居家庐陵。作品：《摸鱼儿》（也何须晴如那日）摸鱼儿其十七水东桃花下赋（宋·刘辰翁）也何须、晴如那日，欣然且过江去。玄都纵有看花便，耿耿自羞前度。堪恨处。人道是，漫山先落坡翁句。东风绮语。但适意当前，来寻须赋，此土亦吾圃。海山石，犹记芙蓉城主。弹过飞种成土。是间便作仙客杏，谁与一栽千树。朝又暮。怅二十五年，临路花如故。人生自苦。只唤渡观桃，侵寻至此，世事奈何许。"
                },
                {
                    "time": "1289年",
                    "activity": "临川尚学林来访，逢生日，为之作词贺寿。作品：《减字木兰花》（相州锦好）减字木兰花其七尚学林己丑寿旦，适归庐陵。其先世相州人，居永和，今家临川（宋·刘辰翁）相州锦好。待到相州人已老。颍水归田。白鹭惊猜已十年。太师尚父。晚遇明时方用武。大笑相逢。把酒家乡是客中。"
                },
                {
                    "time": "1289年",
                    "activity": "居家庐陵。作品：《岂畦记》《大梵寺记》"
                },
                {
                    "time": "1290年9月",
                    "activity": "元蒙丞相莽哈代出镇江西，四十余天亡，九月葬，为之作祭文。"
                },
                {
                    "time": "1290年",
                    "activity": "居家庐陵读书，江万里外甥刘复村来访。"
                },
                {
                    "time": "1291年",
                    "activity": "居家庐陵，乡贤朱墨轩八十，有贺词。作品：《临江仙》（旧日诗肠论斗酒）（词作系年据吴熊和等《唐宋词汇评·两宋卷》第3737页。）临江仙其五贺默轩（宋·刘辰翁）旧日诗肠论斗酒，风流怀抱如倾。几年不听渭城声。尊前无贺老，卷里少弥明。闻说语言都好，便应步履全轻。长生第一是风僧。额前书八十，能说又能行。"
                },
                {
                    "time": "1292年",
                    "activity": "本年为乡贤王槐城六十一岁寿作贺词。作品：《沁园春》（六十一翁）沁园春其一和槐城自寿（宋·刘辰翁）六十一翁，垂银带鱼，插四角轮。把百个今朝，重排花甲，十年前事，似臼齑辛。骰选功名，酒中富贵，管取当筵满劝旬。槐知道，待二郎做甚，父子封申。便应际会昌辰。怕林下相逢未是真。看焚芰裂荷，起钟山笑，卖田僦马，堕贡生贫。后六十年，有无穷事，是宰官身是报身。年来好，莫做他宰相，便是全人。"
                },
                {
                    "time": "1292年",
                    "activity": "本年春，为前年卒于江西的莽哈代作美棠文。作品：《丞相莽哈代美棠碑文》"
                },
                {
                    "time": "1292年",
                    "activity": "为去年建成的长沙廉坊司题名作记。作品：《长沙廉访司题名记》"
                },
                {
                    "time": "1293年",
                    "activity": "春，应友人邀请作龟山书院记。作品：《南剑龟山书院记》"
                },
                {
                    "time": "1294年",
                    "activity": "本年春日，有词记之。作品：《水调歌头》（又非他今年晴少）摸鱼儿其八甲午送春（宋·刘辰翁）又非他、今年晴少，海棠也恁空过。清羸欲与花同梦，不似蝶深深卧。春怜我。我又自、怜伊不见侬赓和。已无可奈。但愁满清漳，君归何处，无泪与君堕。春去也，尚欲留春可可。问公一醉能颇。钟情剩有词千首，待写大招招些。休阿那。阿那看、荒荒得似江南么。老夫婆娑。问篱下闲花，残红有在，容我更簪朵。"
                },
                {
                    "time": "1294年5月5日",
                    "activity": "端午节和邓剡有唱和。作品：《摸鱼儿》（醒复醒、行吟泽畔）摸鱼儿其三（宋·刘辰翁）三百年、人间天上，遽如许、遽如许。落花寒食东风雨，漠漠长陵抔土。魂归否。怕些不分明，又堕人笺疏。且无相负。记昔与诸贤，共谈洛下，曾识老人父。牛衣泪，冷落闻鸡东府。风尘曾独深虑。子规声断长门晓，春梦不堪重做。千万古。但目极心伤，宛转虞兮楚。江东日暮。想野草荒田，而今何处，不待雍门鼓。　　其九（宋·刘辰翁）今岁海棠迟开半月，然一夕如雪，无饮余者，赋此寄恨。是他家、绛唇翠袖，可容卿有功否。相思不到胭脂井，只隔东林烟柳。春去又。漫一夜东风，吹得花成旧。无人举酒。但照影堤流，图他红泪，飘洒到襟袖。人间事，大半归谋诸妇。不如意十八九。敲门夜半窥园李，赤脚玉川惊走。何处有。更炙烛风流，看到人归后。休休回首。笑旧日园林，佺巢蜀锦，处处可携手。　　其十一（宋·刘辰翁）正何须、阳关肠断，吴姬苦劝人酒。中年怀抱萦萦处，看取伴烟和柳。柳摇首。笑飞到家山，已是酴醾后。留连话旧。问溪上儿童，颇曾见我，有此故人否。相逢地，还忆今宵三韭。青山知了迎候。东风自送归帆去，吹得乱红沾袖。暮云皱。听杜宇高高，啼向无何有。江花垂手。任春色重来，江花更好，难可少年又。　　其十二（宋·刘辰翁）待欲□、家山未得，方知名不如酒。丹砂便做金句漏，难遣鬓青似柳。试搔首。记移竹南塘，又是三年后。情怀非旧。叹少日相如，垆边老去，能赋上林否。种兰处，赢得青青种韭。渊明中路相候。何须更待三三径，也自长拖衫袖。青袍皱。便持当金貂，赊取邻家有。小儿拍手。笑昨醉如泥，盟言止酒，何事醒来又。　　其十八（宋·刘辰翁）醉与君、狂歌又笑，不知当日何调。孤山梅下吟魂冷，说甚那时苏小。沧波眇。奈此岛，累累竟是谁家表。归欤白鸟。看四圣飘香，朱门金榜，化作竺飞峤。衰也久，旧游梦翠禽绕。坱兮轧、皎兮窈。相思一夜窗前白，谁识余怀渺渺。残年了。听画角，悲凉又是霜天晓。馀音杳缈。叹五十之年，我加八九，君隔几科诏。"
                },
                {
                    "time": "1294年9月9日",
                    "activity": "重阳节，和友人登高，有词赋之。词序曰：“甲午九日牛山作”作品：《减字木兰花》（旧游山路）《水调歌头》（不饮强须饮）减字木兰花其二甲午九日午山作（宋·刘辰翁）旧游山路。落在秋阴最深处。风雨重阳。无蝶无花更断肠。天知老矣。莫累门生与儿子。不用登高。高处风吹帽不牢。"
                },
                {
                    "time": "1295年4月",
                    "activity": "友人陈俞卒多年，为之撰写墓志铭。作品：《陈礼部墓志铭》"
                },
                {
                    "time": "1296年8月15日",
                    "activity": "中秋节有词贺，题作“丙申中秋”作品：《唐多令》（明月满河洲）唐多令其六丙申中秋（宋·刘辰翁）明月满河洲。星河带月流。料素娥、独倚琼楼。竟是何年何药误，魂梦冷、不禁秋。少日梦龙头。知君犹梦不。算虚名、不了闲愁。便有鹄袍三万辈，应不是、旧京游。"
                },
                {
                    "time": "1296年8月16日",
                    "activity": "节后第二日又有词，序云：“丙申中秋两道人出示四十年前濯缨楼赏月水调，……明日又续之。”作品：《水调歌头》（此夕酹江月）水调歌头其一丙申中秋，两道人出示四十年前濯缨楼赏月水调。臞仙和，意已尽，明日又续之（宋·刘辰翁）　　押尤韵此夕酹江月，犹记濯缨秋。濯缨又去如水，安得主人留。旧日登楼长笑，此日新亭对泣，秃鬓冷飕飕。木落下极浦，渔唱发中洲。芙蓉阙，鸳鸯阁，凤凰楼。夜深白露纷下，谁见湿萤流。自有此生有客，但恨有鱼无酒，不了一生浮。重省看潮去，今夕是杭州。"
                },
                {
                    "time": "1296年",
                    "activity": "本年冬，为庐陵县学立心堂作记。作品：《庐陵县学立心堂记》"
                },
                {
                    "time": "1296年",
                    "activity": "庐陵先贤朱氏老人生日，有寿词，题曰：“寿朱氏老人七十三岁”作品：《金缕曲》（七十三年矣）金缕曲其七寿朱氏老人七十三岁（宋·刘辰翁）七十三年矣。记小人、四百四十，五番甲子。看到蓬莱水清浅，休说树犹日如此。但梦梦、昨非今是。一曲尊前离鸾操，抚铜仙、清泪如铅水。歌未断，我先醉。新来画得耆英似。似灞桥、风雪吟肩，水仙梅弟。里巷依稀灵光在，飞过劫灰如洗。笑少伴、乌衣馀几。老子平生何曾默（号默轩），暮年诗、句句皆成史。个亥字，甲申起。"
                },
                {
                    "time": "1296年",
                    "activity": "本年冬，有客贾文广和樊君仲璋来拜谒。"
                },
                {
                    "time": "1297年",
                    "activity": "本年正月亡故，有绝笔词，题曰“丁酉元夕”作品：《宝鼎现》（红妆春骑）宝鼎现春月（宋·刘辰翁）红妆春骑。踏月影、竿旗穿市。望不尽、楼台歌舞，习习香尘莲步底。箫声断、约彩鸾归去，未怕金吾呵醉。甚辇路、喧阗且止。听得念奴歌起。父老犹记宣和事。抱铜仙、清泪如水。还转盼、沙河多丽。滉漾明光连邸第。帘影冻、散红光成绮。月浸葡萄十里。看往来、神仙才子。肯把菱花扑碎。肠断竹马儿童，空见说、三千乐指。等多时春不归来，到春时欲睡。又说向、灯前拥髻。暗滴鲛珠坠。便当日、亲见霓裳，天上人间梦里。"
                },
                {
                    "time": "1297年12月2日",
                    "activity": "四方学者会葬辰翁于庐陵北廓。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1260年",
                    "activity": "于临安补太学生，受知江万里，参与太学祭祀。"
                },
                {
                    "time": "1261年1月15日",
                    "activity": "时在临安为太学生。作品：《虞美人》（黄帘绿幕窗垂雾）虞美人其十一（宋·刘辰翁）黄帘绿幕窗垂雾。表立如承露。夕郎偷看御街灯。归奔河边残点、乱如星。开园蒋李游春雨。蛱蝶穿人舞。如今烟草锁春晴。并与苏堤葛岭、不堪行。"
                },
                {
                    "time": "1262年",
                    "activity": "至临安赴进士试，登第。"
                },
                {
                    "time": "1265年",
                    "activity": "秋，随江万里重新还京，除府学教授，至第二年春。子将孙随侍左右。拔戴表元、何新之、马钧诸人。作品：声声慢（西风坠绿）（词作系年据吴企明《须溪词校注》第211页。）"
                },
                {
                    "time": "1269年",
                    "activity": "随着江万里为参知政事，辰翁再次赴临安，被辟为中书省架阁。"
                },
                {
                    "time": "1284年",
                    "activity": "携子将孙再游临安，凭吊古都，写下诸多感怀词句。作品：《金缕曲》（少日都门路）金缕曲其二十一闻杜鹃（宋·刘辰翁）少日都门路。听长亭、青山落日，不如归去。十八年间来往断，白首人间今古。又惊绝、五更一句。道是流离蜀天子，甚当初、一似吴儿语。臣再拜，泪如雨。画堂客馆真无数。记画桥、黄竹歌声，桃花前度。风雨断魂苏季子，春梦家山何处。谁不愿、封侯万户。寂寞江南轮四角，问长安、道上无人住。啼尽血，向谁诉。"
                },
                {
                    "time": "1284年",
                    "activity": "游览西湖，伤今悼古。作品：《江城子》（涌金门上船场）"
                }
            ]
        },
        {
            "Latitude": 29.278834,
            "Longitude": 116.210642,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360428",
            "Title": "都昌",
            "Detail": [
                {
                    "time": "1261年12月",
                    "activity": "本年底奔赴都昌看望江万里。"
                },
                {
                    "time": "1279年",
                    "activity": "谋葬江万里，奔走都昌。"
                },
                {
                    "time": "1280年",
                    "activity": "探寻到江万里子江镐下落，再次北上都昌，谋葬江万里，为其石山庵定名归来庵。年底作归来庵记文。作品：《归来庵记》"
                }
            ]
        },
        {
            "Latitude": 25.837179,
            "Longitude": 114.94126,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3607",
            "Title": "赣州",
            "Detail": [
                {
                    "time": "1262年",
                    "activity": "因亲老，自请为赣州濂溪书院山长。作品：《瑞鹤仙》（正丹翁初度）（词作系年据吴熊和等《唐宋词汇评·两宋卷》第3743页。）瑞鹤仙寿翁丹山（宋·刘辰翁）正丹翁初度。对花满江城，晓莺欲语。崆峒在何处。渐雨过农郊，劝耕问路。州人争觑。问坡老、重来是否。把看灯、传说风流，八境尽图新句。如许。老子文章，挥毫立马，脱靴嫌污。太平易作。听父老，歌襦裤。愿使君小住，五风十雨。重见一粰三黍。又天边、飞诏殷勤，说相将去。"
                },
                {
                    "time": "1275年1月",
                    "activity": "正月文天祥起兵勤王，辰翁盖曾参与幕府。作品：《减字木兰花》（无灯可看）减字木兰花其五乙亥上元（宋·刘辰翁）无灯可看。雨水从教正月半。探茧推盘。探得千秋字字看。铜驼故老。说著宣和似天宝。五百年前。曾向杭州看上元。"
                }
            ]
        },
        {
            "Latitude": 27.028915,
            "Longitude": 118.311441,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350783",
            "Title": "建瓯",
            "Detail": [
                {
                    "time": "1264年",
                    "activity": "本年春，入江万里建宁幕府。作品：《摸鱼儿》（也何须、晴如那日）（词作系年据刘宗彬《刘辰翁年谱》第60页。）摸鱼儿其三（宋·刘辰翁）三百年、人间天上，遽如许、遽如许。落花寒食东风雨，漠漠长陵抔土。魂归否。怕些不分明，又堕人笺疏。且无相负。记昔与诸贤，共谈洛下，曾识老人父。牛衣泪，冷落闻鸡东府。风尘曾独深虑。子规声断长门晓，春梦不堪重做。千万古。但目极心伤，宛转虞兮楚。江东日暮。想野草荒田，而今何处，不待雍门鼓。　　其九（宋·刘辰翁）今岁海棠迟开半月，然一夕如雪，无饮余者，赋此寄恨。是他家、绛唇翠袖，可容卿有功否。相思不到胭脂井，只隔东林烟柳。春去又。漫一夜东风，吹得花成旧。无人举酒。但照影堤流，图他红泪，飘洒到襟袖。人间事，大半归谋诸妇。不如意十八九。敲门夜半窥园李，赤脚玉川惊走。何处有。更炙烛风流，看到人归后。休休回首。笑旧日园林，佺巢蜀锦，处处可携手。　　其十一（宋·刘辰翁）正何须、阳关肠断，吴姬苦劝人酒。中年怀抱萦萦处，看取伴烟和柳。柳摇首。笑飞到家山，已是酴醾后。留连话旧。问溪上儿童，颇曾见我，有此故人否。相逢地，还忆今宵三韭。青山知了迎候。东风自送归帆去，吹得乱红沾袖。暮云皱。听杜宇高高，啼向无何有。江花垂手。任春色重来，江花更好，难可少年又。　　其十二（宋·刘辰翁）待欲□、家山未得，方知名不如酒。丹砂便做金句漏，难遣鬓青似柳。试搔首。记移竹南塘，又是三年后。情怀非旧。叹少日相如，垆边老去，能赋上林否。种兰处，赢得青青种韭。渊明中路相候。何须更待三三径，也自长拖衫袖。青袍皱。便持当金貂，赊取邻家有。小儿拍手。笑昨醉如泥，盟言止酒，何事醒来又。　　其十八（宋·刘辰翁）醉与君、狂歌又笑，不知当日何调。孤山梅下吟魂冷，说甚那时苏小。沧波眇。奈此岛，累累竟是谁家表。归欤白鸟。看四圣飘香，朱门金榜，化作竺飞峤。衰也久，旧游梦翠禽绕。坱兮轧、皎兮窈。相思一夜窗前白，谁识余怀渺渺。残年了。听画角，悲凉又是霜天晓。馀音杳缈。叹五十之年，我加八九，君隔几科诏。"
                },
                {
                    "time": "1264年",
                    "activity": "初到建宁府，有词记录。作品：《水调歌头》（雨声深院里）水调歌头其十五（宋·刘辰翁）序：余初入建府，触官妓于马上。后于酒边，妓自言，故赋之雨声深院里，歌扇小楼中。当时飞燕马上，妖艳为谁容。娇颤须扶未稳，腰袅轻笼小驻，玉女最愁峰。掠鬓过车骤，回首意冲冲。宝钗斜，云鬓乱，几曾逢。谁知去三步远，此痛与君同。玉箸残妆谁见，獭髓轻痕妙补，粉黛不须浓。重见为低诉，馀恨更匆匆。"
                }
            ]
        },
        {
            "Latitude": 26.080447,
            "Longitude": 119.302938,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3501",
            "Title": "福州",
            "Detail": [
                {
                    "time": "1264年5月",
                    "activity": "随江万里至福州。"
                },
                {
                    "time": "1264年9月",
                    "activity": "贾似道母生日，辰翁代江万里写贺寿词一首。作品：《临江仙》（丞相衮衣朝戏彩）临江仙其一代贺丞相两国夫人生日并序（宋·刘辰翁）甲子之秋，九月吉日，大丞相国公寿母两国太夫人初度，谨上小词，用献为王母三千年之曲。丞相衮衣朝戏彩，年年庆事如新。尊前一笑共儿孙。人间传寿酒，天上送麒麟。缥缈祥烟连北阙，天颜有喜生春。蓬莱清浅海光平。今年初甲子，重试碧桃根。"
                },
                {
                    "time": "1265年",
                    "activity": "春夏尚居福州。"
                }
            ]
        },
        {
            "Latitude": 28.687675,
            "Longitude": 115.864528,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3601",
            "Title": "南昌",
            "Detail": [
                {
                    "time": "1266年",
                    "activity": "春，江万里罢相，辰翁落职回乡。过洪州，游紫极宫。"
                },
                {
                    "time": "1281年1月",
                    "activity": "正月自庐山归，道过洪都南昌，再游紫极宫。"
                },
                {
                    "time": "1281年1月15日",
                    "activity": "元宵节在南昌过，有词序云：“辛巳洪都上元”。作品：《江城梅花引》（几年城中无看灯）江城梅花引其一辛巳洪都上元（宋·刘辰翁）几年城中无看灯。夜三更。月空明。野庙残梅，村鼓自春声。长笑儿童忙踏舞，何曾见，宣德棚，不夜城。去年今年又伤心。去年晴。去年曾。不似今年，闲坐处、却不曾行。忆去年人、弹烛泪纵横。想见西窗窗下月，窗下月，是无情，是有情。"
                }
            ]
        },
        {
            "Latitude": 29.011281,
            "Longitude": 116.709997,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN361128",
            "Title": "鄱阳",
            "Detail": [
                {
                    "time": "1267年",
                    "activity": "本年曾奔走鄱阳，拜望江万里。"
                }
            ]
        },
        {
            "Latitude": 31.575549,
            "Longitude": 118.504404,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN340521",
            "Title": "当涂",
            "Detail": [
                {
                    "time": "1268年",
                    "activity": "本年秋，随江万里镇太平，被辟为漕幕。"
                },
                {
                    "time": "1269年",
                    "activity": "春，尚在江东幕。"
                }
            ]
        },
        {
            "Latitude": 28.251769,
            "Longitude": 113.087489,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430121",
            "Title": "长沙",
            "Detail": [
                {
                    "time": "1273年",
                    "activity": "江万里任湖南转运使，秋，辰翁前往探望。作品：《菩萨蛮》（黄鸡喔喔催人起）菩萨蛮其二湖南道中（宋·刘辰翁）黄鸡喔喔催人起。困不成眠窗似水。清露不曾寒。朝来起自难。家人当睡美。又忆归程几。不管湿阑干。芙蓉花自看。"
                }
            ]
        },
        {
            "Latitude": 27.235422,
            "Longitude": 115.142069,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360822",
            "Title": "吉水",
            "Detail": [
                {
                    "time": "1275年12月",
                    "activity": "自永新转道至吉水虎溪避兵火。开始评点唐人诗。"
                },
                {
                    "time": "1275年",
                    "activity": "本年在吉水，曾游览名胜古迹。作品：《朝仙观记》"
                },
                {
                    "time": "1276年",
                    "activity": "暮春，离开吉水虎溪，前往庐陵永阳。其间有词文多篇。作品：《浣溪沙》（春日春风掠鬓须）（避祸永阳，据李璞《刘辰翁三年行迹补考》，第88-90页。）浣溪沙其三虎溪春日（宋·刘辰翁）春日春风掠鬓须。乱山相对拥寒炉。彩鞭金胜一时无。自缕青丝成细柳，更堆残雪当凝酥。儿童且莫唱皇都。"
                },
                {
                    "time": "1276年2月",
                    "activity": "避祸永阳。有文。作品：《虎溪莲社堂记》（避祸永阳，据李璞《刘辰翁三年行迹补考》第88-90页。）"
                },
                {
                    "time": "1283年8月15日",
                    "activity": "中秋节在吉水与庐陵乡饮酒按察马德昌泛游江，有词。作品：《水调歌头》（群动各已息）水调歌头其八癸未中秋，吉文共马德昌泛江（宋·刘辰翁）　　押尤韵群动各已息，在汝梦中游。尘埃大地如水，儿女不堪愁。寂寂古人安在，冉冉吾年如此，何处有高楼。客有洞箫者，泪下不能收。庾楼坠，秦楼渺，楚楼休。知公所恨何事，不是为封侯。自有此山此月，说甚何年何处，重泛木兰舟。起舞酹英魄，馀愤海西流。"
                },
                {
                    "time": "1287年5月",
                    "activity": "五月游吉水洞岩并作记。作品：《吉水洞岩朱陵观玉华坛记》"
                }
            ]
        },
        {
            "Latitude": 29.90215,
            "Longitude": 116.55562,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360430",
            "Title": "彭泽",
            "Detail": [
                {
                    "time": "1280年",
                    "activity": "年初与黄纯父相遇彭泽东湖。"
                }
            ]
        },
        {
            "Latitude": 27.589226,
            "Longitude": 115.322833,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360823",
            "Title": "峡江",
            "Detail": [
                {
                    "time": "1285年9月9日",
                    "activity": "重阳节游玉笥山，有记文。作品：《玉笥山承天宫云堂记》"
                }
            ]
        },
        {
            "Latitude": 26.783635,
            "Longitude": 113.545743,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430224",
            "Title": "茶陵",
            "Detail": [
                {
                    "time": "1296年",
                    "activity": "拟游南岳衡山，至茶陵因故返乡。"
                }
            ]
        }
    ]
}