{
    "lines": [
        {
            "Latitude": 29.880177,
            "Longitude": 121.556686,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3302",
            "Title": "宁波 (出生地)",
            "Detail": [
                {
                    "time": "1202年",
                    "activity": "出生"
                },
                {
                    "time": "1202年",
                    "activity": "生于鄞县。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1217年4月22日",
                    "activity": "五月，兄翁逢龙中吴潜榜进士。"
                },
                {
                    "time": "1220年",
                    "activity": "入临安府尹袁韶幕在此一二年间。"
                },
                {
                    "time": "1221年",
                    "activity": "在临安府尹幕。"
                },
                {
                    "time": "1231年",
                    "activity": "深秋，有词饯别李宗勉。作品：《绛都春·饯李太博赴括苍别驾》（宋·吴文英《梦窗丁稿》卷四。）绛都春其二饯李太博赴括苍别驾（宋·吴文英）羁云旅雁。敛倦羽、寄栖墙阴年晚。问字翠尊，刻烛红笺悭曾展。冰滩鸣佩舟如箭。笑乌帻、临风重岸。傍邻垂柳，清霜万缕，送将人远。吴苑。千金未惜，买新赋、共赏文园词翰。流水翠微，明月清风平分半。梅深驿路香不断。万玉舞、罘罳东畔。料应花底春多，软红雾暖。"
                },
                {
                    "time": "1233年",
                    "activity": "在苏州，为仓台幕僚。暂至杭京，有词。作品：《丰乐楼·春晚感怀》（宋·吴文英《梦窗乙稿》卷二。《年谱》题作“《莺啼序》”）"
                },
                {
                    "time": "1241年",
                    "activity": "春天，临园凭吊李宗勉。作品：《浪淘沙慢·赋李尚书山园》（宋·吴文英《梦窗甲稿》卷一。）浪淘沙慢夷则商赋李尚书山园（宋·吴文英）梦仙到、吹笙路杳，度巘云滑。溪谷冰绡未裂。金铺昼锁乍掣。见竹静、梅深春海阔。有新燕、帘底低说。念汉履无声跨鲸远，年年谢桥月。曲折。画阑尽日凭热。半蜃起玲珑楼阁畔，缥缈鸿去绝。飞絮扬东风，天外歌阕。睡红醉缬。还是催、寒食看花时节。花下苍苔盛罗袜。银烛短、漏壶易竭。料池柳、不攀春送别。倩玉兔、别捣秋香，更醉蹋、千山冷翠飞晴雪。"
                },
                {
                    "time": "1243年",
                    "activity": "有词与魏峻。作品：《沁园春·赋方泉》（宋·吴文英《梦窗丁稿》卷四。）"
                },
                {
                    "time": "1243年",
                    "activity": "重过西湖先贤堂，有词。作品：《西平乐慢·春感·重过西湖先贤堂》（宋·吴文英《梦窗甲稿》卷一。）"
                },
                {
                    "time": "1243年",
                    "activity": "过都城旧居，有词。作品：《三姝媚·过都城旧居有感》（宋·吴文英《梦窗乙稿》卷二。）三姝媚其二过都城旧居有感（宋·吴文英）湖山经醉惯。渍春衫、啼痕酒痕无限。又客长安，叹断襟零袂，涴尘谁浣。紫曲门荒，沿败井、风摇青蔓。对语东邻，犹是曾巢，谢堂双燕。春梦人间须断。但怪得、当年梦缘能短。绣屋秦筝，傍海棠偏爱，夜深开宴。舞歇歌沈，花未减、红颜先变。伫久河桥欲去，斜阳泪满。"
                },
                {
                    "time": "1243年",
                    "activity": "友人泛湖，有词。作品：《还京乐·友人泛湖，命乐工以筝、笙、琵琶、方响迭奏》（明·赵琦美《赵氏铁网珊瑚》卷七。）还京乐黄钟商友人泛湖，命乐工以筝、笙、琵琶、方响迭奏（宋·吴文英）宴兰溆，促奏丝萦管裂飞繁响。似汉宫人去，夜深独语，胡沙凄哽。对雁斜玫柱，琼琼弄月临秋影。凤吹远，河汉去杳，天风飘冷。泛清商竟。转铜壶敲漏，瑶床二八青娥，环佩再整。菱歌四碧无声，变须臾、翠翳红暝。叹梨园、今调绝音希，愁深未醒。桂楫轻如翼，归霞时点清镜。"
                },
                {
                    "time": "1243年12月",
                    "activity": "冬，行役杭州，与翁逢龙共游西湖。"
                },
                {
                    "time": "1243年12月",
                    "activity": "除夕，行役在杭，有词。作品：《思佳客·癸卯除夜》（宋·吴文英《梦窗丁稿》卷四。）思佳客癸卯除夜（宋·吴文英）自唱新词送岁华。鬓丝添得老生涯。十年旧梦无寻处，几度新春不在家。衣懒换，酒难赊。可怜此夕看梅花。隔年昨夜青灯在，无限妆楼尽醉哗。"
                },
                {
                    "time": "1246年",
                    "activity": "有词论望湖楼。作品：《水调歌头·赋方泉望湖楼》（宋·吴文英《梦窗丙稿》卷三。《年谱》题作“赋魏方泉望湖楼”）水调歌头赋魏方泉望湖楼（宋·吴文英）屋下半流水，屋上几青山。当心千顷明镜，入座玉光寒。云起南峰未雨，云敛北峰初霁，健笔写青天。俯瞰古城堞，不碍小阑干。绣鞍马，软红路，乍回班。层梯影转亭午，信手展缃编。残照游船收尽，新月画帘才卷，人在翠壶间。天际笛声起，尘世夜漫漫。"
                },
                {
                    "time": "1246年",
                    "activity": "福星楼建成，有词与尹焕。作品：《声声慢·畿漕廨建新楼，上梅津》（宋·吴文英《梦窗丙稿》卷三。《年谱》题作“畿漕新楼，上尹梅津”）声声慢其六畿漕廨建新楼，上尹梅津（宋·吴文英）清漪衔苑，御水分流，阿阶西北青红。朱栱浮云，碧窗宿雾濛濛。璇题净横秋影，笑南飞、不过新鸿。延桂影，见素娥梳洗，微步琼空。城外湖山十里，想无时长敞，罨画帘栊。暗柳回堤，何须系马金狨。莺花翰林千首，彩毫飞、海雨天风。凤池上，又相思、春夜梦中。"
                },
                {
                    "time": "1246年11月",
                    "activity": "在杭州，冬至，有词。作品：《西江月·丙午冬至》（宋·吴文英《梦窗丁稿》卷四。）西江月丙午冬至（宋·吴文英）添线绣床人倦，翻香罗幕烟斜。五更箫鼓贵人家。门外晓寒嘶马。帽压半檐朝雪，镜开千靥春霞。小帘沽酒看梅花。梦到林逋山下。"
                },
                {
                    "time": "1247年",
                    "activity": "在史宅之幕中，有词。作品：《水龙吟·云麓新葺北墅园池》（宋·吴文英《梦窗丁稿》卷四。）《探芳信·云麓小园早饮，客供棋事、琴事》（宋·吴文英《梦窗丁稿》卷四。）《烛影摇红·云麓夜燕园亭》（宋·吴文英《梦窗丁稿》卷四。《年谱》题作“麓翁夜宴园堂”）水龙吟云麓新葺北墅园池（宋·吴文英）好山都在西湖，斗城转北多流水。屋边五亩，桥通双沼，平烟蘸翠。旋叠云根，半开竹径，鸥来须避。四时长把酒，临花傍月，无一日、不春意。独乐当时高致。醉吟篇、如今还继。举头见日，葵心倾□，□□归计。浮碧亭□，泛红波迥，桃源人世。待天香□□，开时又胜，翠阴青子。探芳信其四麓翁小园早饮，客供棋事琴事（宋·吴文英）转芳径。见雾卷晴漪，鱼弄游影。旋解缨濯翠，临流抚菱镜。半林竹色花香处，意足多新咏。试衣单、雁欲来时，旧寒才定。门巷对深静。但酒敌春浓，棋消日永。旧曲猗兰，待留向、月中听。藻池不通宫沟水，任泛流红冷。小阑干、笑拍东风醉醒。"
                },
                {
                    "time": "1247年1月",
                    "activity": "正月，有词赠尹焕。作品：《水龙吟·寿尹梅津》（宋·吴文英《梦窗甲稿》卷一。）水龙吟其五寿尹梅津（宋·吴文英）望春楼外沧波，旧年照眼青铜镜。炼成宝月，飞来天上，银河流影。绀玉钩帘处，横犀尘、天香分鼎。记殷云殿锁，裁花剪露，曲江畔、春风劲。槐省。红尘昼静，午朝回、吟生晚兴。春霖绣笔，莺边清晓，金狨旋整。阆苑芝仙貌，生绡对、绿窗深景。弄琼英数点，宫梅信早，占年光永。"
                },
                {
                    "time": "1247年",
                    "activity": "尹焕自畿漕除右司郎官，有词祝贺。作品：《凤池吟·庆梅津自畿漕除右司郎官》（宋·吴文英《梦窗甲稿》卷一。《年谱》误作“风池吟”）凤池吟庆梅津自畿漕除右司郎官（宋·吴文英）万丈巍台，碧罘罳外，衮衮野马游尘。旧文书几阁，昏朝醉暮，覆雨翻云。忽变清明，紫垣敕使下星辰。经年事静，公门如水，帝甸阳春。长安父老相语，几百年见此，独驾冰轮。又凤鸣黄幕，玉霄平溯，鹊锦新恩。画省中书，半红梅子荐盐新。归来晚，待赓吟、殿阁南薰。"
                },
                {
                    "time": "1248年",
                    "activity": "在杭州，有词赠尹焕。作品：《水龙吟·寿梅津》（宋·吴文英《梦窗丙稿》卷三。）《汉宫春·寿梅津》（宋·吴文英《梦窗丁稿》卷四。）水龙吟其九寿梅津（宋·吴文英）杜陵折柳狂吟，砚波尚湿红衣露。仙桃宴早，江梅春近，还催客句。宫漏传鸡，禁门嘶骑，宦情熟处。正黄编夜展，天香字暖，春葱剪、红蜜炬。宫帽鸾枝醉舞。思飘扬、臞仙风举。星罗万卷，云驱千阵，飞毫海雨。长寿杯深，探春腔稳，江湖同赋。又看看、便系金狨莺晓，傍西湖路。汉宫春其二寿梅津（宋·吴文英）名压年芳，倚竹根新影，独照清漪。千年禹梁藓碧，重发南枝。冰凝素质，遣凡桃、羞濯尘姿。寒正峭，东风似海，香浮夜雪春霏。练鹊锦袍仙使，有青娥传梦，月转参移。逋山傍莺系马，玉剪新辞。宫妆镜里，笑人间、花信都迟。春未了，红盐荐鼎，江南烟雨黄时。"
                },
                {
                    "time": "1251年2月",
                    "activity": "二月之杭州，有词书丰乐楼壁。作品：《丰乐楼·节斋新建此楼，梦窗淳佑十一年二月甲子作是词，大书于壁，望幸焉》（宋·吴文英《梦窗乙稿》卷二。《年谱》编年于三月。）"
                },
                {
                    "time": "1251年",
                    "activity": "会饮丰乐楼，有词。作品：《醉桃源·会饮丰乐楼》（宋·吴文英《梦窗甲稿》卷一。）醉桃源其四会饮丰乐楼（宋·吴文英）翠阴浓合晓莺堤。春如日坠西。画图新展远山齐。花深十二梯。风絮晚，醉魂迷。隔城闻马嘶。落红微沁绣鸳泥。秋千教放低。"
                },
                {
                    "time": "1251年",
                    "activity": "有词论陈起芸居楼。作品：《丹凤吟·赋陈宗之芸居楼》（宋·吴文英《梦窗丙稿》卷三。）丹凤吟无射商赋陈宗之芸居楼（宋·吴文英）丽景长安人海，避影繁华，结庐深寂。灯窗雪户，光映夜寒东壁。心凋鬓改，镂冰刻水，缥简离离，风签索索。怕遣花虫蠹粉，自采秋芸熏架，香泛纤碧。更上新梯窈窕，暮山澹著城外色。旧雨江湖远，问桐阴门巷，燕曾相识。吟壶天小，不觉翠蓬云隔。桂斧月宫三万手，计元和通籍。软红满路，谁聘幽素客。"
                },
                {
                    "time": "1270年",
                    "activity": "在杭州，有词赠贾似道。作品：《金盏子·赋秋壑西湖小筑》（宋·吴文英《梦窗乙稿》卷二。）金盏子其一夹钟商赋秋壑西湖小筑（宋·吴文英）卜筑西湖，种翠萝犹傍，软红尘里。来往载清吟，为偏爱吾庐，画船频繁。笑携雨色晴光，入春明朝市。石桥锁，烟霞五百名仙，第一人是。临酒论深意。流光转、莺花任乱委。冷然九秋肺腑，应多梦、岩扃冷云空翠。漱流枕石幽情，写猗兰绿绮。专城处，他山小队登临，待西风起。"
                },
                {
                    "time": "1277年3月",
                    "activity": "暮春，在杭州，有词。作品：《诉衷情·春晓》（宋·吴文英《梦窗甲稿》卷一。《年谱》失题。）诉衷情令（宋·吴文英）阴阴绿润暗啼鸦。陌上断香车。红云深处春在，飞出建章花。春此去，那天涯。几烟沙。忍教芳草，狼藉斜阳，人未归家。　　其二（宋·吴文英）柳腰空舞翠裙烟。尽日不成眠。花尘浪卷清昼，渐变晚阴天。吴社水，系游船。又经年。东风不管，燕子初来，一夜春寒。　　其三（宋·吴文英）片云载雨过江鸥。水色澹汀洲。小莲玉惨红怨，翠被又经秋。凉意思，到南楼。小帘钩。半窗灯晕，几叶芭蕉，客梦床头。"
                }
            ]
        },
        {
            "Latitude": 31.496704,
            "Longitude": 120.318954,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3202",
            "Title": "无锡",
            "Detail": [
                {
                    "time": "1222年",
                    "activity": "在杭幕，初游无锡。秋，有词。作品：《瑞鹤仙·赠道女陈华山内夫人》（宋·吴文英《梦窗甲稿》卷一。）《蝶恋花·题华山道女扇》（宋·吴文英《梦窗丁稿》卷四。）瑞鹤仙其八赠道女陈华山内夫人（宋·吴文英）彩云栖翡翠。听凤笙吹下，飞軿天际。晴霞剪轻袂。澹春姿雪态，寒梅清泚。东皇有意。旋安排、阑干十二。早不知、为雨为云，尽日建章门闭。堪比。红绡纤素，紫燕轻盈，内家标致。游仙旧事，星斗下，夜香里。□华峰□□，纸屏横幅，春色长供午睡。更醉乘、玉井秋风，采花弄水。蝶恋花其一题华山道女扇（宋·吴文英）北斗秋横云髻影。莺羽衣轻，腰减青丝剩。一曲游仙闻玉磬。月华深院人初定。十二阑干和笑凭。风露生寒，人在莲花顶。睡重不知残酒醒。红帘几度啼鸦暝。"
                },
                {
                    "time": "1243年",
                    "activity": "重阳节前于毗陵陪王龙荣、孙德之宴丁园，有词。作品：《齐天乐·毗陵陪两别驾宴丁园》（宋·吴文英《梦窗丁稿》卷四。）"
                },
                {
                    "time": "1243年",
                    "activity": "游惠山，有词。作品：《水龙吟·惠山酌泉》（宋·吴文英《梦窗甲稿》卷一。）水龙吟其一无射商惠山酌泉（宋·吴文英）艳阳不到青山，古阴冷翠成秋苑。吴娃点黛，江妃拥髻，空濛遮断。树密藏溪，草深迷市，峭云一片。二十年旧梦，轻鸥素约，霜丝乱、朱颜变。龙吻春霏玉溅。煮银瓶、羊肠车转。临泉照影，清寒沁骨，客尘都浣。鸿渐重来，夜深华表，露零鹤怨。把闲愁换与，楼前晚色，棹沧波远。"
                }
            ]
        },
        {
            "Latitude": 31.346071,
            "Longitude": 119.830069,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320282",
            "Title": "宜兴",
            "Detail": [
                {
                    "time": "1222年",
                    "activity": "游宜兴，有词赠笔工。作品：《一寸金·赠笔工刘衍》（宋·吴文英《梦窗甲稿》卷一。）一寸金其一中吕商赠笔工刘衍（宋·吴文英）秋入中山，臂隼牵卢纵长猎。见骇毛飞雪，章台献颖，臞腰束缟，汤沐疏邑。筤管刊琼牒。苍梧恨、帝娥暗泣。陶郎老、憔悴玄香，禁苑犹催夜俱入。自叹江湖，雕龙心尽，相携蠹鱼箧。念醉魂悠扬，折钗锦字，黠髯掀舞，流觞春帖。还倚荆溪楫。金刀氏、尚传旧业。劳君为、脱帽篷窗，寓情题水叶。"
                }
            ]
        },
        {
            "Latitude": 31.3909,
            "Longitude": 120.988266,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320583",
            "Title": "昆山",
            "Detail": [
                {
                    "time": "1223年",
                    "activity": "在杭幕，初游苏州。春，途径昆山，有词。作品：《满江红·淀山湖》（宋·吴文英《梦窗甲稿》卷一。）满江红（宋·吴文英）翠幕深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。"
                }
            ]
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": [
                {
                    "time": "1223年5月5日",
                    "activity": "初游淮地，在扬州逗留，结识一位歌妓，与之共度重午。"
                },
                {
                    "time": "1223年",
                    "activity": "游扬州，有词。作品：《水龙吟·赋张斗墅家古松五粒》（宋·吴文英《梦窗甲稿》卷一。）《木兰花慢·饯韩似斋赴江东盐幕》（宋·吴文英《梦窗丙稿》卷三。）水龙吟其三赋张斗墅家古松五粒（宋·吴文英）有人独立空山，翠髯未觉霜颜老。新香秀粒，浓光绿浸，千年春小。布影参旗，障空云盖，沈沈秋晓。驷苍虬万里，笙吹凤女，骖飞乘、天风袅。般巧。霜斤不到。汉游仙、相从最早。皴鳞细雨，层阴藏月，朱弦古调。问讯东桥，故人南岭，倚天长啸。待凌霄谢了，山深岁晚，素心才表。木兰花慢其五饯韩似斋赴江东鹾幕（宋·吴文英）润寒梅细雨，卷灯火、暗尘香。正万里胥涛，流花涨腻，春共东江。云樯。未传燕语，过罘罳、垂柳舞鹅黄。留取行人系马，软红深处闻莺。悠扬。霁月清风，凝望久、鄮山苍。又紫箫一曲，还吹别调，楚际吴旁。仙方。袖中秘宝，遣蓬莱、弱水变飞霜。寒食春城秀句，趁花飞入宫墙。"
                }
            ]
        },
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州",
            "Detail": [
                {
                    "time": "1223年",
                    "activity": "秋，作词赋知府撤新齐云楼。作品：《齐天乐·齐云楼》（宋·吴文英《梦窗甲稿》卷一。）齐天乐其三齐云楼（宋·吴文英）凌朝一片阳台影，飞来太空不去。栋与参横，帘钩斗曲，西北城高几许。天声似语。便阊阖轻排，虹河平溯。问几阴晴，霸吴平地漫今古。西山横黛瞰碧，眼明应不到，烟际沈鹭。卧笛长吟，层霾乍裂，寒月溟濛千里。凭虚醉舞。梦凝白阑干，化为飞雾。净洗青红，骤飞沧海雨。"
                },
                {
                    "time": "1223年",
                    "activity": "初游淮地，夜泊苏州后北行。"
                },
                {
                    "time": "1231年8月",
                    "activity": "仲秋，有词送吴渊离苏赴杭。作品：《江神子·送桂花。吴宪时已有检详之命，未赴阙》江神子/江城子其四送桂花吴宪，时已有检详之命，未赴阙（宋·吴文英）天街如水翠尘空。建章宫。月明中。人未归来，玉树起秋风。宝粟万钉花露重，催赐带，过垂虹。夜凉沈水绣帘栊。酒香浓。雾濛濛。钗列吴娃，騕袅带金虫。三十六宫蟾观冷，留不住，佩丁东。"
                },
                {
                    "time": "1232年2月",
                    "activity": "在苏州，为仓台幕僚。仲春，有词。作品：《江神子·李别驾招饮海棠花下》（宋·吴文英《梦窗乙稿》卷二。）江神子/江城子其三李别驾招饮海棠花下（宋·吴文英）翠纱笼袖映红霏。冷香飞。洗凝脂。睡足娇多，还是夜深宜。翻怕回廊花有影，移烛暗，放帘垂。尊前不按驻云词。料花枝。妒蛾眉。丁属东风，莫送片红飞。春重锦堂人尽醉，和晓月，带花归。1232年闰99日，在苏州，为仓台幕僚。重阳节，有词。作品：《声声慢·闰重九饮郭园》（宋·吴文英《梦窗丁稿》卷四。《年谱》作“重九前一日”）"
                },
                {
                    "time": "1232年",
                    "activity": "在苏州，为仓台幕僚。游虎丘，有词。作品：《木兰花慢·陪仓幕游虎丘，时魏益斋已被亲擢，陈芬窟、李方庵皆将满秩》（宋·吴文英《梦窗乙稿》卷二。）"
                },
                {
                    "time": "1232年",
                    "activity": "在苏州，为仓台幕僚。游灵岩，有词。作品：《八声甘州·陪庾幕诸公游灵岩》（宋·吴文英《梦窗乙稿》卷二。）八声甘州其一陪庾幕诸公游灵岩（宋·吴文英）渺空烟四远，是何年、青天坠长星。幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沈醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦、斜日落渔汀。连呼酒，上琴台去，秋与云平。"
                },
                {
                    "time": "1232年",
                    "activity": "在苏州，为仓台幕僚。有词。作品：《祝英台近·饯陈少逸被仓台檄行部》（宋·吴文英《梦窗丙稿》卷三。）祝英台近其二饯陈少逸被仓台檄行部（宋·吴文英）问流花，寻梦草，云暖翠微路。锦雁峰前，浅约昼行处。不教嘶马飞春，一奁越境，那销尽、红吟绿赋。送人去。长丝初染柔黄，晴和晓烟舞。心事偷占，莺漏汉宫语。趁得罗盖天香，归来时候，共留取、玉阑春住。"
                },
                {
                    "time": "1235年",
                    "activity": "在苏州，为仓台幕僚。春天，在吴地。"
                },
                {
                    "time": "1236年1月15日",
                    "activity": "在苏州，为仓台幕僚。早春，有词作。作品：《探芳信·丙申岁，吴灯市盛常年，余借宅幽坊，一时名胜遇合，置杯酒接殷勤之欢，甚盛事也。分镜字韵》（宋·吴文英《梦窗乙稿》卷二。《年谱》题名无“分镜字韵”四字。）"
                },
                {
                    "time": "1236年",
                    "activity": "饯行施枢，与之有词唱和。作品：《木兰花慢·施芸隐随绣节过浙东，作词留别，用其韵以饯》（宋·吴文英《梦窗乙稿》卷二。《年谱》题名无“作词留别，用其韵以饯”等字。）木兰花慢其七施芸隐随绣节过浙东，作词留别，用其韵以饯（宋·吴文英）几临流送远，渐荒落、旧邮亭。念西子初来，当时望眼，啼雨难晴。娉婷。素红共载，到越吟、翻调倚吴声。得意东风去棹，怎怜会重离轻。云零。梦绕浮觞，流水畔、叙幽情。恨赋笔分携，江山委秀，桃李荒荆。经行。问春在否，过汀洲、暗忆百花名。莺缕争堪细折，御黄堤上重盟。"
                },
                {
                    "time": "1237年",
                    "activity": "在苏州，为仓台幕僚。春，有词赠施枢。作品：《扫花游·赠芸隐》（宋·吴文英《梦窗甲稿》卷一。）扫花游/扫地游其三赠芸隐（宋·吴文英）草生梦碧，正燕子帘帏，影迟春午。倦茶荐乳。看风签乱叶，老沙昏雨。古简蟫篇，种得云根疗蠹。最清楚。带明月自锄，花外幽圃。醒眼看醉舞。到应事无心，与闲同趣。小山有语。恨逋仙占却，暗香吟赋。暖通书床，带草春摇翠露。未归去。正长安、软红如雾。"
                },
                {
                    "time": "1238年1月",
                    "activity": "正月，陪吴潜看梅沧浪亭，有词论之。作品：《金缕歌·陪履斋先生沧浪看梅》（宋·吴文英《梦窗丁稿》卷四。）金缕歌/贺新郎陪履斋先生沧浪看梅（宋·吴文英）乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风悭借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。"
                },
                {
                    "time": "1242年1月15日",
                    "activity": "在苏州，为仓台幕僚。元宵节，有词。作品：《六丑·壬寅岁吴门元夕风雨》（宋·吴文英《梦窗丁稿》卷四。）六丑壬寅岁吴门元夕风雨（宋·吴文英）渐新鹅映柳，茂苑锁、东风初掣。馆娃旧游，罗襦香未灭。玉夜花节。记向留连处，看街临晚，放小帘低揭。星河潋艳春云热。笑靥敧梅，仙衣舞缬。澄澄素娥宫阙。醉西楼十二，铜漏催彻。红消翠歇。叹霜簪练发。过眼年光，旧情尽别。泥深厌听啼鴂。恨愁霏润沁，陌头尘袜。青鸾杳、细车音绝。却因甚、不把欢期，付与少年华月。残梅瘦、飞趁风雪。向夜永，更说长安梦，灯花正结。"
                },
                {
                    "time": "1243年1月1日",
                    "activity": "在苏州，为仓台幕僚。元日，有词。作品：《探芳新·吴中元日承天寺游人》（宋·吴文英《梦窗甲稿》卷一。）"
                },
                {
                    "time": "1243年1月15日",
                    "activity": "在苏州，为仓台幕僚。元宵节，有词。作品：《水龙吟·癸卯元夕》（宋·吴文英《梦窗甲稿》卷一。）水龙吟其八癸卯元夕（宋·吴文英）澹云笼月微黄，柳丝浅色东风紧。夜寒旧事，春期新恨，眉山碧远。尘陌飘香，绣帘垂户，趁时妆面。钿车催去急，珠囊袖冷，愁如海、情一线。犹记初来吴苑。未清霜、飞惊双鬓。嬉游是处，风光无际，舞葱歌茜。陈迹征衫，老容华镜，欢悰都尽。向残灯梦短，梅花晓角，为谁吟怨。"
                },
                {
                    "time": "1243年",
                    "activity": "写新词献方万里。作品：《瑞鹤仙·寿方蕙岩寺簿》（宋·吴文英《梦窗丁稿》卷四。）瑞鹤仙其六癸卯岁寿方蕙岩寺簿（宋·吴文英）辘轳春又转。记旋草新词，江头凭雁。乘槎上银汉蹼车尘才踏，东华红软。何时赐见？漏声移、深宫夜半。问莼鲈、今几西风，未觉岁华迟晚。一片。丹心白发，露滴研朱，雅陪清宴。班回柳院。蒲团底，小禅观。望罘罳①明月，初圆此夕，应共婵娟茂苑。愿年年、玉兔长生，耸秋井干。按：①古时捕捉鸟雀的网。"
                },
                {
                    "time": "1243年",
                    "activity": "游杜衡山庄，有词。作品：《江南春·杜衡山庄》（宋·吴文英《梦窗甲稿》卷一。）"
                },
                {
                    "time": "1243年",
                    "activity": "赏海棠，有词。作品：《丁香结·赋小春海棠》（明·赵琦美《赵氏铁网珊瑚》卷七。）"
                },
                {
                    "time": "1243年",
                    "activity": "友人郭希道送水仙，有词赠之。作品：《花犯·郭希道送水仙索赋》（明·赵琦美《赵氏铁网珊瑚》卷七。）花犯其二郭希道送水仙索赋（宋·吴文英）小娉婷，清铅素靥，蜂黄暗偷晕。翠翘敧鬓。昨夜冷中庭，月下相认。睡浓更苦凄风紧。惊回心未稳。送晓色、一壶葱茜，才知花梦准。湘娥化作此幽芳，凌波路，古岸云沙遗恨。临砌影，寒香乱、冻梅藏韵。熏炉畔、旋移傍枕，还又见、玉人垂绀鬒。料唤赏、清华池馆，台杯须满引。"
                },
                {
                    "time": "1243年8月15日",
                    "activity": "秋，挈家瓜泾度中秋，是夜有词。作品：《玉漏迟·瓜泾度中秋夕赋》（明·赵琦美《赵氏铁网珊瑚》卷七。宋·吴文英《梦窗丁稿》卷四题作“中秋”）玉漏迟夷则商瓜泾度中秋夕赋（宋·吴文英）雁边风讯小，飞琼望杳，碧云先晚。露冷阑干，定怯藕丝冰腕。净洗浮空片玉，胜花影、春灯相乱。秦镜满。素娥未肯，分秋一半。每圆处即良宵，甚此夕偏饶，对歌临怨。万里婵娟，几许雾屏云幔。孤兔凄凉照水，晓风起、银河西转。摩泪眼。瑶台梦回人远。"
                },
                {
                    "time": "1243年",
                    "activity": "沧浪亭看桂，有词。作品：《古香慢·赋沧浪看桂》（明·赵琦美《赵氏铁网珊瑚》卷七。）1243年闰815日，闰中秋，有词。作品：《思佳客·闰中秋》（宋·吴文英《梦窗丁稿》卷四。）思佳客闰中秋（宋·吴文英）丹桂花开第二番。东篱展却宴期宽。人间宝镜离仍合，海上仙槎去复还。分不尽，半凉天。可怜闲剩此婵娟。素娥未隔三秋梦，赢得今宵又倚阑。"
                },
                {
                    "time": "1243年",
                    "activity": "有词咏芙蓉。作品：《过秦楼·芙蓉》（宋·吴文英《梦窗甲稿》卷一。）"
                },
                {
                    "time": "1243年",
                    "activity": "游姑苏台，与施枢有词唱和。作品：《八声甘州·姑苏台，和施芸隐韵》（宋·吴文英《梦窗乙稿》卷二。）八声甘州其二姑苏台和施芸隐韵（宋·吴文英）步晴霞倒影，洗闲愁、深杯滟风漪。望越来清浅，吴歈杳霭，江雁初飞。辇路凌空九险，粉冷濯妆池。歌舞烟霄顶，乐景沈晖。别是青红阑槛，对女墙山色，碧澹宫眉。问当时游鹿，应笑古台非。有谁招、扁舟渔隐，但寄情、西子却题诗。闲风月，暗销磨尽，浪打鸥矶。"
                },
                {
                    "time": "1243年",
                    "activity": "深秋，送魏廷玉去官，有词。作品：《暗香·送魏匀滨宰吴县解组，分韵得阖字》（宋·吴文英《梦窗丁稿》卷四。《年谱》题名无“分韵得阖字”等字。）"
                },
                {
                    "time": "1243年11月",
                    "activity": "冬至，有词与沈义甫唱和。作品：《永遇乐·探梅，次时斋韵》（宋·吴文英《梦窗乙稿》卷二。）永遇乐其三探梅次时斋韵（宋·吴文英）阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯飐唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。西湖旧日，留连清夜，爱酒几将花误。遗袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。"
                },
                {
                    "time": "1243年12月",
                    "activity": "十二月，有词赠虞兟。作品：《瑶花·分韵得作字，戏虞宜兴》（宋·吴文英《梦窗丁稿》卷四。《年谱》题名无“分韵得作字”等字。）瑶华分韵得作字，戏虞宜兴（宋·吴文英）秋风采石，羽扇挥兵，认紫骝飞跃。江蓠塞草，应笑春、空锁凌烟高阁。胡歌秦陇，问铙鼓、新词谁作。有秀荪、来染吴香，瘦马青刍南陌。冰澌细响长桥，荡波底蛟腥，不涴霜锷。乌丝醉墨，红袖暖、十里湖山行乐。老仙何处，算洞府、光阴如昨。想地宽、多种桃花，艳锦东风成幄。"
                },
                {
                    "time": "1244年5月5日",
                    "activity": "在苏州，为仓台幕僚。端午节，有词。作品：《满江红·甲辰岁盘门外寓居过重午》（宋·吴文英《梦窗丁稿》卷四。）满江红其二甲辰岁盘门外寓居过重午（宋·吴文英）结束萧仙，啸梁鬼、依还未灭。荒城外、无聊闲看，野烟一抹。梅子未黄愁夜雨，榴花不见簪秋雪。又重罗、红字写香词，年时节。帘底事，凭燕说。合欢缕，双条脱。自香消红臂，旧情都别。湘水离魂菰叶怨，扬州无梦铜华阙。倩卧箫、吹裂晚天云，看新月。"
                },
                {
                    "time": "1244年7月7日",
                    "activity": "在苏州，为仓台幕僚。七夕节，有词。作品：《凤栖梧·甲辰七夕》（宋·吴文英《梦窗丁稿》卷四。）凤栖梧甲辰七夕（宋·吴文英）开过南枝花满院。新月西楼，相约同针线。高树数声蝉送晚。归家梦向斜阳断。夜色银河情一片。轻帐偷欢，银烛罗屏怨。陈迹晓风吹雾散。帘钩空带蛛丝卷。"
                },
                {
                    "time": "1244年8月15日",
                    "activity": "在苏州，为仓台幕僚。中秋节，有词。作品：《尾犯·甲辰中秋》（宋·吴文英《梦窗丙稿》卷三。）尾犯其二甲辰中秋（宋·吴文英）绀海掣微云，金井暮凉，梧韵风急。何处楼高，想清光先得。江汜冷、冰绡乍洗，素娥忺，菱花再拭。影留人去，忍向夜深，帘户照陈迹。竹房苔径小，对日暮、数尽烟碧。露蓼香泾，记年时相识。二十五、声声秋点，梦不认、屏山路窄。醉魂幽扬，满地桂阴无人惜。"
                },
                {
                    "time": "1245年",
                    "activity": "在苏州，有词赠魏峻。作品：《声声慢·寿方泉》（宋·吴文英《梦窗丙稿》卷三。《年谱》题作“寿魏方泉”）声声慢其八寿魏方泉（宋·吴文英）莺围橙径，鲈跃莼波，重来雨过中秋。酒市渔乡，西风胜似春柔。宿舂去年村墅，看黄云、还委西畴。凤池去，信吴人有分，借与迟留。应是香山续梦，又凝香追咏，重到苏州。青鬓江山，足成千岁风流。围腰御仙花底，衬月中、金粟香浮。夜宴久，揽秋云、平倚画楼。"
                },
                {
                    "time": "1246年9月9日",
                    "activity": "在苏州，重阳节，有词。作品：《瑞鹤仙·丙午重九》（宋·吴文英《梦窗丙稿》卷三。）瑞鹤仙其四丙午重九（宋·吴文英）乱云生古峤。记旧游惟怕，秋光不早。人生断肠草。叹如今摇落，暗惊怀抱。谁临晚眺。吹台高、霜歌缥缈。想西风、此处留情，肯著故人衰帽。闻道。萸香西市，酒熟东邻，浣花人老。金鞭騕袅。追吟赋，倩年少。想重来新雁，伤心湖上，销减红深翠窈。小楼寒、睡起无聊，半帘晚照。"
                },
                {
                    "time": "1247年",
                    "activity": "尹焕自畿漕除右司郎官，有词祝贺。作品：《塞翁吟·饯梅津除郎赴阙》（宋·吴文英《梦窗丙稿》卷三。）塞翁吟其二饯梅津除郎赴阙（宋·吴文英）有约西湖去，移棹晓折芙蓉。算才是，称心红。染不尽薰风。千桃过眼春如梦，还认锦叠云重。弄晚色，旧香中。旋撑入深丛。从容。情犹赋、冰车健笔，人未老、南屏翠峰。转河影、浮槎信早，素妃叫、海月归来，太液池东。红衣卸了，结子成莲，天劲秋浓。"
                },
                {
                    "time": "1249年",
                    "activity": "再客苏州，有词。作品：《绛都春·余往来清华池馆六年，赋咏屡以感昔伤今，益不堪怀，乃复作此解》（宋·吴文英《梦窗乙稿》卷二。）绛都春其六余往来清华池馆六年，赋咏屡矣，感昔伤今，益不堪怀，乃复作此解（宋·吴文英）春来雁渚。弄艳冶、又入垂杨如许。困舞瘦腰，啼湿宫黄池塘雨。碧沿苍藓云根路。尚追想、凌波微步。小楼重上，凭谁为唱，旧时金缕。凝伫。烟萝翠竹，欠罗袖、为倚天寒日暮。强醉梅边，招得花奴来尊俎。东风须惹春云住。□莫把、飞琼吹去。便教移取熏笼，夜温绣户。"
                },
                {
                    "time": "1250年",
                    "activity": "在苏州，有词饯别尹焕。作品：《瑞龙吟·送梅津》（宋·吴文英《梦窗甲稿》卷一。）《惜黄花慢·次吴江小泊，夜饮僧窗，惜别邦乂。赵簿携小妓侑尊，连歌数阕，皆清真词，酒尽已四鼓，赋此词饯尹梅津》（宋·吴文英《梦窗乙稿》卷二。《年谱》题作“次吴江小泊”）瑞龙吟其二送梅津（宋·吴文英）黯分袖。肠断去水流萍，住船系柳。吴宫娇月娆花，醉题恨倚，蛮江豆蔻。吐春绣。笔底丽情多少，眼波眉岫。新园锁却愁阴，露黄漫委，寒香半亩。还背垂虹秋去，四桥烟雨，一宵歌酒。犹忆翠微携壶，乌帽风骤。西湖到日，重见梅钿皱。谁家听、琵琶未了，朝骢嘶漏。印剖黄金籀。待来共凭，齐云话旧。莫唱朱樱口。生怕遣、楼前行云知后。泪鸿怨角，空教人瘦。惜黄花慢其二次吴江小泊，夜饮僧窗惜别，邦人赵簿携小妓侑尊，连歌数阕，皆清真词。酒尽，已四鼓，赋比词饯尹梅津（宋·吴文英）送客吴皋。正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨水迢迢。翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰。沈郎旧日，曾系兰桡。仙人凤咽琼箫。怅断魂送远，九辩难招。醉鬟留盼，小窗剪烛，歌云载恨，飞上银霄。素秋不解随船去，败红趁、一叶寒涛。梦翠翘。怨鸿料过南谯。"
                },
                {
                    "time": "1259年",
                    "activity": "在苏州，有词。作品：《沁园春·送翁宾阳游鄂渚》（宋·吴文英《梦窗丁稿》卷四。）沁园春其二送翁宾客游鄂渚（宋·吴文英）情如之何，暮涂为客，忍堪送君。便江湖天远，中宵同月，关河秋近，何日清尘。玉麈生风，貂裘明雪，幕府英雄今几人。行须早，料刚肠肯殢，泪眼离颦。平生秀句清尊。到帐东风开自有神。听夜鸣黄鹤，楼高百尺，朝驰白马，笔扫千军。贾傅才高，岳家军在，好勒燕然石上文。松江上，念故人老矣，甘卧闲云。"
                },
                {
                    "time": "1277年1月15日",
                    "activity": "元宵节，有词追忆荣邸岁月。作品：《应天长·吴门元夕》应天长夷则商吴门元夕（宋·吴文英）丽花斗靥，清麝溅尘，春声遍满芳陌。竟路障空云幕，冰壶浸霞色。芙蓉镜，词赋客。竞绣笔、醉嫌天窄。素娥下，小驻轻镳，眼乱红碧。前事顿非昔，故苑年光，浑与世相隔。向暮巷空人绝，残灯耿尘壁。凌波恨，帘户寂。听怨写、堕梅哀笛。伫立久，雨暗河桥，谯漏疏滴。"
                }
            ]
        },
        {
            "Latitude": 30.548828,
            "Longitude": 119.984002,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330521",
            "Title": "德清",
            "Detail": [
                {
                    "time": "1224年",
                    "activity": "在杭幕，初游德清。"
                },
                {
                    "time": "1226年",
                    "activity": "重游德清，有词。作品：《贺新郎·为德清赵令居赋小垂虹》（宋·吴文英《梦窗甲稿》卷一。）《念奴娇·赋德清县圃明秀亭》（宋·吴文英《梦窗甲稿》卷一。）《瑞龙吟·德清清明竞渡》（宋·吴文英《梦窗甲稿》卷一。）贺新郎其二为德清赵令君赋小垂虹（宋·吴文英）浪影龟纹皱。蘸平烟、青红半湿，枕溪窗牖。千尺晴霞慵卧水，万叠罗屏拥绣。漫几度、吴船回首。归雁五湖应不到，问苍茫、钓雪人知否。樵唱杳，度深秀。重来趁得花时候。记留连、空山夜雨，短亭春酒。桃李新栽成蹊处，尽是行人去后。但东阁、官梅清瘦。欸乃一声山水绿，燕无言、风定垂帘昼。寒正悄，亸吟袖。念奴娇赋德清县圃明秀亭（宋·吴文英）思生晚眺，岸乌纱平步，春云层绿。罨画屏风开四面，各样莺花结束。寒欲残时，香无著处，千树风前玉。游蜂飞过，隔墙疑是金谷。偏称晚色横烟，愁凝峨髻，澹生绡裙幅。缥缈孤山南畔路，相对花房竹屋。溪足沙明，岩阴石秀，梦冷吟亭宿。松风古涧，高调月夜清曲。瑞龙吟其三德清清明竞渡（宋·吴文英）大溪面。遥望绣羽冲烟，锦梭飞练。桃花三十六陂，鲛宫睡起，娇雷乍转。去如箭。催趁戏旗游鼓，素澜雪溅。东风冷湿蛟腥，澹阴送昼，轻霏弄晚。洲上青苹生处，斗春不管，怀沙人远。残日半开一川，花影零乱。山屏醉缬，连棹东西岸。阑干倒、千红妆靥，铅香不断。傍暝疏帘卷。翠涟皱净，笙歌未散。簪柳门归懒。犹自有、玉龙黄昏吹怨。重云暗阁，春霖一片。"
                }
            ]
        },
        {
            "Latitude": 30.899015,
            "Longitude": 120.094566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3305",
            "Title": "湖州",
            "Detail": [
                {
                    "time": "1224年",
                    "activity": "在杭幕，游德清邻县乌程，有词赠姜石帚。作品：《三部乐·赋姜石帚渔隐》（宋·吴文英《梦窗丙稿》卷三。）《齐天乐·赠姜石帚》（宋·吴文英《梦窗甲稿》卷一。）《拜新月慢·姜石帚以盆莲数十置中庭，宴客其中》（宋·吴文英《梦窗甲稿》卷一。《年谱》题名无“其中”两字。）齐天乐其九赠姜石帚（宋·吴文英）馀香才润鸾绡汗，秋风夜来先起。雾锁林深，蓝浮野阔，一笛渔蓑鸥外。红尘万里。就中决银河，冷涵空翠。岸觜沙平，水杨阴下晚初舣。桃溪人住最久，浪吟谁得到，兰蕙疏绮。砚色寒云，签声乱叶，蕲竹纱纹如水。笙歌醉里。步明月丁东，静传环佩。更展芳塘，种花招燕子。"
                },
                {
                    "time": "1224年",
                    "activity": "游乌程，有词。作品：《尉迟杯·赋杨公小蓬莱》（宋·吴文英《梦窗甲稿》卷一。）"
                },
                {
                    "time": "1258年",
                    "activity": "暂之湖州，有词。作品：《惜红衣·余从姜石帚游苕霅间三十五年矣，重来伤今感昔，聊以咏怀》（宋·吴文英《梦窗甲稿》卷一。）"
                }
            ]
        },
        {
            "Latitude": 30.036519,
            "Longitude": 120.586673,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306",
            "Title": "绍兴",
            "Detail": [
                {
                    "time": "1244年11月",
                    "activity": "入绍兴知府史宅之幕中，有词。作品：《喜迁莺·甲辰冬至寓越，儿辈尚留瓜泾萧寺》（宋·吴文英《梦窗丙稿》卷三。）喜迁莺其四甲辰冬至寓越，儿辈尚留瓜泾萧寺（宋·吴文英）冬分人别。渡倦客晚潮，伤头俱雪。雁影秋空，蝶情春荡，几处路穷车绝。把酒共温寒夜，倚绣添慵时节。又底事，对愁云江国，离心还折。吴越。重会面，点检旧吟，同看灯花结。儿女相思，年华轻送，邻户断箫声噎。待移杖藜雪后，犹怯蓬莱寒阔。最起晚，任鸦林催晓，梅窗沈月。"
                },
                {
                    "time": "1244年12月30日",
                    "activity": "除夕，有词。作品：《祝英台近·除夜立春》（宋·吴文英《梦窗丙稿》卷三。）祝英台近其五除夜立春（宋·吴文英）剪红情，裁绿意，花信上钗股。残日东风，不放岁华去。有人添烛西窗，不眠侵晓，笑声转、新年莺语。旧尊俎。玉纤曾擘黄柑，柔香系幽素。归梦湖边，还迷镜中路。可怜千点吴霜，寒销不尽，又相对、落梅如雨。"
                },
                {
                    "time": "1245年",
                    "activity": "在绍兴史宅之幕中，有词。作品：《瑞鹤仙·寿云麓先生》（宋·吴文英《梦窗丁稿》卷四。《年谱》题作“寿史云麓”）《风入松·云麓园堂燕客》（宋·吴文英《梦窗丁稿》卷四。《年谱》题作“麓翁园堂宴客”）《秋霁·赋云麓水园长桥》（宋·吴文英《梦窗丁稿》卷四。《年谱》题名无“赋”“水”二字。）《江神子·喜雨，上麓翁》（宋·吴文英《梦窗丁稿》卷四。）瑞鹤仙其五寿史云麓（宋·吴文英）记年时茂苑。正画堂凝香，璇奎初焕。天边岁华转躜九重春近，仙桃传宴。银罂翠管。宝香飞、蓬莱小殿。荷玉皇、恩重千秋，翠麓峻齐云汉。须看。鸿飞高处，地阔天宽，弋人空羡。梅清水暖。苕溪上，几吟卷。算金门听漏，玉墀班早，赢得风霜满面。总不如、绿野身安，镜中未晚。风入松其四麓翁园堂宴客（宋·吴文英）一番疏雨洗芙蓉。玉冷佩丁东。辘轳听带秋声转，早凉生、傍井梧桐。欢宴良宵好月，佳人修竹清风。临池飞阁乍青红。移酒小垂虹。贞元供奉梨园曲，称十香、深蘸琼钟。醉梦孤云晓色，笙歌一派秋空。江神子/江城子其二喜雨上麓翁（宋·吴文英）一声玉磬下星坛。步虚阑。露华寒。平晓阿香，油壁碾青鸾。应是老鳞眠不得，云炮落，雨瓢翻。身闲犹耿寸心丹。炷炉烟。暗祈年。随处蛙声，鼓吹稻花田。秋水一池莲叶晚，吟喜雨，拍阑干。"
                },
                {
                    "time": "1245年",
                    "activity": "在绍兴，霖雨，有词。作品：《烛影摇红·越上霖雨应祷》（宋·吴文英《梦窗丙稿》卷三。）烛影摇红其七越上霖雨应祷（宋·吴文英）秋入灯花，夜深檐影琵琶语。越娥青镜洗红埃，山斗秦眉妩。相间金茸翠亩。认城阴、春耕旧处。晚舂相应，新稻炊香，疏烟林莽。清磬风前，海沈宿袅芙蓉炷。阿香秋梦起娇啼，玉女传幽素。人驾梅槎未渡。试梧桐、聊分宴俎。采菱别调，留取蓬莱，霎时云住。"
                },
                {
                    "time": "1245年",
                    "activity": "游蓬莱阁，有词。作品：《瑞龙吟·赋蓬莱阁》（宋·吴文英《梦窗丁稿》卷四。）《西江月·登蓬莱阁看桂》（宋·吴文英《梦窗丙稿》卷三。）西江月登蓬莱阁看桂（宋·吴文英）清梦重游天上，古香吹下云头。箫声三十六宫愁。高处花惊风骤。客路羁情不断，阑干晚色先收。千山浓绿未成秋。谁见月中人瘦。"
                },
                {
                    "time": "1245年8月15日",
                    "activity": "中秋，有词。作品：《永遇乐·乙巳中秋风雨》（宋·吴文英《梦窗丙稿》卷三。）永遇乐其二乙巳中秋风雨（宋·吴文英）风拂尘徽，雨侵凉榻，才动秋思。缓酒销更，移灯傍影，净洗芭蕉耳。铜华沧海，愁霾重嶂，燕北雁南天外。算阴晴，浑似几番，渭城故人离会。青楼旧日，高歌取醉，唤出玉人梳洗。红叶流光，蘋花两鬓，心事成秋水。白凝虚晓，香吹轻烬，倚窗小瓶疏桂。问深宫，姮娥正在，妒云第几。"
                },
                {
                    "time": "1246年1月1日",
                    "activity": "在绍兴，元旦，有词。作品：《塞垣春·丙午岁旦》（宋·吴文英《梦窗丙稿》卷三。）塞垣春丙午岁旦（宋·吴文英）漏瑟侵琼管。润鼓借、烘炉暖。藏钩怯冷，画鸡临晓，怜语莺啭。殢绿窗、细咒浮梅盏。换蜜炬、花心短。梦惊回，林鸦起，曲屏春事天远。迎路柳丝裙，看争拜东风，盈灞桥岸。髻落宝钗寒，恨花胜迟燕。渐街帘影转。还似新年，过邮亭、一相见。南陌又灯火，绣囊尘香浅。"
                },
                {
                    "time": "1246年",
                    "activity": "有词与史宅之。作品：《探芳信·贺云麓先生秘阁满月》（宋·吴文英《梦窗甲稿》卷一。）探芳信其五贺麓翁秘阁满月（宋·吴文英）探春到。见彩花钗头，玉燕来早。正紫龙眠重，明月弄清晓。夜尘不浸银河水，金盎供新澡。镇帷犀、护紧东风，秀藏芝草。星斗粲怀抱。问雾暖蓝田，玉长多少。禁苑传香，柳边语、听莺报。片云飞趁春潮去，红软长安道。试回头、一点蓬莱翠小。"
                },
                {
                    "time": "1249年11月18日",
                    "activity": "十一月十八日，出迎吴潜于舟中。作品：《浣溪沙·仲冬望后，出迓履翁，舟中即兴》（宋·吴文英《梦窗丁稿》卷四。《年谱》编年于八日，系地于杭州。）浣溪沙其一仲冬望后，出迓履翁，舟中即兴（宋·吴文英）新梦游仙驾紫鸿。数家灯火灞桥东。吹箫楼外冻云重。石瘦溪根船宿处，月斜梅影晓寒中。玉人无力倚东风。"
                },
                {
                    "time": "1249年",
                    "activity": "有词赠吴潜。作品：《绛都春·题蓬莱阁灯屏》（宋·吴文英《梦窗丙稿》卷三。）"
                },
                {
                    "time": "1256年3月",
                    "activity": "客赵与芮邸，有词。作品：《西江月·赋瑶圃青梅枝上晚花》（宋·吴文英《梦窗丙稿》卷三。）西江月赋瑶圃青梅枝上晚花（宋·吴文英）枝袅一痕雪在，叶藏几豆春浓。玉奴最晚嫁东风。来结梨花幽梦。香力添熏罗被，瘦肌犹怯冰绡。绿阴青子老溪桥。羞见东邻娇小。"
                },
                {
                    "time": "1256年3月",
                    "activity": "陪吴泳登花园，有词。作品：《西河·陪鹤林先生登花园》（宋·吴文英《梦窗丙稿》卷三。）"
                },
                {
                    "time": "1260-1261年",
                    "activity": "客赵与芮邸，秋日，有词。作品：《水龙吟·寿嗣荣王》（宋·吴文英《梦窗丙稿》卷三。）《齐天乐·寿荣王夫人》（宋·吴文英《梦窗甲稿》卷一。）《烛影摇红·寿嗣荣王》（宋·吴文英《梦窗乙稿》卷二。）《宴清都·寿荣王夫人》（宋·吴文英《梦窗甲稿》卷一。）水龙吟其四寿嗣荣王（宋·吴文英）望中璇海波新，泛槎又匝银河转。金风细袅，龙枝声奏，钧箫秋远。南极飞仙，夜来催驾，祥光重见。紫霄承露掌，瑶池荫密，蟠桃秀、螽莲绽。新栋晴翚凌汉。半凉生、兰檠书卷。绣裳五色，昆台十二，香深帘卷。花萼楼高处，连清晓、千秋传宴。赐长生玉字，鸾回凤舞，下蓬莱殿。齐天乐其八寿荣王夫人（宋·吴文英）玉皇重赐瑶池宴，琼筵第二十四。万象澄秋，群裾曳玉，清澈冰壶人世。鳌峰对起。许分得钧天，凤丝龙吹。翠羽飞来，舞鸾曾赋曼桃字。鹤胎曾梦电绕，桂根看骤长，玉干金蕊。少海波新，芳茅露滴，凉入堂阶彩戏。香霖乍洗。拥莲媛三千，羽裳风佩。圣姥朝元，炼颜银汉水。烛影摇红其五寿嗣荣王（宋·吴文英）天桂飞香，御花簇座千秋宴。笑从王母摘仙桃，琼醴双金盏。掌上龙珠照眼。映萝图、星晖海润。浮槎远到，水浅蓬莱，秋明河汉。宝月将弦，晚钩斜挂西帘卷。未须十日便中秋，争看清光满。净洗红尘障面。贺朝霖、催班正殿。喜回天上，紫府开筵，瑶池宣劝。宴清都其三寿荣王夫人（宋·吴文英）万壑蓬莱路。非烟霁，五云城阙深处。璇源媲凤，瑶池种玉，炼颜金姥。长虹梦入仙怀，便洗日、铜华翠渚。向瑞世、独占长春，蟠桃正饱风露。殷勤汉殿传卮，隔江云起，暗飞青羽。南山寿石，东周宝鼎，千秋巩固。何时地拂龙衣，待迎入、玉京阆圃。看□□、剩拥湖船，三千彩御。"
                },
                {
                    "time": "1265年",
                    "activity": "在绍兴，春，有词送万益之。作品：《水龙吟·送万信州》（宋·吴文英《梦窗甲稿》卷一。）水龙吟其六送万信州（宋·吴文英）几番时事重论，座中共惜斜阳下。今朝剪柳，东风送客，功名近也。约住飞花，暂听留燕，更攀情话。问千牙过阙，一封入奏，忠孝事、都应写。闻道兰台清暇。载鸱夷、烟江一舸。贞元旧曲，如今谁听，惟公和寡。儿骑空迎，舜瞳回盼，玉阶前借。便急回暖律，天边海上，正春寒夜。"
                },
                {
                    "time": "1266年3月",
                    "activity": "在绍兴，三月，有词送赵与芮。作品：《宴清都·饯嗣荣仲享还京》（宋·吴文英《梦窗丙稿》卷三。《年谱》题作“嗣荣王”）"
                }
            ]
        },
        {
            "Latitude": 31.321288,
            "Longitude": 120.571178,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205 枫桥",
            "Title": "枫桥"
        },
        {
            "Latitude": 31.34175,
            "Longitude": 120.585456,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205 虎丘",
            "Title": "虎丘"
        },
        {
            "Latitude": 31.301311,
            "Longitude": 120.631275,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205 沧浪亭",
            "Title": "沧浪亭"
        },
        {
            "Latitude": 30.251772,
            "Longitude": 120.139058,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301 西湖",
            "Title": "西湖"
        }
    ]
}