{
    "lines": [
        {
            "Latitude": 27.589226,
            "Longitude": 115.322833,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360823",
            "Title": "峡江 (出生地)",
            "Detail": [
                {
                    "time": "1044年6月9日",
                    "activity": "平仲生。"
                },
                {
                    "time": "1045年",
                    "activity": "居乡。父延之作《宋桂州瘗宜贼首级记》。"
                },
                {
                    "time": "1046-1055年",
                    "activity": "居乡。"
                },
                {
                    "time": "1056年",
                    "activity": "居乡。兄文仲应乡举。"
                },
                {
                    "time": "1057年",
                    "activity": "居乡。"
                },
                {
                    "time": "1058年",
                    "activity": "居乡。兄文仲再应乡举。"
                },
                {
                    "time": "1059年",
                    "activity": "居乡。兄武仲应乡举。"
                },
                {
                    "time": "1060年",
                    "activity": "居乡。"
                },
                {
                    "time": "1061年",
                    "activity": "居乡。兄文仲登进士第，调余杭尉。"
                },
                {
                    "time": "1062年",
                    "activity": "居乡。中乡举。兄武仲为国子解魁。"
                },
                {
                    "time": "1063年",
                    "activity": "居乡。兄武仲登进士第，有《谢及第启》，授穀城主簿。"
                },
                {
                    "time": "1100年3月",
                    "activity": "至家，接复官诰。四月，曾肇有《孔平仲复官行词事奏》。"
                },
                {
                    "time": "1100年5月22日",
                    "activity": "孔文仲追复朝奉郎。兄孔武仲追复宝文阁待制。"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "1064年",
                    "activity": "平仲为国学解魁，有文。是年，平仲与苏辙订交，有诗唱和。兄文仲改南康军司户，以正议使湖北，请解官侍养。作品：国学解元谢启。（苏辙有《次韵孔平仲著作见寄四首》，其一有云：“昔在京城南，成均对茅屋。清晨屣履过，不顾车击击毂。时有江南生，能使多士服。”指平仲中国学解魁一事。）"
                },
                {
                    "time": "1064年11月18日",
                    "activity": "平仲为国学解魁。父延之与余藻、姚彦圣等游于朝阳洞。"
                },
                {
                    "time": "1064年11月27日",
                    "activity": "平仲为国学解魁。父延之与前安抚使勾当公事姚彦圣、新知龚州丁錞、提点刑狱余藻自寿宁院抵庆林观，游龙隐崖。"
                },
                {
                    "time": "1064年12月",
                    "activity": "平仲为国学解魁。父延之与通判范子明、机宜姚原道、知龚州丁錞、提刑余藻饮饯于雉山。"
                },
                {
                    "time": "1077年",
                    "activity": "守秘书省著作郎充都水监勾当公事。兄文仲除充国子监直讲。"
                },
                {
                    "time": "1078年3月",
                    "activity": "充都水监勾当公事。同苏轼为王迥赋《芙蓉城诗》作品：呈王子高殿丞。（据《苏轼年谱》平仲《呈王子高殿丞》诗（《清江三孔集》卷二四）云：“天上人间事不同，相思何日却相逢。鞭蓉城在蓬莱外，海阔波深千万重。”）呈王子高殿丞（宋·孔平仲）　　七言绝句　押冬韵天上人间事不同，相思何日却相逢。芙蓉城在蓬莱外，海阔波深千万重。"
                },
                {
                    "time": "1084年6月",
                    "activity": "平仲覃恩转朝奉郎。六月，兄武仲除宣德郎、差知潭州湘潭县事。"
                },
                {
                    "time": "1085年",
                    "activity": "任朝奉郎。夏，兄文仲覃恩转承议郎。"
                },
                {
                    "time": "1085年",
                    "activity": "任朝奉郎。十月，兄文仲自承议郎迁校书郎。"
                },
                {
                    "time": "1085年",
                    "activity": "任朝奉郎。十二月，兄武仲自奉议郎除秘书省正字。"
                },
                {
                    "time": "1086年2月",
                    "activity": "任朝奉郎。二月，文仲由校书郎迁礼部员外郎。"
                },
                {
                    "time": "1086年",
                    "activity": "用吕公著荐，为秘书丞、集贤校理。五月二日，兄武仲自秘书省正字迁校书郎。作品：谢试馆职启。（卷中《寄苏子由》诗前为《雍丘驿作》，其后为入陈留界》，亦当为途中作。）"
                },
                {
                    "time": "1086年",
                    "activity": "用吕公著荐，为秘书丞、集贤校理。赴阙途中有诗。作品：寄苏子由。（卷中《寄苏子由》诗前为《雍丘驿作》，其后为入陈留界》，亦当为途中作。）雍丘驿作。（卷中《寄苏子由》诗前为《雍丘驿作》，其后为入陈留界》，亦当为途中作。）入陈留界。寄苏子由（宋·孔平仲）　　七言律诗　押先韵历下攀游今几年，相逢颜鬓觉苍然。西齐①美锦窥诗轴，北郭②浓霞入酒船。别思忽随春浩荡，还期已过月团圆。君家早有为霖望，莫学隆中但稳眠。按：①豫章本作斋　②豫章本作库雍丘驿作（宋·孔平仲）　　七言绝句　押齐韵京尘漠漠稍侵衣，秣马雍丘日未西。驿舍萧然无与语，远墙閒觅①故人题。按：①豫章本作览入陈留界（宋·孔平仲）　　七言绝句　押虞韵青青麦陇鸟相呼，淡淡长空尺霭无。驿道宽平人语好，共知明日到皇都。"
                },
                {
                    "time": "1086年",
                    "activity": "用吕公著荐，为秘书丞、集贤校理。与晁补之唱和。晁补之有《闻文仲潜舍人出试院约毅父考功寻春》。"
                },
                {
                    "time": "1086年",
                    "activity": "任秘书丞、集贤校理。与苏辙唱和。苏辙有《答孔平仲惠蕉布二绝》。"
                },
                {
                    "time": "1087年2月8日",
                    "activity": "朝奉郎平仲为集书校理。黄庭坚有《戏呈孔毅父》诗。"
                },
                {
                    "time": "1087年5月",
                    "activity": "任集书校理。兄文仲自朝奉郎、起居舍人拜左谏议大夫。"
                },
                {
                    "time": "1087年5月",
                    "activity": "任集书校理。刘攽西省种竹，作诗。文仲、平仲亦作诗。苏轼兄弟、邓润甫、曾肇等赓和。作品：和子瞻西掖种竹二首。（刘攽有《西省种竹偶书呈同省诸公并寄邓苏二翰林》、《种竹重寄子瞻》，文仲有《次韵刘贡父西省种竹》，平仲有《和子瞻西掖种竹二首》，苏轼有次韵刘贡父西省种竹》，苏辙有《次韵刘贡父西省种竹》，元虞有《题刘贡父苏子瞻兄弟邓润甫曾子开孔文仲兄弟赓和竹诗墨迹》。）和子瞻西掖种竹二首（宋·孔平仲）　　七言律诗　押鱼韵西垣种竹满庭隅，正值天街小雨初。渐近①凉风侵梦觉，已②留清露滴吟馀。卜邻近喜苍苔满，托迹方惊上苑疏。昨夜青藜光照席，绿阴相对小除书。按：①豫章本作引　②豫章本作又　　其二（宋·孔平仲）　　七言律诗　押鱼韵此君安可一朝无，请看西园种竹初。嶰谷正当吹凤后，葛陂犹是化龙馀。风摇梦枕秋声碎，月满①吟窗夜影疏。他日如封管城子，莫嫌②老秃不中书。按：①豫章本作漏　②豫章本作缘"
                },
                {
                    "time": "1087年8月20日",
                    "activity": "孔平仲除太常博士，苏辙草《孔平仲太常博士告词》。"
                },
                {
                    "time": "1087年11月",
                    "activity": "太常博士孔平仲、秘书丞姚勔两易其任。刘攽撰制词。与苏辙、黄庭坚诸人酬唱甚谐。"
                },
                {
                    "time": "1087年11月26日",
                    "activity": "任秘书丞。十一月甲戌，兄文仲任中书舍人。十一月，弟孔平仲为秘书丞。"
                },
                {
                    "time": "1087年",
                    "activity": "任秘书。与黄庭坚交游，黄庭坚有诗《戏呈孔毅父》。"
                },
                {
                    "time": "1088年3月",
                    "activity": "三月二十一日，兄文仲卒。诏孔平仲为江南东路转运判官，护文仲柩。"
                },
                {
                    "time": "1090年",
                    "activity": "平仲被召赴阙。"
                },
                {
                    "time": "1102年6月4日",
                    "activity": "送吏部与合入差遣。同送者有毕仲游、徐常、黄庭坚、晁补之等五十余人。"
                },
                {
                    "time": "1102年8月",
                    "activity": "党论再起，有《苏辙等不得与在京差遣诏》，凡五十余人，并令三省籍记不得与在京差遣，孔平仲列名其中。"
                }
            ]
        },
        {
            "Latitude": 29.031005,
            "Longitude": 114.553448,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360424",
            "Title": "修水",
            "Detail": [
                {
                    "time": "1065年",
                    "activity": "平仲登进士第，授洪州分宁县主簿。"
                },
                {
                    "time": "1065年",
                    "activity": "平仲登任洪州分宁县主簿。三月，父延之与知桂州、兼经略安抚陆铣，提点刑狱公事余藻，兵马钤辖白均、徐印，新知郁林州姚原道，经略司勾当公事刘恕，会于广西伏波山还珠洞。"
                },
                {
                    "time": "1066-1067年",
                    "activity": "任洪州分宁县主簿。"
                },
                {
                    "time": "1068年",
                    "activity": "任洪州分宁县主簿。父延之作《邵州新迁州学记》"
                },
                {
                    "time": "1069年",
                    "activity": "任洪州分宁县主簿。兄文仲用荐举台州军事推官。"
                },
                {
                    "time": "1070年",
                    "activity": "任洪州分宁县主簿。有诗。七月庚子（十二日），荆湖北路转运使孔延之与判官吴太元不和，诏令江淮发运司及湖北提刑司礼量。作品：喜经父制策第一。喜经父制策第一（宋·孔平仲）　　七言律诗　押庚韵过阁程文推首出，临轩亲策复先鸣。大科江左未尝有，此事吾家真最荣。独步以才高宇宙，横飞不日到蓬瀛。翩翩斥鴳蒿莱下，岂识鹏抟九万程。　　其二（宋·孔平仲）　　七言律诗　亲策贤良第一番，吾家羽翼蔚高骞。当时弃禄嫌民掾，此日登科胜状元。四海望风期将相，双①亲闻榜庆儿孙。台州已有公台兆，预约当行必践言。按：①豫章本作三"
                },
                {
                    "time": "1070年",
                    "activity": "任洪州分宁县主簿。兄文仲文仲对策九千言，极言王安石新法之不当，王安石乞罢文仲归还本任，上御批罢黜还故官。"
                },
                {
                    "time": "1070年",
                    "activity": "任洪州分宁县主簿。父延之权开封府推官，前为湖北转运副使。"
                },
                {
                    "time": "1071年2月",
                    "activity": "任洪州分宁县主簿。有诗。作品：送董监部赴举。送董监部（豫章本作簿）赴举（宋·孔平仲）西风槐半黄，行客车马动。扬鞭望都城，壮气不可控。朝廷新改科，诗赋斥无用。君能通古书，义理善折衷。先锋陈典谟，后骑出歌贡。以兹趋大敌，坐可图百中。青春闻喜处，醉弁宫花重。去矣当自强，勿作思归梦。"
                },
                {
                    "time": "1071年2月",
                    "activity": "任洪州分宁县主簿。有诗。四月，父延之以度支郎官知越州。作品：还杨秘校赋。还杨秘校赋（宋·孔平仲）　　押纸韵杨君示我赋一编，读之百复不能已。新词琢就若瑶琨，故实织成侔锦绮。可怜苦心自少年，近日改科无用此。虽然此（豫章本作君）才颇富赡，贯穿纵横惟所使。有如安车驰大道，左骖骅骝右騄駬。东西南北皆可往，但顾欲适何如耳。勉旃力习以待举，尺一伫闻招特起。他时名望压卢骆，阔步青云此焉（豫章本作为）始。"
                },
                {
                    "time": "1071年6月",
                    "activity": "以荐授密州教授。文仲以应制科策在京。四月，父延之以度支郎官知越州。"
                },
                {
                    "time": "1071年8月15日",
                    "activity": "洪州分宁县主簿。有诗。作品：熙宁四年中秋。熙宁四年中秋（宋·孔平仲）　　五言律诗　押庚韵月满光尤好，秋殷气更清。频年苦阴雨，此夜独清明。后阁罗甥妹，前堂合弟兄。团圆最相称，尽饮至深更。"
                },
                {
                    "time": "1071年8月15日",
                    "activity": "洪州分宁县主簿。与武仲中秋聚会后，武仲赴齐州教官任。平仲有诗。作品：次韵和常父。常父寄半夏。送梦锡往齐州。次韵和常父（宋·孔平仲）　　七言律诗　押真韵卧龙当日醉吟身，冷落天涯一①旅人。早夕思亲增怅望，啸歌怀古更愁②辛。角吹海上千山月，草入江南万里春。欲去尚留心未决，梦魂长在越溪滨。按：①豫章本作今落天涯似　②豫章本作悲　　其二（宋·孔平仲）　　七言律诗　押东韵赴官并出江湖上，讲学联居海岱中。会合尤嗟别离促，音书何似笑言同。黄莺度曲争催晓，红杏薰香半倚风。景物佳时忆相见，恨无双翅逐飞鸿。常父寄半夏（宋·孔平仲）　　押阳韵齐州多半夏，采自鹊山阳。累累圆且白，千里远寄将。新妇初解包，诸子喜若狂。皆云已法制，无滑（豫章本作骨）可以尝。大儿强占据，端坐斥四旁。次女出其腋，一攫已半亡。须臾被辛螫，弃馀不复藏。竞以手扪舌，啼噪满中堂。父至笑且惊，亟使啖以姜。中宵方稍定，久此灯烛光。大钧播万物，不择窳与良。虎掌出深谷，鸢头蔽高冈。春草善杀鱼，野葛挽人肠。各以类自播①，敢问孰主张。水玉名虽佳，神农录之方。其外则皎洁，其中慕坚刚。奈何蕴毒性，入口有所伤。老兄好服食，似此亦可防。急难我辈事，感惕成此章。按：①豫章本、诗钞作蕃送梦锡往齐州（宋·孔平仲）　　押尤韵望君之行车，既远目亦收。惟有随君心，千里不能休。我兄在历城，相别岁已周。音问月三四，东西交置邮。岂如一相见，君今涉其州。为我道亡恙，深言致绸缪。先驰魂梦往，迎子鹊山头。"
                }
            ]
        },
        {
            "Latitude": 36.00214,
            "Longitude": 119.416232,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN370782",
            "Title": "诸城",
            "Detail": [
                {
                    "time": "1071年11月",
                    "activity": "赴密州途中，有诗。作品：日出。日出（宋·孔平仲）仲冬十一月，我行赴高密。路出东海上，晨起骇初日。腾腾若车轮，只向平地出。较于昔所见，得此十之七。蟾蜍尚弄影，皎皎横参毕。辉光一迸散，夜气扫若失。扶桑想可到，俗虑苦难讫。壮观曾未厌，侧叹流景疾。"
                },
                {
                    "time": "1071年11月",
                    "activity": "到密州任。有文。作品：上王相公书。"
                },
                {
                    "time": "1071年",
                    "activity": "任密州教授。有诗。作品：秋夜舟中。和常父初五日渡江。和常父湖州界中。次韵和常父发越州。和舍弟送行至密州。秋夜舟中（宋·孔平仲）昨夜强①风万弩过，舟中侧听披衣坐。秋来已觉阴气繁，晨兴更见波涛大。衰梧弱柳不足数，修篁摧折几百个。飞廉郁然方用事，一威能令万物挫。人言风怒未渠央，我观暴忽势不长。会见平川净如镜，刀鱼鸣橹过钱塘。按：①明抄本、豫章本作狂和常父初五日渡江（宋·孔平仲）半旬滞（豫章本作泊）西陵，霖雨注船屋。昨日风更豪，江边拔长木。初宵尚哮吼，海水皆倒蹙。向晚稍萧条，飞廉想遭戮。重云扫阴晦，皎皎见星宿。大哉天地内，变化反手速。我行不惮早，畏此潮信足。刀鱼颇轻捷，舟子短结束。十夫共一橹，喜噪比①趋陆。船头列火炬，幕下烧绛烛。蛟龙睡方醒，水陆骇窜伏。吟哦未及终，已在吴堤曲。青山绕逶迤，楼阁媚初旭。钱塘虽旧游，梦想尝②在目。便当跨月轮，俯耳听清瀑。重阳复不远，共采岩前菊。按：①明抄本、豫章本作若　②明抄本、豫章本作常和常父湖州界中（宋·孔平仲）常民踏车将纳水，今民踏车将出水。大田不复见沟塍，洪潦汗漫来（豫章本作连）千里。昨在会稽固已闻，湖州春雨夏①不止。吹堤卷石冒城郭，馀波之潴此乃是。至今蒲蠃在民屋，冢树伐尽生葭苇。茅檐破漏不暇完，父子茕茕瘦相倚。西风摇落天地秋，下污上莱无所收。新田今已不可种，问民出水将（豫章本作今）安求。水乾鱼虾或易得，且以咀嚼充饥喉。贫者往往鬻儿女，征徭纷纷复不休。我从农夫遗斗米，自顾饱食诚堪羞。四方近日苦穷乏，嗟我有意奚能周。按：①豫章本作夏雨次韵和堂父发越州（宋·孔平仲）　　七言律诗　押微韵北堂相送出城西，忍见临分独自归。日暮荒村一回首，秋风吹涕各沾衣。水通鉴曲行将尽，山似稽阴认却非。薄宦牵挛不得已，此心何以报春晖。和舍弟送行至密州（宋·孔平仲）　　五言律诗　押尤韵一览凤凰句，况当鸿雁秋。云山回倦首，烟雨上扁舟。土俗京东陋，官居学舍幽。蓬莱醉中梦，寻我海边州。"
                },
                {
                    "time": "1072年",
                    "activity": "任密州教授。有诗。五月一日，父孔延之《会稽掇英总集》成。作品：代小子广孙寄翁翁。代小子广孙寄翁翁（宋·孔平仲）　　押纸韵爹爹来密州，再岁得两子。牙儿秀且厚，郑郑已生齿。翁翁尚未见，既见想欢喜。广孙读书多，写字辄两纸。三三足精神，大安能步履。翁翁虽旧识，伎俩非昔比。何时得团聚，尽使罗拜跪。婆婆到辇下，翁翁在省里。大婆八十五，寝膳近何似。爹爹与妳妳，无日不思尔（豫章本作企）。每到时节佳，或对饮食美。一一俱上心，归期当（豫章本作常）屈指。昨日又开炉，连天北风起。饮阑却萧条，举目数千里。"
                },
                {
                    "time": "1072年",
                    "activity": "任密州教授。有诗。作品：寄常父。再用前意。再用前意（宋·孔平仲）　　五言律诗　押齐韵台州云海阔，梁苑雪天低。地隔书来少，心分梦去迷。惟兄最邻近，同路隔东西。常欲投簪笏，相招傍虎溪。"
                },
                {
                    "time": "1072年11月",
                    "activity": "任密州教授。十一月，父孔延之以“沮坏盐法”之名罢任越州，过杭赴京师，饮有美堂。"
                },
                {
                    "time": "1073年",
                    "activity": "任密州教授。仲冬，作诗。作品：常山四诗。常山四诗迎神（宋·孔平仲）木摵摵兮若有闻，风回回兮吹尘。神之来兮何暮，斗斜月落兮夜将向晨。跪捧香兮谨以俟，久注目兮山云。　其二酌神（宋·孔平仲）不敢告劳兮山之盘盘，祀事孔脩兮诚心亦殚。陈肴羞兮堂下，奠旨酒兮石之间。神庶几兮享此，既醉且饱兮留听余言。　其三祷神（宋·孔平仲）　　押庚韵岁且大旱兮田事甚荒，疫疠将作兮火菑流行。循神之名兮其德有常，灵鉴不远兮照此忱诚。出云泄泄兮灵①雨其雱，庶几此民兮不乏粢盛。按：①豫章本作零　其四送神（宋·孔平仲）巫伛偻兮告神将归，屏息再拜兮俨若初来。神之乐兮游衍，风为车兮云为旂。槁者待苏兮瘠者需肥，自今已往兮余日望之。"
                },
                {
                    "time": "1073年",
                    "activity": "任密州教授。有诗。作品：登贺园高亭。（本诗于任密州教授期间作诗。）止谒先圣庙者。（本诗于任密州教授期间作诗。）梦锡杨节之孙昌龄见过小饮。（本诗于任密州教授期间作诗。）城南。（本诗于任密州教授期间作诗。）以事往齐州初发密。（本诗于任密州教授期间作诗。）有感时梦锡寻医思求免官。（本诗于任密州教授期间作诗。）登贺园高亭（宋·孔平仲）　　七言绝句　押麻韵东武名园数贺家，更于高处望春华。深红浅白知多少，直到南山尽是花。止谒先（明抄本、豫章本作宣）圣庙者（宋·孔平仲）高密古名城，其地近阙里。弦歌声相闻，往往重夫子。学官虽荒凉，庙貌颇严伟。上元施灯烛，下俗奠醪醴。高焚百和香，竞爇黄金纸。所求乃福祥，此事最鄙俚。朝廷谨庠序，五路兹焉始。建宫（豫章本作官）以主之，不肖实当此。浇敝皆扫除，安可循旧轨。丁宁戒阍人，来者悉禁止。尝闻之鲁论，丘之祷久矣。生也既无求，殁岂享淫祀。夜亭甚清虚，古柏自风起。悦之以其道，吾祖当亦喜。梦锡杨节之孙昌龄见过小饮（宋·孔平仲）梦锡更时①事，恢然君子儒。节之琼树枝，秀气发扶疏。昌龄出相家，谦谨乃绳枢。三人于交游，得一固有馀。日暮俱访我，止驾共踌躇。四天忽阴沉，风声若江湖。寒色尚可畏，促膝同附炉。高密酒虽贵，为君开一壶。拳栗自东越，殷榴从上都。羹烹历山蕈，脍斫注沟鱼。鲜蛤寔海错，肥羊非市屠。后食淮南莼，此皆北所无。主人不敢爱，且以为宾娱。梦锡饮中豪，节之亦其徒。昌龄稍奸黠，我劝势颇粗。左手扼其肩，右手进觥盂。勉强为我尽，淋漓满衣裾。醉坐各忘去，蓬（豫章本作绛）烛已见跗。幽谈入鬼怪，巧谑相揶揄。勿言轻此乐，此乐胜笙竽。明朝酒醒后，相对礼如（豫章本作加）初。按：①明抄本、豫章本作世城南（宋·孔平仲）密州三月犹有寒，地平更在大海上。昨朝雨止气已晴①，今日②繁阴北风壮。城南蹙水傍城流，几处垂杨系小舟。传闻寂寂无车马，红杏夭桃各自稠。按：①豫章本作清　②豫章本作夜以事往齐州初发密（宋·孔平仲）　　七言绝句　押齐韵匆匆行色犯晨鸡，起见荒坡落月低。多谢使君相送厚，已将歌舞出城西。有感时梦锡寻医而思求免官（宋·孔平仲）　　七言律诗　押萧韵去岁城门坐彻晚，前年火阁饭①连宵。当时已是嫌羁束，今日那堪转寂寥。绿水红莲非旧客，清风明月想同寮。不知比我离高密，谁向长亭折②柳条。按：①豫章本作饮　②豫章本作拗"
                }
            ]
        },
        {
            "Latitude": 28.941661,
            "Longitude": 118.880768,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3308",
            "Title": "衢州",
            "Detail": [
                {
                    "time": "1073年",
                    "activity": "岁末，除衢州军事推官。"
                },
                {
                    "time": "1074年",
                    "activity": "任衢州军事推官。二月，父延之卒，丁父忧。未几，母杨氏及祖母相继卒。"
                }
            ]
        },
        {
            "Latitude": 29.711328,
            "Longitude": 116.007993,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604",
            "Title": "九江",
            "Detail": [
                {
                    "time": "1075年9月26日",
                    "activity": "在江州居父丧。九月乙酉葬父延之于江州之德化县仁贵龙泉原，以母杨氏祔。曾巩为延之作《中书舍人孔公墓志铭》。苏轼有《孔长源挽诗二首》。"
                },
                {
                    "time": "1076年",
                    "activity": "丁忧居家，是年服满。"
                },
                {
                    "time": "1081年",
                    "activity": "监江州钱监。"
                },
                {
                    "time": "1081年6月",
                    "activity": "监江州钱监。六月夏，天大旱，作诗。作品：夏旱。夏旱（宋·孔平仲）元丰四年夏六月，旱风扬尘日流血。高田已白低田乾，陂池行车井泉（豫章本作中）竭。多稼如云欲成就，天胡不仁忍断绝。雷声隆隆电摇帜，雨竟无成空混热。如闻大河决北方，目极千里波涛黄。我愿蛟龙卷此水，洒落东南救焦死。又闻戎泸方用兵，战车甲马穿云行。安得疏江拥三峡，馀波末流灌百城。分支引派入南亩，尽使枯槁得复生。志大心劳竟何补，仰视云汉高溟溟。吾徒禄食固可饱，更愿眼前无饿莩。"
                },
                {
                    "time": "1081年7月",
                    "activity": "监江州钱监。七月朔旦，文仲上封陈五事，曰：邪说乱正道，小人乘群子，远服侮中国，斜封夺公论，人臣轻国命。"
                },
                {
                    "time": "1081年",
                    "activity": "监江州钱监。有诗。作品：璇玑图五首。元丰四年十二月大雪郡侯送酒。十二月二十五日大雪。元丰四年十二月大雪郡侯送酒（宋·孔平仲）　　押豪韵平明大雪风怒嘷，屋上卷来亭下高。更深更密皆能到，所在纷纷如雨（豫章本作羽）毛。堆床压案扫复聚，取笔欲书冰折毫。须眉沾（豫章本作皓）白催我老，自颈以下类①拥袍。此时只好闭门坐，右手把酒左持螯。奈何巑岏据听事，千兵踏藉泥如糟。强登曹亭要望远，纸伞掣手不可操。黑阴遮眼铺水墨，寒气刮耳投兵刀。饥肠及午尚未饭，更搜诗句无乃劳。幸有使君怜寂寞，亟使兵厨分冻醪。余虽不饮为一釂，两颊生春红胜桃。醉眼瞢腾视天地，蜾蠃螟蛉轻二豪。勿令小暖气便壮，自笑世间皆我曹。按：①明抄本、豫章本作赖十二月二十五日大雪（宋·孔平仲）前时大雪风扰之，有无厚薄皆不齐。今朝大雪无风色，下隰高原总盈尺。由来此物本阴气，偏近黄昏落尤剧。斜萦碎委百千态，不是天上（豫章本作工）谁做得。铮铮鸣霰已三日，厌坐北窗闻滴沥。自非猛下意不醒，半夜一天星斗白。漫漫玉琢人世界，蹂践成泥真可惜。呼童梯屋器贮之，犹得煎茶待嘉客。"
                },
                {
                    "time": "1081年",
                    "activity": "监江州钱监。与黄庭坚唱和。黄有《次韵和答孔毅甫》、《再和旧韵寄孔毅父》。"
                },
                {
                    "time": "1082年9月8日",
                    "activity": "监江州钱监。苏轼与平仲简《与毅父宣德》"
                },
                {
                    "time": "1082年",
                    "activity": "监江州钱监。黄庭坚寄《次孔四韵寄怀元翁兄弟并致问毅甫》诗。是年，兄文仲迁奉议郎，通判火山军。"
                },
                {
                    "time": "1082年",
                    "activity": "监江州钱监。苏辙有《次韵孔平仲著作见寄四首》。"
                },
                {
                    "time": "1082年",
                    "activity": "监江州钱监。苏轼于东坡作草堂，平仲有诗。作品：久旱已而甚雨三首。"
                },
                {
                    "time": "1083年",
                    "activity": "监江州钱监。本年，苏轼次韵平仲诗多首，皆在诗集卷二三，平仲原唱已佚。"
                },
                {
                    "time": "1083年",
                    "activity": "监江州钱监。与苏辙有诗唱和，苏辙作《答孔平仲二偈》。四月，兄武仲以信州从事得罢，入京师。"
                },
                {
                    "time": "1083年12月",
                    "activity": "监江州钱监。是月，平仲妻陈氏病逝，苏轼、苏辙分别作挽词《孔毅父妻挽词》、《孔毅父封群挽词二首》"
                },
                {
                    "time": "1083年",
                    "activity": "监江州钱监。有诗。作品：题清溪图。长芦咏蝗。游江宁天庆观久视轩见梅已落有寄常父。城东作。登齐云楼。寄唐林夫。送提举太平观熊舍人。题清溪图（宋·孔平仲）清溪之水清无泥，凫飞雁下太平池。昔人尝比翠绡舞，安得卷之必自随。画师摹写多巧思，只用乌田数张纸。戏拈秃笔扫成图，浓淡邅回真得意。江矶钓浦远更深，昔时行处皆可寻。张公好雅心不俗，眉山先生为楚吟。公今奉使庾岭南，峡中乔林与天参。白云摇曳入船户，清猿①呼啸窥江潭。天霾不开地多热，佛桑山丹赤如血。此时一展清溪图，洒若（豫章本作落）胸中贮冰雪。南方不可以久留，祝公归来此中州。枕白石兮漱清流，芦声战雨曷若飏风之拔木，渔烟凝晚曷若海雾之横秋。我已卜居在九江，九华庐阜郁相望。千里思公如咫尺，扁舟棹月到池阳②。按：①原作江，据豫章本改　②以上《清江三孔集》卷二二长芦咏蝗（宋·孔平仲）飞蝗乎，飞蝗乎，谁使汝为飞蝗，而如此之孽也。一气所生乃自然，百虫之中何为者。若岁大旱汝则多，人虽畏之可奈何。来时漫不见首尾，往往蔽日连数里。河南却集河北岸，东村西村闹如蚁。捕逐百千才十一，入地如锥又生子。山林所过为一空，万口飒飒如雨风。稻粱黍稷复何有，田畴已尽腹未充。农夫去岁望得雪，千耦辈作乘①春发。耕耘喜及苗已长，与汝何冤乃遭齧。忍见深冬瘦如腊，徵赋繁兴蓄积缺。我有薄田在江州，五岁之中三不收。流灾得无及彼土，搏手安敢期高秋。阴阳调和非我事，冻馁逼迫同民忧。有生所往随有累，不及饮啄波中鸥。按：①豫章本作耕辈作争游江宁天庆观久视轩见梅已落有寄常父（豫章本下有兄字）（宋·孔平仲）　　七言绝句　押灰韵记得东斋折小梅，数枝寒色未全开。江上别来今几日，暖风吹径雪成堆。登齐云楼（宋·孔平仲）登彼齐云楼，下视江州城。城前俯大江①，流（豫章本作江）水与天平。人烟疏复密，渔舟纵复横。其下各有人，人各有所营。意气充宇宙，机巧斗生狞。蠢然大块中，何异蚁虱蝇。天地一何广，人物一何微。蛮氏与触氏，纷争谁是非。就令有所得，究竟欲何为。所以达观人，事事弃置之。登彼齐云楼，览世良可悲。不如饮美酒，浩歌醉言归。按：①豫章本作前临大江流寄唐林夫（宋·孔平仲）　　七言律诗　押蒸韵题注：原作寄康林，据豫章本改北音融结本轻清，欲学含糊想未能。晚节弦歌应自笑，终朝簿领更相仍。九江土壤多卑湿，三伏云氛正郁蒸。宴坐知君无暑气，风标自敌玉壶冰。送提举太平观熊舍人（宋·孔平仲）　　七言律诗　押真韵未归西掖掌丝纶，且面①南谯作守臣。三已何②尝观愠色，一鸣从此却惊人。朱轓暂去求民瘼，黄闼行当秉国钧。记取庐山公旧隐，几多草木待青春。按：①豫章本作向　②豫章本作未　　其二（宋·孔平仲）　　七言律诗　押尤韵江州几日到滁州，风送征帆暮不收。幽谷水声先入梦，炉峰山色远随舟。素无公事多閒暇，当有新诗自唱酬。寂寞旧居谁复顾，桂花深锁一堂秋。　　其三（宋·孔平仲）　　七言律诗　押阳韵高才喻蜀策巂①羌，凛凛威名动四方。裁正稷宫新法度，发挥词掖好文章。暂还紫府烟霞冷，却上青霄道路长。寄语吏民休浪喜，使君宁久在滁阳。按：①原作携，据四库本改"
                },
                {
                    "time": "1083年",
                    "activity": "监江州钱监。自元丰三年至是年，多次晤苏轼于黄州，且诗歌唱酬。"
                },
                {
                    "time": "1083年",
                    "activity": "监江州钱监。与苏轼、苏辙唱和。作品：子瞻子由各有寄题小庵诗却用元韵和呈。子瞻子由各有寄题小庵诗却用元韵和呈（宋·孔平仲）　　七言律诗　押覃韵二公俊轨皆千里，两首新诗寄一庵。大隐市朝希柱史，好奇兄弟有岑参。雪天冻坐痴于雀，雨①夕春眠困若蚕。不是本来忘世味，便投閒寂亦难甘。按：①原作两，据豫章本改"
                },
                {
                    "time": "1083年",
                    "activity": "监江州钱监。与、苏辙唱和。作品：苏子由寄题小庵诗用元韵和。（苏辙有《孔平仲著作江州官舍小庵》诗。）苏子由寄题小庵诗用元韵和（宋·孔平仲）　　七言律诗　押覃韵官身粗应三钱府，吏隐聊开一草庵。拥砌幽篁如①月映，覆檐乔木与天参。畏人自比藏头雉，老世今同作蛹蚕。岂独忘言兼闭息，舌津晨漱不胜甘。按：①豫章本、诗钞作从"
                },
                {
                    "time": "1084年",
                    "activity": "监江州钱监。"
                }
            ]
        },
        {
            "Latitude": 25.837179,
            "Longitude": 114.94126,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3607",
            "Title": "赣州",
            "Detail": [
                {
                    "time": "1078年7月",
                    "activity": "以奉议郎通判虔州。"
                },
                {
                    "time": "1078年",
                    "activity": "是年，兄文仲充国子监直讲，因反王安石经义之学授三班院主簿。兄武仲罢江州推官任。"
                },
                {
                    "time": "1079年5月25日",
                    "activity": "五月壬辰，都水监勾当公事孔平仲岁满减罢，更不补人。与黄庭坚有诗唱和。黄庭坚诗《次韵和答孔毅甫》"
                },
                {
                    "time": "1080年",
                    "activity": "通判虔州。兄武仲改信州军事推官。"
                },
                {
                    "time": "1080年11月",
                    "activity": "通判虔州。十一月，作诗。作品：元丰三年十一月施君发之县丞舣舟浔阳出所收书相示好之笃蓄之多装裱之妙可尚也诗以记其事。元丰三年十一月施君发之县（豫章本作寺）丞舣舟浔阳出所收书相示好之笃蓄之多装裱之妙（豫章本下有皆字）可尚也诗以记其事（宋·孔平仲）　　押纸韵发之之舟系湓水，示我名书百馀纸。自言此乃十之一，访寻藏蓄尚未已。装褫卷袭皆精致，从前所见无此比。城荒俗陋谁与游，如君好事固可喜。天寒手冷不厌观，似我赏音知有几。自今有得当助君，不惮缄封寄千里。"
                },
                {
                    "time": "1086年3月",
                    "activity": "平仲除知赣州军州事。有诗。作品：题赣州嘉济庙祈雨感应。（诗下有注，知赣州二月。按：平仲知赣州事，史传不载，姑存疑。绍兴二十三年（1153年）,校书郎董德元以\"虔\"字为虎头，虔州号\"虎头城\",非佳名，奏请改名，诏改虔州为赣州（取章、贡二水合流之义），赣州名始此。以此，是年应仍称虔州。）题赣州嘉济庙祈雨感应（宋·孔平仲）题注：知赣州二月（注原缺，据豫章本补）江东祷雨真灵迹，香火未收檐溜滴。城中到此夜五更，渡口归时水三尺。高田流①满入低田，万耦齐耕破晓烟。但愿吾民得饱饭，年年岁岁是丰年。按：①豫章本作水"
                },
                {
                    "time": "1086年",
                    "activity": "平仲除知赣州军州事。与黄炎交游甚密。"
                },
                {
                    "time": "1086年",
                    "activity": "平仲除知赣州军州事。有诗。作品：和徐道腴波字。（黄炎字晦之，雩郡人。博学能文，十二岁咏日以况志。弱冠登嘉祐八年进士。与孔毅甫、孙介夫、曾子固厚善。且尝通判赣州，则平仲与其交游可能在是时，姑列于此。绍兴二十三年（1153年）,校书郎董德元以\"虔\"字为虎头，虔州号\"虎头城\",非佳名，奏请改名，诏改虔州为赣州（取章、贡二水合流之义），赣州名始此。以此，是年应仍称虔州。）席上口授杜仲观。（黄炎字晦之，雩郡人。博学能文，十二岁咏日以况志。弱冠登嘉祐八年进士。与孔毅甫、孙介夫、曾子固厚善。且尝通判赣州，则平仲与其交游可能在是时，姑列于此。绍兴二十三年（1153年）,校书郎董德元以\"虔\"字为虎头，虔州号\"虎头城\",非佳名，奏请改名，诏改虔州为赣州（取章、贡二水合流之义），赣州名始此。以此，是年应仍称虔州。）和徐道腴波字（虔州作。人名）（宋·孔平仲）　　七言绝句　押歌韵人横玉管宁无意，风入春江总是波。把袂相牵招饮去，岳①阳城外酒徒多。按：①豫章本作夕席上口授杜仲观（虔州作。人名）（宋·孔平仲）　　七言绝句　押歌韵暮雨萧萧何不止，东风弄白起江波。绿杨绾作同心结，杜子春来狂兴多。"
                },
                {
                    "time": "1086年4月16日",
                    "activity": "尚书右仆射吕公著举朝奉郎孔平仲试学士院。"
                }
            ]
        },
        {
            "Latitude": 32.064735,
            "Longitude": 118.802891,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3201",
            "Title": "南京",
            "Detail": [
                {
                    "time": "1088年",
                    "activity": "秋，到江南东路转运判官任。有文。作品：江东到任谢执政启。"
                },
                {
                    "time": "1088年",
                    "activity": "到江南东路转运判官任。有文。作品：江东交代邹漕启。"
                },
                {
                    "time": "1088年9月",
                    "activity": "在江南东路转运判官任。九月兄孔武仲充集贤殿校理。"
                },
                {
                    "time": "1089年4月",
                    "activity": "任江南东路转运判官。兄武仲迁著作佐郎。"
                },
                {
                    "time": "1089年6月",
                    "activity": "任江南东路转运判官。上疏请今后官吏差替并即时放罢，从之。"
                },
                {
                    "time": "1090年3月29日",
                    "activity": "任江南东路转运判官。兄武仲除国子司业，具状辞免，九月兼侍讲。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1091年4月23日",
                    "activity": "充秘书阁校理，提点江浙铸钱。到任，有文。作品：江浙提点谢到任表。"
                },
                {
                    "time": "1091年",
                    "activity": "充秘书阁校理，提点江浙铸钱。有文。作品：提点到任谢执政启。"
                },
                {
                    "time": "1091年",
                    "activity": "充秘书阁校理，提点江浙铸钱。七月八日，兄武仲除起居郎。十一月，武仲除中书舍人。"
                },
                {
                    "time": "1091年12月30日",
                    "activity": "任秘书阁校理，提点江浙铸钱。苏轼由杭回京，有简《与毅父宣德四》与平仲。平仲与苏轼书。"
                },
                {
                    "time": "1092年6月",
                    "activity": "任秘书阁校理，与苏轼论积欠书。"
                },
                {
                    "time": "1092年11月",
                    "activity": "任秘书阁校理。十一月，武仲以中书舍人兼直学士院。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "1093年",
                    "activity": "是年春，提点京西路刑狱公事。有文。作品：谢执政启。"
                },
                {
                    "time": "1093年4月8日",
                    "activity": "提点京西路刑狱公事，奏请令各州县长吏到任，须诣社稷春秋祈报。"
                },
                {
                    "time": "1093年5月",
                    "activity": "提点京西路刑狱。三月二十六日，兄武仲自中书舍人迁给事中。四月四日，迁礼部侍郎。"
                },
                {
                    "time": "1093年",
                    "activity": "提点京西路刑狱。兄武仲除宝文阁待制，出知洪州；闰四月十五日，以宝文阁待制知宣州。"
                },
                {
                    "time": "1094年",
                    "activity": "提点京西路刑狱公事。武仲知宣州，有《之官宣城赠毅父次其韵》、《除宣城守赠元忠毅父次其韵》诗送平仲。"
                }
            ]
        },
        {
            "Latitude": 32.715162,
            "Longitude": 116.717344,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN340421",
            "Title": "凤台",
            "Detail": [
                {
                    "time": "1094年",
                    "activity": "移淮南西路提刑。"
                },
                {
                    "time": "1095年1月1日",
                    "activity": "淮南西路提刑。有文。作品：祭亲家应朝敬文。"
                }
            ]
        },
        {
            "Latitude": 26.899517,
            "Longitude": 112.578397,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4304",
            "Title": "衡阳",
            "Detail": [
                {
                    "time": "1096年2月",
                    "activity": "除知衡州，有文。作品：衡州谢到任表。"
                },
                {
                    "time": "1096年2月",
                    "activity": "知衡州，孔武仲有《送毅父弟知衡州》诗相送。"
                },
                {
                    "time": "1097年",
                    "activity": "文仲追贬梅州别驾。"
                },
                {
                    "time": "1097年",
                    "activity": "知衡州。平仲与秦观会于衡阳，少游有《千秋岁》词赠平仲，平仲亦有和词《千秋岁》。作品：千秋岁（春风湖外）千秋岁（宋·孔平仲）春风湖外。红杏花初退。孤馆静，愁肠碎。泪馀痕在枕，别久香销带。新睡起。小园戏蝶飞成对。惆怅人谁会。随处聊倾盖。情暂遣，心何在。锦书消息断，玉漏花阴改。迟日暮，仙山杳杳空云海。"
                },
                {
                    "time": "1097年",
                    "activity": "知衡州。吕陶有诗相和。作品：和孔毅甫州名五首。"
                },
                {
                    "time": "1098年",
                    "activity": "知衡州。提举荆湖南路常平董必劾平仲不行常法，置狱潭州。"
                },
                {
                    "time": "1098年3月",
                    "activity": "平仲罢衡州任。"
                },
                {
                    "time": "1098年9月",
                    "activity": "特落秘书阁校理，送吏部与合入差遣。"
                },
                {
                    "time": "1098年12月27日",
                    "activity": "武仲卒，有祭文。作品：祭三兄侍郎文。"
                }
            ]
        },
        {
            "Latitude": 23.116409,
            "Longitude": 114.423348,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4413",
            "Title": "惠州",
            "Detail": [
                {
                    "time": "1099年5月18日",
                    "activity": "诏朝奉大夫、新知韶州孔平仲责授惠州别驾，英州安置。"
                }
            ]
        },
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安",
            "Detail": [
                {
                    "time": "1101年",
                    "activity": "复朝散大夫、召为户部、金部郎中，提举永举路刑狱，帅鄜、延、环、庆等州。到任，有谢表。作品：永兴提刑谢表。（宋置，治京兆府(今西安)，京兆府治在万年，万年即长安。邹浩草《孔平仲除金部郎中制》。）"
                },
                {
                    "time": "1101年",
                    "activity": "朝散大夫、户部、金部郎中，提举永举路刑狱。有谢表。作品：叙复朝奉大夫谢表。（宋置，治京兆府(今西安)，京兆府治在万年，万年即长安。）"
                },
                {
                    "time": "1101年",
                    "activity": "孔平仲靖中建国间为陕西提刑，平仲下车见无咎，举《到任谢表》。"
                }
            ]
        },
        {
            "Latitude": 36.591003,
            "Longitude": 109.496361,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6106",
            "Title": "延安",
            "Detail": [
                {
                    "time": "1101年",
                    "activity": "自陕西转运使徙知延安府，且以经术饰吏事，待羌人以威信，甚有治状。"
                },
                {
                    "time": "1101年",
                    "activity": "徙知延安府。苏轼遇赦北归，途中与平仲书信往来。苏轼有《与毅父宣德五》、《与毅父宣德六》《与毅父宣德七》。"
                }
            ]
        },
        {
            "Latitude": 35.574016,
            "Longitude": 116.754139,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN370812",
            "Title": "兖州",
            "Detail": [
                {
                    "time": "1102年8月25日",
                    "activity": "朝奉大夫孔平仲管勾兖州太平观，有谢表。作品：谢宫观表。"
                },
                {
                    "time": "1102年9月17日",
                    "activity": "平仲卒。时朝廷立党人碑于端礼门，兄孔文仲位列待制以上官中。"
                }
            ]
        }
    ]
}