{
    "lines": [
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安 (出生地)",
            "Detail": [
                {
                    "time": "656年",
                    "activity": "约本年生。本表所列年岁为虚拟数。"
                },
                {
                    "time": "657-664年",
                    "activity": "随父居京。"
                },
                {
                    "time": "675年",
                    "activity": "在长安。进士及第。"
                },
                {
                    "time": "694年",
                    "activity": "为官京兆府。"
                },
                {
                    "time": "701年10月",
                    "activity": "驾幸长安，扈从至长安。702年春，武后幸禁苑神皋亭，应制有诗。作品：奉和幸神皋亭应制。（武后长安元年十月幸长安，三年十月归东都，诗当长安二年早春或三年早春，姑系二年。）奉和幸神皋亭应制（唐·宋之问）　　五言排律　押真韵清跸喧黄道，乘舆降紫宸。霜戈凝晓日，云管发阳春。台古全疑汉，林馀半识秦。宴酣诗布泽，节改令行仁。昔恃山河险，今依道德淳。多惭献嘉颂，空累属车尘。"
                },
                {
                    "time": "702年",
                    "activity": "作文祭城门郎王某。作品：祭王城门文。（王城门，名未祥。）"
                },
                {
                    "time": "702年",
                    "activity": "由司礼主簿迁尚方监丞（少府监丞）"
                },
                {
                    "time": "706年10月9日",
                    "activity": "十月九日，车驾还京师，之问或随车驾至京师。"
                },
                {
                    "time": "706年11月",
                    "activity": "十一月五日，苏颋为合宫县令，宋有诗相送。作品：送合宫苏明府颋。（苏颋（670-727），字廷硕，京兆武功人，苏瑰（瑰）子。年十七进士及第，神龙中累官至中书舍人，开元四年迁紫微侍郎、知政事、袭封许国公。文思敏捷，与张说并称“燕许大手笔”，开元十五年卒，年五十八，文集三十卷，已佚。《旧唐书》卷八八、《新唐书》卷一二五有传。参周祖撰《中国文学家大辞典》（唐五代卷）第245页苏颋条。）送合宫苏明府颋（唐·宋之问）　　五言排律　押支韵引用典故：下履凫　铉府诞英规，公才天下知。谓乘羔雁族，继入凤皇池。赤县求人隐，青门起路岐。翟回车少别，凫化舄遥驰。神哭周南境，童歌渭北垂。贤哉荀奉倩，衮职伫来仪。"
                },
                {
                    "time": "706年",
                    "activity": "太平公主子病愈，设斋礼佛，宋为作叹佛文。作品：为太平公主五郎病愈设斋叹佛文。（据文中中宗、韦后尊号及太平公主封号，文作于神龙二年七月至三年八月间，姑系二年。）"
                },
                {
                    "time": "706年",
                    "activity": "河北大旱，遣侍御使姚绍之等发吴大仓赈之，宋有诗送姚出使江东。作品：送姚侍御出使江东。（姚绍之，湖州武康人。初以鸾台典仪累迁监察御史。神龙二年，王同皎、张仲之等谋杀武三思，事觉被捕，诏绍之与左台大夫李承嘉按治。绍之酷虐曲成其罪，以功擢左台侍御史，自此意岸轩傲，朝野侧目。与侍御使周利用、冉祖雍、太仆丞李悛、光禄丞宋之逊等五人，为三思耳目，时人呼为“三思五狗”。后坐赃当死，韦后女弟救请，贬岭南琼山尉。俄逃还京，万年尉捕击，折其足。更授南陵令，员外置。开元十三年，为括州长史同正，不得与州事，死。《旧唐书》卷第一八六下、《新唐书》卷二○九有传。《旧唐书·武三思传》：“侍御使周利用、冉祖雍、太仆丞李悛、光禄丞宋之逊、监察御使姚绍之等五人，常为其耳目，时人呼为‘三思五狗’”）送姚侍御出使江东（唐·宋之问）　　五言律诗　押阳韵引用典故：饮冰　昼归　帝忧河朔郡，南发海陵仓。坐叹青春别，逶迤碧水长。饮冰朝受命，衣锦昼还乡。为问东山桂，无人何自芳。"
                },
                {
                    "time": "707年2月",
                    "activity": "神龙三年二月，帝幸安乐公主宅，宋侍宴应制。作品：宴安乐公主宅。宴安乐公主宅得空字（唐·宋之问）　　五言排律　押东韵引用典故：鲁壁　箫奏秦台　英藩筑外馆，爱主出王宫。宾至星槎落，仙来月宇空。玳梁翻贺燕，金埒倚晴虹。箫奏秦台里，书开鲁壁中。短歌能驻日，艳舞欲娇风。闻有淹留处，山阿满桂丛。707年春，过中书舍人元希声山庄，有诗。作品：过中书元舍人山斋。（元希声（662-707），河南洛阳人，举进士，授内黄主簿，累迁司礼博士，圣历中，预修《三教珠英》，书成以功迁太子文学。历主客、考功员外郎，中宗复位，擢中书舍人，转太常少卿，景龙元年卒吏部侍郎任，年四十六，有文集三十卷。事见崔湜《故吏部侍郎元公碑》、《元和姓纂》卷四、《唐会要》卷三六、卷七五。参周祖撰《中国文学家大辞典》（唐五代卷）第62页元希声条。）707年春，游宴兵部韦员外韦曲庄，宋赋诗并序。作品：春游宴兵部韦员外韦曲庄序。（韦员外：中宗韦后族人，名未详。宋之问等所赋四韵诗已佚。）"
                },
                {
                    "time": "707年7月",
                    "activity": "武三思为太子重俊起兵所杀，追封梁王，宋代三思妃为让封表。作品：为梁王武三思妃让封表。707年冬，神龙三年七月兵变，武三思父子死，冬，宋有挽词悼武三思。作品：梁宣王挽词三首。（武三思（-707），并州文水人，武则天之侄。少以武后族累转右卫将军，则天临朝，擢拜夏官尚书。天授元年，拜天官尚书。证圣元年，转春官尚书、监修国史。契丹陷营州，为榆关道安抚大使屯兵。神功元年，同凤阁鸾台三品。圣历中，一拜内史，罢为特进、太子少保。后迁太子宾客，仍监修国史。神龙初，进拜司空、同中书门下三品，固辞不受，未几，随例降封为德静郡王，寻拜左散骑常侍。与安乐公主密谋废太子，神龙三年七月为太子率羽林军所杀。三思略通文史，曾预修《三教珠英》、《则天皇后实录》。生平事迹见《旧唐书》卷一八三、《新唐书》卷二○六本传、《唐会要》卷六三、《资治通鉴》卷二○六、卷二○八等。参周祖撰《中国文学家大辞典》（唐五代卷）第477页武三思条。）梁宣王挽词三首（唐·宋之问）　　五言律诗　押真韵引用典故：置醴　尧母　贵藩尧母族，外戚汉家亲。业重兴王际，功高复辟辰。爱贤唯报国，乐善不防身。今日衣冠送，空伤置醴人。　　其二（唐·宋之问）　　五言律诗　押灰韵金精何日闭，玉匣此时开。东望连吾子，南瞻近帝台。地形龟食报，坟土燕衔来。可叹虞歌夕，纷纷骑吹回。　　其三（唐·宋之问）　　五言律诗　押微韵像设千年在，平生万事违。綵旌翻葆吹，圭翣奠灵衣。垄日寒无影，郊云冻不飞。君王留此地，驷马欲何归。707年冬，神龙三年七月兵变，武三思父子死，冬，宋有挽词悼武崇训。作品：鲁忠王挽词三首。鲁忠王挽词三首（唐·宋之问）　　五言律诗　押萧韵同盟会五月，归葬出三条。日惨咸阳树，天寒渭水桥。稍看朱鹭转，尚识紫骝骄。寂寂泉台恨，从兹罢玉箫。　　其二（唐·宋之问）　　五言律诗　押阳韵邦家锡宠光，存没贵忠良。遂裂山河地，追尊父子王。人悲槐里月，马踏槿原霜。别向天京北，悠悠此路长。　　其三（唐·宋之问）　　五言律诗　押麻韵引用典故：犯斗槎　冲天剑　树羽迎朝日，撞钟望早霞。故人悲宿草，中使惨晨笳。气有冲天剑，星无犯斗槎。唯馀孔公宅，长接鲁王家。"
                },
                {
                    "time": "707年11月4日",
                    "activity": "宰相宗楚客兄弟祭梁王武三思，宋为作祭文。作品：为宗尚书祭梁宣王文。（宗尚书：宗楚客（-710），字叔敖，蒲州河东人，则天从姊子。武后朝，官至宰相。神龙中，附韦后及武三思，三思引为兵部尚书、同中书门下三品，韦后败，伏诛。《旧唐书》卷九二、《新唐书》卷一○九有传。参周祖撰《中国文学家大辞典》（唐五代卷）第536页宗楚客条。将作大匠：宗晋卿（-710），宰相宗楚客弟，武后朝，以奸赃事发，兄弟配流岭外，秦客死，晋卿等寻复追还，附韦后及武三思，神龙中，累迁将作大匠。韦氏败，亦被诛。附见《旧唐书》卷九二、《新唐书》卷一○九《宗楚客传》，参周祖撰《中国文学家大辞典》（唐五代卷）第536页宗晋卿条。）"
                },
                {
                    "time": "707年10月",
                    "activity": "七月太子重俊政变，帝后登玄武门得免。八月改玄武门为神武门，十月韦后上《神武颂》，宋为百官请造颂碑表。作品：为文武百寮等请造神武颂碑表。"
                },
                {
                    "time": "707年",
                    "activity": "景龙元年追赠上官婉儿之父上官庭芝为黄门侍郎，以礼改葬，宋有挽词悼上官庭芝。作品：故赵王属赠黄门侍郎上官公挽词二首。故赵王属赠黄门侍郎上官公挽词二首（唐·宋之问）　　五言律诗　押鱼韵引用典故：班氏业前书　子虚　韦门旌旧德，班氏业前书。谪去因丞相，归来为倢伃。周原乌相冢，越岭雁随车。冥漠辞昭代，空怜赋子虚。　　其二（唐·宋之问）　　五言律诗　押微韵引用典故：薤露　绿车随帝子，青琐翊宸机。昔枉朝歌骑，今虚夕拜闱。柳河悽挽曲，薤露湿灵衣。一厝穷泉闭，双鸾遂不飞。"
                },
                {
                    "time": "707年",
                    "activity": "长安令马搆乞让己封阶以封亡母，宋为之状。作品：为长安马明府亡母请邑号状。（马明府：马搆，据张说《故洛阳尉赠朝散大夫马府君碑》，知马搆曾官太子仆，景龙初为长安令。上书乞让己赐阶以封亡母，时人谓之孝。余不详。）"
                },
                {
                    "time": "708年2月11日",
                    "activity": "景龙二年二月十一日，帝幸太平公主南庄，宋侍宴应制。作品：奉和春初幸太平公主南庄应制。奉和春初幸太平公主南庄应制（唐·宋之问）　　七言律诗　押灰韵青门路接凤凰台，素浐宸游龙骑来。涧草自迎香辇合，岩花应待御筵开。文移北斗成天象，酒递①南山作寿杯。此日侍臣将石去，共欢明主赐金回。按：①一作近"
                },
                {
                    "time": "708年",
                    "activity": "迁官户部员外郎。"
                },
                {
                    "time": "708年5月5日",
                    "activity": "入修文馆为学士。708年秋，宰相宗楚客兄弟祭鲁忠王武崇训，宋为作祭文。作品：为宗尚书兄弟祭鲁忠王文。（宗尚书：宗楚客（-710），字叔敖，蒲州河东人，则天从姊子。武后朝，官至宰相。神龙中，附韦后及武三思，三思引为兵部尚书、同中书门下三品，韦后败，伏诛。《旧唐书》卷九二、《新唐书》卷一○九有传。参周祖撰《中国文学家大辞典》（唐五代卷）第536页宗楚客条。将作大匠：宗晋卿（-710），宰相宗楚客弟，武后朝，以奸赃事发，兄弟配流岭外，秦客死，晋卿等寻复追还，附韦后及武三思，神龙中，累迁将作大匠。韦氏败，亦被诛。附见《旧唐书》卷九二、《新唐书》卷一○九《宗楚客传》，参周祖撰《中国文学家大辞典》（唐五代卷）第536页宗晋卿条。）708年秋，弟宋之悌赴许州司马任，宋有诗相送。作品：送许州宋司马之任。（按：陶注云宋司马当是宋之问弟之逊或之悌。宋之逊以神龙二年告变之功授光禄丞，且为武三思亲信党羽，其势未衰，且兄宋之问亦以倾附武、韦正得势，之逊似不会有外迁司马之事；且当时有李适等一批景龙文馆学士相送之盛，也不似左迁。故疑当时外任司马之人或为资历稍浅之宋之悌，非之逊。）送许州宋司马赴任（唐·宋之问）　　五言律诗　押尤韵引用典故：荀陈　颍郡水东流，荀陈兄弟游。偏伤兹日远，独向聚星州。河润在明德，人康非外求。当闻力为政，遥慰我心愁。708年秋，与库部李员外唱和。作品：和库部李员外秋夜寓直之作。（库部李员外，名未祥。）和库部李员外秋夜寓直之作（唐·宋之问）　　五言排律　押鱼韵相庭贻庆远，才子拜郎初。起草徯（一作仪）仙阁，焚香卧直庐。更深河欲断，节劲柳偏疏。气耿凌云笔，心摇待漏车。叨荣厕俦侣，省己恧空虚。徒裴阳春和，难参丽曲馀。"
                },
                {
                    "time": "708年9月9日",
                    "activity": "九月，帝幸慈恩寺，上官婉儿献诗，群臣并赋，宋有诗应制。作品：九月九日登慈恩寺浮图应制。奉和九月九日登慈恩寺浮屠应制（唐·宋之问）　　五言律诗　押先韵凤刹侵云半，虹旌倚日边。散花多宝塔，张乐布金田。时菊芳仙酝，秋兰动睿篇。香街稍欲晚，清跸扈归天。708年闰99日，闰九月，帝幸总持，李峤等献诗，宋有诗应制。作品：奉和圣制闰九月九日登庄严总持二寺阁。奉和圣制闰九月九日登庄严总持二寺阁（唐·宋之问）　　五言律诗　押阳韵闰月再重阳，仙舆历宝坊。帝歌云稍白，御酒菊犹黄。风铎喧行漏，天花拂舞行。豫游多景福，梵宇日生光。"
                },
                {
                    "time": "708年",
                    "activity": "以户部员外郎迁考功员外郎。"
                },
                {
                    "time": "708年10月3日",
                    "activity": "十月三日，帝幸三会寺，宋有诗应制，同作者有李峤、上官婉儿等。作品：奉和幸三会寺应制。奉和幸三会寺应制（传是仓颉造书台）（唐·宋之问）　　五言排律　押先韵六飞回玉辇，双树谒金仙。瑞鸟呈书字，神龙吐浴泉。净心遥證果，睿想独超禅。塔涌香花地，山围日月天。梵音迎漏（一作雨）彻，空乐倚云悬。今日登仁寿，长看法镜圆。"
                },
                {
                    "time": "708年10月",
                    "activity": "十月国子主簿杜审言卒，东葬缑氏山，宋作祭文遥祭。作品：祭杜学士审言文。（杜审言：字必简，祖籍襄阳，迁居巩县。咸亨元年登进士第，授隰城尉，累转洛阳丞。圣历元年，贬吉州司户参军，被构下狱，免官还洛阳。授著作郎，俄迁膳部员外郎。神龙元年，因阿附张易之，流峰州。二年召还，授国子监主簿，加修文馆直学士。景龙二年卒，年六十余。少与李峤、崔融、苏味道齐名，号文章四友。有文集十卷。《旧唐书》卷一九○上、《新唐书》卷二○一有传。参周祖撰《中国文学家大辞典》（唐五代卷）第255页杜审言条。）"
                },
                {
                    "time": "708年11月5日",
                    "activity": "十一月五日帝诞辰，内殿宴群臣，效柏梁体与李适、李峤、上官婉儿等联句，宋预其中。作品：十一月诞辰内殿宴群臣效柏梁体联句。"
                },
                {
                    "time": "708年11月",
                    "activity": "汝南王韦洵归葬，宰相韦安石等献祭，宋为作祭文。作品：为韦特进已下祭汝南王文。（韦特进：韦安石（651-714），京兆万年人。举明经，调乾封尉，久视元年，官至文昌右丞、同平章事。神龙元年，迁中书令，封郧国公，加特进。开元元年出为蒲州刺史，转青州刺史，二年贬沔州别驾，愤激而卒，年六十四。《旧唐书》卷九二、《新唐书》卷一二二有传。参周祖撰《中国文学家大辞典》（唐五代卷）第74页韦安石条。）"
                },
                {
                    "time": "708年12月6日",
                    "activity": "十二月六日，上幸荐福寺（寺即中宗为英王时旧宅），宋奉和应制。作品：奉和幸大荐福寺应制。"
                },
                {
                    "time": "708年12月",
                    "activity": "十二月立春日，内出剪彩花，宋侍宴应制。作品：奉和圣制立春剪彩花应制。"
                },
                {
                    "time": "708年12月30日",
                    "activity": "十二月三十日，上幸长安故城未央宫，宋奉和应制。作品：奉和幸长安故城未央宫应制。奉和幸长安故城未央宫应制（唐·宋之问）　　五言排律　押东韵汉王未息战，萧相乃营宫。壮丽一朝尽，威灵千载空。皇明怅前迹，置酒宴群公。寒轻綵仗外，春发幔城中。乐思回斜日，歌词继大风。今朝天子贵，不假叔孙通。708年冬，送侍御严嶷使边，有诗相赠。作品：赠严侍御。（诗当景龙元年或二年冬作，姑系二年。此诗原出《诗式》卷四，当为残篇。）赠严侍御（唐·宋之问）　　五言绝句　押真韵受脤清边服，乘骢历塞尘。当闻汉雪耻，羞共虏和亲。709年春，帝游禁苑，遇雪，诸文馆学士应制。作品：苑中遇雪应制。（诗当景龙二年冬或三年春作，姑系三年。）苑中遇雪应制（唐·宋之问）　　七言绝句　押灰韵紫禁仙舆诘旦来，青旂遥倚望春台。不知庭霰今朝落，疑是林花昨夜开。"
                },
                {
                    "time": "709年1月7日",
                    "activity": "正月人日，帝于禁苑清辉阁登高遇雪，宋与宗楚客、李峤等应制赋诗。作品：奉和春日玩雪应制。（《全唐诗》卷七六○重收秦韬玉诗，误。诗又见王廷相刊《沈佺期诗集》卷六，题作《苑中遇雪应制》，《文苑英华》卷一七三收宋之问诗。未详孰是。）"
                },
                {
                    "time": "709年1月",
                    "activity": "正月癸酉，上幸荐福寺，宋奉和应制。作品：奉和荐福诗应制。奉和荐福寺应制（唐·宋之问）　　五言排律　押支韵梵筵光圣邸，游豫览宏规。不改灵光殿，因开功德池。莲生新步叶，桂长昔攀枝。涌塔庭（一作花）中见，飞楼海上移。闻韶三月幸，观象七星危。欲识龙归处，朝朝（一作来）云气随。"
                },
                {
                    "time": "709年1月",
                    "activity": "昆明池赋诗，群臣应制百余篇，唯沈宋二诗争胜。作品：奉和晦日幸昆明池应制。（《唐诗纪事》卷三“上官昭容”条：“中宗（正月）晦日（农历每月最后一天为晦日）幸昆明池赋诗，群臣应制百余篇，帐殿前结彩楼，命（上官）昭容选一首为新翻御制曲。从臣悉集其下，须臾纸落如飞，各认其名而怀之。既进，唯沈、宋二诗不下。又移时，一纸飞坠，竞取而观，乃沈诗也。及闻其评曰：二诗工力悉敌，沈诗落句云：微臣凋朽质，羞睹豫章材，盖词气已竭。宋诗云：不愁明月尽，自有夜珠来，犹陟健举。沈乃伏，不敢复争。”）奉和晦日幸昆明池应制（唐·宋之问）　　五言排律　押灰韵引用典故：镐饮　尧蓂　春豫灵池会，沧波帐殿开。舟淩石鲸度，槎拂斗牛回。节晦蓂全落，春迟柳暗催。象溟看浴景，烧劫辨沈灰。镐饮周文乐，汾歌汉武才。不愁明月尽，自有夜珠来①。按：①《纪事》云：“中宗正月晦日，幸昆明池赋诗。群臣应制百馀篇，帐殿前结綵楼，命上官昭容选一首为新翻御制曲，从臣悉集其下。须臾，纸落如飞，唯沈宋二诗不下。又移时，一纸飞坠，乃沈诗也。及闻其评曰：‘二诗工力悉敌，沈诗落句云：微臣雕朽质，羞睹豫章材，盖词气已竭；宋诗云：不愁明月尽，自有夜珠来，犹陡健鶱举。’沈乃伏，不敢复争。”709年春，上幸芙蓉园，诸文馆学士应制。作品：春日芙蓉园侍宴应制。春日芙蓉园侍宴应制（唐·宋之问）　　五言律诗　押元韵芙蓉秦地沼，卢橘汉家园。谷转斜盘径，川回曲抱原。风来花自舞，春入鸟能言。侍宴瑶池夕，归途笳①吹繁。按：①一作骑709年春，送永昌萧县丞。作品：送永昌萧赞府。（诗当景龙元年至三年中春日长安作，姑系三年。萧赞府，名未详。）送永昌萧赞府（唐·宋之问）　　五言律诗　押尤韵柳变曲江头，送君函谷游。弄琴宽别意，酌醴醉春愁。恋本亦何极，赠言微所求。莫令金谷水，不入故园流。"
                },
                {
                    "time": "709年2月",
                    "activity": "以考功员外郎知贡举。"
                },
                {
                    "time": "709年3月3日",
                    "activity": "上巳泛舟昆明池，宴宗主簿席，宋赋诗并序。作品：上巳泛舟昆明池宴宗主簿席序。（宗主簿：宗邕，据序，当是中书令宗楚客之子。）"
                },
                {
                    "time": "709年3月",
                    "activity": "袁侍御设宴饯永昌丞独孤册赴任，宋赋诗并序。作品：袁侍御席饯永昌独孤少府序。（袁侍御：袁守一，《朝野佥载》卷二：“袁守一任万年尉，于中书令宗楚客门饷生菜，除监察，改右台侍御史。无何，楚客以反诛，守一以其党配流端州。独孤少府：独孤册，字伯谋，河南人，开元中历殿中侍御史，户部郎中，襄州刺史。见《唐郎官石柱题名考》卷一一。宋之问等送独孤册四韵诗，均佚。）709年夏，送李侍御出使。作品：送李侍御。（诗当景龙元年至三年中夏日长安作，姑系三年。李侍御，名未详。）送李侍御（唐·宋之问）　　五言律诗　押微韵行李恋庭闱，乘轺振綵衣。南登指吴服，北走出秦畿。去国夏云断，还乡秋雁飞。旋闻郡计入，更有使臣归。709年夏，与吏部郎中韦抗唱和。作品：敬和吏部韦郎中庭前朱槿之作。（韦抗（667-726），京兆万年人。弱冠明经及第，补魏州参军。累迁殿中侍御史，转主客、吏部二员外郎，进吏部郎中。景云初，为永昌令，迁御史中丞兼礼部尚书。转兵部尚书。开元三年，自太子左庶子出为益州长史。四年，入拜黄门侍郎。历鸿胪卿、御史大夫，出为安州都督。十一年，入拜大理卿，迁刑部尚书，封武阳伯。十四年卒，赠太子太傅。事见《旧唐书》卷九二、《新唐书》卷一二二、苏颋《刑部尚书韦抗神道碑》。参周祖撰《中国文学家大辞典》（唐五代卷）第74页韦抗条。）709年秋，咏尚书省考功员外郎厅壁薛稷所画鹤。作品：咏省壁画鹤。（诗当宋之问景龙二年冬至三年秋考功员外郎任上作，姑系三年。）咏省壁画鹤（唐·宋之问）　　五言绝句　押歌韵粉壁图仙鹤，昂藏真气多。鶱飞竟不去，当是恋恩波。709年秋，与景龙文馆学士分题咏浣纱篇赠陆上人。作品：浣纱篇赠陆上人。（诗当宋之问景龙二年五月至三年秋为学士时作，姑系三年。陆上人，未详。）浣纱篇赠陆上人（唐·宋之问）越女颜如花，越王闻浣纱。国微不自宠，献作吴宫娃。山薮半潜匿，苧萝更蒙遮。一行霸句践，再笑（一作顾）倾夫差。艳色夺人目（一作常人），敩嚬亦相誇。一朝还旧都，靓妆寻若耶。鸟惊入松网①，鱼畏沈荷花②。始觉冶容妄，方悟群（一作君）心邪（一作斜）。钦子秉幽意，世人共称嗟。愿言托君怀，倘类蓬生麻。家住雷门曲，高阁凌飞霞。淋漓翠羽帐，旖旎采（一作绿）云军。春风艳楚舞，秋月缠（一作绵）胡笳。自昔专娇爱，袭玩唯矜奢。达本知空寂，弃彼犹泥沙。永割偏执性，自长薰修芽。携妾不障道，来（一作愿）止妾西家。按：①一作林鸟惊入松　②一作网鱼畏沈花709年秋，秋晚游普耀寺，有诗。秋晚游普耀寺（唐·宋之问）　　五言律诗　押尤韵薄暮曲江头，仁祠暂可留。山形无隐霁，野色遍呈秋。荷覆香泉密，藤缘宝树幽。平生厌尘事，过①此忽悠悠。按：①一作遇"
                },
                {
                    "time": "709年",
                    "activity": "为怀州刺史皇甫知常作让官表。作品：为皇甫怀州让官表。（皇甫怀州：皇甫知常。《千唐志斋藏志》七○四《大唐故□□门卫长史安定皇甫公（慎）墓志铭》：“父知常，汾、怀、汴等六州刺史，杨、洛二州长史。”皇甫慎开元十九年卒，其父知常与宋之问同时。表约景龙中作。姑系本年。《全唐文》卷八三五重收此表为钱珝文，钱珝为唐末人，当误。）"
                },
                {
                    "time": "709年",
                    "activity": "送怀州刺史皇甫知常赴任，宋赋诗并序。作品：送怀州皇甫使君序。（皇甫怀州：皇甫知常。《千唐志斋藏志》七○四《大唐故□□门卫长史安定皇甫公（慎）墓志铭》：“父知常，汾、怀、汴等六州刺史，杨、洛二州长史。”皇甫慎开元十九年卒，其父知常与宋之问同时。序景龙元至三年中作，姑系本年。宋之问等送皇甫知常诗，均佚。）"
                },
                {
                    "time": "709年",
                    "activity": "送洛州司法参军裴五自长安赴任，宋赋诗并序。作品：送裴五司法赴都序。（裴五：名未详。时裴五当为洛州司法参军，自长安赴任。宋序景龙中作，姑系本年。）709年秋，中宗将用为中书舍人，太平公主发其知贡举时赇饷狼籍，下迁汴州长史。未行，改越州长史。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "665-673年",
                    "activity": "随父居京洛。"
                },
                {
                    "time": "677-678年",
                    "activity": "在洛。"
                },
                {
                    "time": "679-682年",
                    "activity": "在洛。"
                },
                {
                    "time": "683年",
                    "activity": "赋太平公主山池。作品：太平公主山池赋。（陶注云赋称太平未及“镇国”之号，赋当作于高宗后期或武后朝。按：赋云“禀金后之玄训”，称则天为“金后”，知则天尚未称帝。故赋当作于高宗后期或武后天授元年称帝前。姑系高宗之末。太平公主山池在长安还是洛阳，待考。）"
                },
                {
                    "time": "684年",
                    "activity": "在洛。"
                },
                {
                    "time": "687年",
                    "activity": "友人赵贞固离洛，赋诗送别。作品：送赵六贞固。（赵贞固，名元（一作元亮），自号昭夷子，汲人，年二十七游洛阳，授豳州宜禄县尉，与道士司马子微及卢藏用、魏元忠、陆庆余、王适、宋之问、陈子昂等友善，万岁登封元年（六九六）卒于汴州，年三十九。见陈子昂《昭夷子赵氏碣颂》。《新唐书·赵元传》：“来游洛阳，士争向慕……武后方称制，惧不容其高，调宜禄尉。”赵元于中宗嗣圣元年（六八四）年二十七，来游洛阳，正值武后初临朝称制时，诗当此年后、万岁登封元年前作。姑系于此。）送赵六贞固（唐·宋之问）　　押有韵目断南浦云，心醉东郊柳。怨别此何时，春①芳来已久。与君共时物，尽此盈樽酒。始愿今不从，春风恋携手。按：①一作青"
                },
                {
                    "time": "689年",
                    "activity": "居洛阳。690年春，为习艺馆学士，与杨炯分直于洛城西。"
                },
                {
                    "time": "690年",
                    "activity": "与杨炯同为习艺馆学士，供职宫中，作双鹤诗自喻。作品：题九州院双鹤。（杨炯（650-约693）华阴人，官至盈川令。著文集三十卷，与王勃、卢照邻、骆宾王合称“四杰”，《旧唐书》卷一九○上、《新唐书》卷二○一有传。）题九州院双鹤（唐·宋之问）　　五言律诗　押支韵君门九重闭，中有天泉池。可怜双白鹤，飞下碧松枝。吹楼多清管，鸣舞共差池。常欲万里去，怀恩终在斯。690年秋，与杨炯同为习艺馆学士，供职宫中，赋馆中秋莲。作品：秋莲赋并序。（杨炯（650-约693）华阴人，官至盈川令。著文集三十卷，与王勃、卢照邻、骆宾王合称“四杰”，《旧唐书》卷一九○上、《新唐书》卷二○一有传。）"
                },
                {
                    "time": "691年",
                    "activity": "以疾去官，卧病洛阳。"
                },
                {
                    "time": "691年",
                    "activity": "卧病洛阳，病中抒怀，忆旧宅。作品：忆嵩山陆浑旧宅。忆嵩山陆浑旧宅（唐·宋之问）　　押元韵世德辞贵仕，天爵光道门。好仙宅二室，受药居陆浑。清白立家训，偃息为国藩。乔树南勿剪，弊庐北尚存。自惟实蒙陋，何颜称子孙。少秉阳许意，遭逢明圣恩。挥翰云龙署，参光天马辕。一身事扃闼，十载隔凉暄。陈力试叨进，祗宠固幽源。况以沈疾久，睽辞金马垣。天子犹未识，讵敢栖丘樊。昼怀秘书谷，夕梦子平村。撷芳岁云晏，投绋意弥敦。皇私傥以报，无负青春言。"
                },
                {
                    "time": "694年3月3日",
                    "activity": "重返洛阳谋仕，上巳仍在洛。"
                },
                {
                    "time": "695年",
                    "activity": "在洛阳为官，且预宫中游宴，或已任洛州参军。"
                },
                {
                    "time": "695年7月",
                    "activity": "上阳宫宴群臣，则天赋诗，群臣奉和，命宋编纪众作，为序。作品：早秋上阳宫侍宴序。"
                },
                {
                    "time": "698年",
                    "activity": "与赵贞固、卢藏用、陈子昂、杜审言等诸人游，时号“方外十友”698年春，龙门应制，与东方虬争胜。作品：龙门应制。（《旧唐书·宋之问传》：“预修三教珠英，常扈从游宴。则天幸洛阳龙门，令从官赋诗，左史东方虬诗先成，则天以锦袍赐之。及之问诗作，则天称其词愈高，夺虬锦袍以赏之”。）龙门应制（唐·宋之问）宿雨霁氛埃，流云度城阙。河堤柳新翠，苑树花先发。洛阳花柳此时浓，山水楼台映几重。群公拂雾朝翔凤，天子乘春幸凿龙。凿龙近出王城外，羽从琳琅拥轩盖。云罕才临御水桥，天衣已入香山会。山壁崭岩断复连，清流澄澈俯伊川。雁塔遥遥绿波上，星龛奕奕翠微边。层峦旧长千寻木，远壑初飞百丈泉。綵仗蜺（一作虹）旌绕香阁，下辇登高望河洛。东城宫阙拟昭回，南陌沟塍殊绮错。林下天香七宝台，山中春酒万年杯。微风一起祥花落，仙乐初鸣瑞鸟来。鸟来花落纷无已，称觞献寿烟（一作香）霞里。歌舞淹留景欲斜，石关（一作间）犹驻五云车。鸟旗翼翼留芳草，龙骑骎骎映晚花。千乘万骑銮舆出，水静山空严警跸。郊外喧喧引看人，倾都南望属车尘。嚣声引飏闻黄道，佳气周回（一作旋）入紫宸。先王定鼎山河固，宝命乘周万物新。吾皇不事瑶池乐，时雨来观农扈春①。按：①《纪事》云：“武后游龙门，命群官赋诗，先成者赐以锦袍。左史东方虬诗成，拜赐。坐未安，之问诗成，文理兼美，左右称善，乃就夺锦袍衣之。”"
                },
                {
                    "time": "698年",
                    "activity": "卧病闻杜审言贬吉州，赋诗以送。作品：送杜审言。（杜审言：字必简，祖籍襄阳，迁居巩县。咸亨元年登进士第，授隰城尉，累转洛阳丞。圣历元年，贬吉州司户参军，被构下狱，免官还洛阳。授著作郎，俄迁膳部员外郎。神龙元年，因阿附张易之，流峰州。二年召还，授国子监主簿，加修文馆直学士。景龙二年卒，年六十余。少与李峤、崔融、苏味道齐名，号文章四友。有文集十卷。《旧唐书》卷一九○上、《新唐书》卷二○一有传。参周祖撰《中国文学家大辞典》（唐五代卷）第255页杜审言条。）送杜审言（唐·宋之问）　　五言律诗　押庚韵引用典故：一旦为龙　吊屈　卧病人事绝，嗟君万里行。河桥不相送，江树远含情。别路追孙楚，维舟吊屈平。可惜龙泉剑，流落在丰城。"
                },
                {
                    "time": "698年",
                    "activity": "送司马承祯归天台。作品：送司马道士游天台。（司马承祯，字子微，少好学，薄于为吏，遂为道士，师嵩山潘师正，后止于天台山。曾受武后、睿宗征召入京，玄宗朝再征。居王屋山，卒，赐谥贞一先生。道教上清派尊为第十二代宗师。事迹见《旧唐书》卷一九二、《新唐书》卷一九六本传及卫凭《唐王屋山中岩台贞一先生庙碣》。参周祖撰《中国文学家大辞典》（唐五代卷）第154页司马承祯条。）送司马道士游天台（唐·宋之问）　　七言绝句　押微韵羽客笙歌此地违，离筵数处白云飞。蓬莱阙下长相忆，桐柏山头去不归。"
                },
                {
                    "time": "699年",
                    "activity": "转官司礼主簿，预修《三教珠英》，常陪游幸。"
                },
                {
                    "time": "699年8月",
                    "activity": "宋求为北门学士，不许，作《明河篇》以见其意。作品：明河篇。（《本事诗·怨愤》：“宋考功天后朝求为北门学士，不许，作《明河篇》以见其意。末云：‘明河可望不可亲，愿得乘槎一问津。更将织女支机石，还访成都卖卜人。’则天见其诗，谓崔融曰：‘吾非不知之问有才调，但以其有口过。’盖以之问患齿疾，口常臭也。之问终身惭愤。”按：疑宋之问作《明河篇》即为求入控鹤监预修《三教珠英》。即宋得为珠英学士，或在八月作《明河篇》之后。）明河篇（唐·宋之问）题注：《纪事》云：“武后时，之问求为北门学士，不许，乃作此篇以见意。后见之，谓崔融曰：‘非不知之问有奇才，但恨有口过耳。’之问终身耻之。”引用典故：支机石　八月凉风天气晶（一作清），万里无云河汉明。昏见南楼清且浅，晓落西山纵复横。洛阳城阙天中起，长河夜夜千门里。复道连甍共蔽亏，画堂琼户特相宜。云母帐前初泛滥，水精帘外转逶迤。倬彼昭回如练白，复出东城接南陌。南陌征人去不归，谁家今夜捣寒衣。鸳鸯机上疏萤度，乌鹊桥边一雁飞。雁飞萤度愁难歇，坐见明河渐微没。已能舒卷任浮云，不惜光辉让流月。明河可望不可亲，愿得乘槎一问津。更将织女支机石，还访成都卖卜人。"
                },
                {
                    "time": "699年",
                    "activity": "珠英学士补阙尹元凯西入长安，张说等同为学士者相送，宋赋诗并序。作品：送尹补阙入京序。（尹补阙：尹元凯。尹元凯（-727），字戫，官至左史、凤阁舍人，开元十五年卒。善文词，工书善琴，曾预修《三教珠英》。事见《旧唐书》卷一九○中、《新唐书》卷二○二、《元和姓纂》卷六，《唐会要》卷三六。参周祖撰《中国文学家大辞典》（唐五代卷）第100页尹元凯条。《旧唐书》本传：“尹元凯者，瀛州乐寿人。初为磁州（慈州之误）司仓，坐事免，乃栖迟山林，不求仕进，垂三十年。与张说、卢藏用特相友善，征拜右补阙，卒于并州司马。”诸人送行诗唯存张说《送尹补阙元凯琴歌》。）"
                },
                {
                    "time": "699年11月",
                    "activity": "安乐公主下降武三思子崇训，奉命作《花烛行》作品：花烛行。（《旧唐书·武崇训传》：“长安中，尚安乐郡主。时三思用事于朝，欲宠其礼，中宗为太子在东宫，三思宅在天津桥南，自重光门行亲迎礼，归于其宅。三思又令宰臣李峤、苏味道，词人沈佺期、宋之问、徐彦伯、张说、阎朝隐、崔融、崔湜等赋《花烛行》以美之。”陶注考宋之问《花烛行》诗作于长安三年十一月。按：杨墨秋《初唐诗杂考（三十四）·诗系年辨》（《江海学刊》1998年05期)考张说此诗作于圣历二年十一月冬至日，因据《通鉴》长安三年九月丁酉张说已流岭南，不会在是年冬至安乐郡主吉日赋《花烛行》诗。杨说是，今依杨说系宋之问《花烛行》于圣历二年十一月。）花烛行（唐·宋之问）帝城九门乘夜开，仙车百两自天来。列火东归暗行月，浮桥西渡响奔雷。龙楼锦障连连出，遥望梁台如昼日。梁台花烛见天人，平阳宾从绮罗春。共迎织女归春幄，俱送常娥下月轮。常娥月中君未见，红粉盈盈隔团扇。玉樽交引合欢杯，珠履共蹋鸳鸯荐。漏尽更深斗欲斜，可怜金翠满庭花。庭花灼灼歌秾李，此夕天孙嫁王子。结缡初出望园中，和鸣已入秦筲里。同心合带两相依，明日双朝入此微。共待洛城分曙色，更看天下凤凰飞。"
                },
                {
                    "time": "700年6月",
                    "activity": "充左奉宸内供奉，与沈佺期等倾附张易之兄弟。"
                },
                {
                    "time": "700年",
                    "activity": "咏王子晋事或言以美张昌宗。作品：王子乔。（《资治通鉴》卷二零六久视元年六月：“武三思奏（张）昌宗乃王子晋后身。太后命昌宗衣羽衣，吹笙，乘木鹤于庭中。文士皆赋诗以美之。”宋诗咏王子晋事，或因此事。）相和歌辞王子乔（一作王子乔）（唐·宋之问）王子乔，爱神仙，七月七日上宾天。白虎摇瑟凤吹笙，乘骑云气吸日精。吸日精，长不归，遗庙今在而人非。空望山头草，草露湿君（集作人）衣。700年冬，张易之为麟台监，之问为奉宸内供奉而寓直麟台。作品：冬夜寓直麟台。冬夜寓直麟阁（一作王维诗）（唐·宋之问）　　五言律诗　押元韵直事披三省，重关闭七门。广庭怜雪净，深屋喜炉温。月幌花虚馥，风窗竹暗喧。东山白云意，兹夕寄琴尊。"
                },
                {
                    "time": "700年",
                    "activity": "友人送白鹇鸟，宋放飞白鹇，并赋诗言志。作品：放白鹇篇。放白鹇篇（唐·宋之问）故人赠我绿绮琴，兼致白鹇鸟。琴是峄山桐，鸟出吴溪中。我心松石清霞里，弄此幽弦不能已。我心河海白云垂，怜此珍禽空自知。著书晚下麒麟阁，幼稚骄痴候门乐。乃言物性不可违，白鹇愁慕刷毛衣。玉徽闭匣留为念，六翮开笼任尔飞。"
                },
                {
                    "time": "700年",
                    "activity": "敕当阳玉泉寺高僧道秀诣阙，洛下诸僧请以法事至龙门迎之，宋代作表。作品：为洛下诸僧请法事迎秀禅师表。（陶注云：“秀禅师，玉泉寺僧道秀，余不详。表当作于武后朝。”按：杨墨秋《宋之问任职朝迁期间部分诗文系年考辨》（《南京师大学报（社会科学版）》1992年第4期）根据《旧唐书·僧神秀传》及《全唐文》卷二三一张说《唐玉泉寺大通禅师碑铭并序》考秀禅师即神秀，表作于久视元年神秀应诏赴都前。杨说可据，依杨说系宋表于久视元年。）"
                },
                {
                    "time": "701年7月",
                    "activity": "早秋陪驸马武攸暨宴唐卿山亭，宋赋诗并序。作品：奉陪武附马宴唐卿山亭序。（武攸暨：则天伯父士让孙，武后朝，封千乘郡王，尚太平公主，授驸马都尉，累迁右卫将军，进封定王，俄改安定郡王。中宗即位，拜司徒，复封定王。固辞，随例降封乐寿郡王。武延秀被诛，降封楚国公，延和元年卒，赠太尉，追封定王。《旧唐书》卷一八三、《新唐书》卷二○六有传。序似武后朝洛阳作，姑系本年。）"
                },
                {
                    "time": "703年10月",
                    "activity": "驾还东都，随驾归洛阳。"
                },
                {
                    "time": "704年3月3日",
                    "activity": "三月上巳，奉使兴秦宫，雨中禊饮，宋赋诗并序。作品：三月三日奉使凉宫雨中禊饮序。（宋之问等所作四韵诗均佚。）"
                },
                {
                    "time": "704年",
                    "activity": "尚方监田归道转殿中监，依旧押千骑。归道请让殿中监，宋时为尚方监丞，代为表。作品：为田归道让殿中监表。（田归道（706年），雍州长安人，父仁回，官至太常卿、右金吾卫将军。《旧唐书》卷第一百八十五上本传云：归道弱冠明经举。长寿中累补司宾丞，仍通事舍人内供奉。久之，转左卫郎将。（圣历元年）擢拜夏官侍郎，甚见亲委。累迁左金吾将军、司膳卿，兼押千骑。未几，除尚方监，加银青光禄大夫。转殿中监，仍令依旧押千骑，宿卫于玄武门。敬晖等讨张易之、昌宗也，遣使就索千骑。归道既先不预谋，拒而不与。及事定，晖等将诛之，归道执辞免，令归私第。中宗嘉其忠壮，召拜太仆少卿，骤除殿中少监、右金吾将军。岁余病卒，赠辅国大将军，追封原国公，中宗亲为文以祭之。子宾庭，开元中为光禄卿。田归道授殿中监及宋之问代作让官表当在长安四年或稍前。）"
                },
                {
                    "time": "704年11月",
                    "activity": "许州刺史杨元琰授右羽林将军，宋代作让官表。作品：为杨许州让右羽林将军表。（杨许州：杨元琰，虢州阌乡人，隋礼部尚书希曾孙也。初生时，数岁不能言，相者曰：“语迟者神定，此必成大器也。”及长，伟姿仪，以器局见称。初为平棘令，号为善政。载初中，累迁安南副都护，又历蕲、蒲、晋、魏、宣、许六州刺史，凉、梁二都督，荆府长史。前后九度清白升进，累降玺书褒美。长安中，张柬之代元琰为荆州长史，与元琰泛江中流，言及则天革命，议诸武擅权之状，元琰发言慷慨，有匡复之意。及柬之知政事，奏引元琰为右羽林将军。至都，柬之谓曰：“记昔江中之言乎今日之授，意不细也。”乃结元琰与李多祚等，定计诛张易之兄弟。及事成，加云麾将军，封弘农郡公，食实封五百户，仍赐铁券，恕十死。俄而张柬之、敬晖等为武三思所构，元琰觉变，奏请削发出家，仍辞官爵实封。中宗不许。敬晖闻而笑曰：“向不知奏请出家，合赞成其事，剃却胡头，岂不妙也。”元琰多须类胡，晖以此言戏之。元琰曰：“功成名遂，不退将危。此由衷之请，不徒然也。”晖知其意，瞿然不悦。及晖等得罪，元琰竟以先觉获全。寻加金紫光禄大夫，转卫尉卿。明年，李多祚等被诛，元琰以曾与多祚同立功，亦被系狱问状。赖中书侍郎萧至忠保明之，竟得免罪，又转光禄卿。景云中，抗疏请削在身官爵，回赠父官。中宗许之，乃追赠其父越州长史。睿宗即位，三迁刑部尚书，改封魏国公。开元初，拜太子宾客致仕。六年，卒于家，年七十九。子仲嗣，密州刺史；仲昌，吏部郎中。）"
                },
                {
                    "time": "705年2月",
                    "activity": "为驸马武攸暨作请降王位表。作品：为定王武攸暨请降王位表。（武攸暨：则天伯父士让孙，武后朝，封千乘郡王，尚太平公主，授驸马都尉，累迁右卫将军，进封定王，俄改安定郡王。中宗即位，拜司徒，复封定王。固辞，随例降封乐寿郡王。武延秀被诛，降封楚国公，延和元年卒，赠太尉，追封定王。《旧唐书》卷一八三、《新唐书》卷二○六有传。）"
                },
                {
                    "time": "705年2月",
                    "activity": "为驸马武攸暨作请降王位第二表。作品：（为定王武攸暨请降王位）第二表。（武攸暨：则天伯父士让孙，武后朝，封千乘郡王，尚太平公主，授驸马都尉，累迁右卫将军，进封定王，俄改安定郡王。中宗即位，拜司徒，复封定王。固辞，随例降封乐寿郡王。武延秀被诛，降封楚国公，延和元年卒，赠太尉，追封定王。《旧唐书》卷一八三、《新唐书》卷二○六有传。）"
                },
                {
                    "time": "705年2月",
                    "activity": "中宗复辟，坐附二张，贬泷州参军。705年春，赴贬所前，留别舍弟之逊。作品：留别之望舍弟。（之望：宋之逊，之望后改名之逊。见《元和姓纂》卷八弘农宋氏条。）留别之望舍弟（唐·宋之问）　　五言律诗　押真韵同气有三人，分飞在此晨。西驰巴岭徼，东去洛①阳滨。强饮离前酒，终伤别后神。谁②怜散花萼，独赴日南春。按：①一作汶　②一作虽"
                },
                {
                    "time": "706年10月",
                    "activity": "返洛阳，授鸿胪主簿。"
                },
                {
                    "time": "706年10月",
                    "activity": "车驾欲还京师，代东都僧草留驾表。作品：为东都僧请留驾表。"
                }
            ]
        },
        {
            "Latitude": 35.574016,
            "Longitude": 116.754139,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN370812",
            "Title": "兖州",
            "Detail": [
                {
                    "time": "674年",
                    "activity": "宋之问至兖州，逢骆宾王，骆以诗赠《兖州饯宋五之问》"
                }
            ]
        },
        {
            "Latitude": 34.523086,
            "Longitude": 110.90097,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411282",
            "Title": "灵宝",
            "Detail": [
                {
                    "time": "674年",
                    "activity": "旧宅读书，赋诗言志。作品：茅斋读书。茅斋读书（唐·宋之问）　　押遇韵清轩临夕池，微径入寒树。暝还探旧史，颇知古人趣。明一诱道心，吹万成世务。猎精自补阙，安能守章句？"
                },
                {
                    "time": "685年",
                    "activity": "居弘农。"
                },
                {
                    "time": "686年",
                    "activity": "春夜田游岩、令狐正字过宋宅，秉烛夜吟，宋赋诗并序。作品：春夜令狐正字田子过弊庐序。（令狐正字：名未详。序当武后前期作，姑系本年。宋、田等所赋四韵诗已佚。按：据序文中“春山采药，揖二子之高踪；夜月回车，入故人之穷巷。”宋之“弊庐”似为嵩南旧宅。姑系此地。田子：田游岩，生卒年不详，行二，京兆三原人。初补太学生，罢归，游于太白山二十余年。后隐箕山许由庙东，自称许由东邻。调露中，高宗幸其宅，携归京，授崇文馆学士。文明中，拜太子洗马。垂拱初，坐与裴炎交结，放还山。《旧唐书》卷一九二，《新唐书》卷一九六有传。）"
                }
            ]
        },
        {
            "Latitude": 34.459775,
            "Longitude": 113.056704,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410185",
            "Title": "登封",
            "Detail": [
                {
                    "time": "678年",
                    "activity": "居嵩山，与司马承祯、韩法昭游，皆师事道教上清派宗师嵩阳观潘师正。"
                },
                {
                    "time": "678年",
                    "activity": "居嵩山，与司马承祯交游，赠答唱和。作品：冬宵引赠司马承祯。（司马承祯，字子微，少好学，薄于为吏，遂为道士，师嵩山潘师正，后止于天台山。曾受武后、睿宗征召入京，玄宗朝再征。居王屋山，卒，赐谥贞一先生。道教上清派尊为第十二代宗师。事迹见《旧唐书》卷一九二、《新唐书》卷一九六本传及卫凭《唐王屋山中岩台贞一先生庙碣》。参周祖撰《中国文学家大辞典》（唐五代卷）第154页司马承祯条。陶注云：潘师正垂拱元年卒，之问师事潘师正，与韩法昭、司马承祯交游即在早年居嵩山时，详情无可考，其时当在高宗朝至武后垂拱初。按，杨墨秋《初唐诗杂考（三十五）·宋之问、司马承祯赠答诗系年辨》（《江海学刊》1998年06期)考其事在高宗调露元年（679）前，今从杨说。姑系仪凤三年。）冬宵引赠司马承祯（唐·宋之问）河有冰兮山有雪，北户墐兮行人绝。独坐山中兮对松月，怀美人兮屡盈缺。明月的的寒潭中，青松幽幽吟劲风。此情不向俗人说，爱而不见恨无穷。"
                },
                {
                    "time": "692年",
                    "activity": "卧病嵩南，杨炯有诗寄，作诗以答。作品：温泉庄卧病答杨七炯。（杨炯（650-约693）华阴人，官至盈川令。著文集三十卷，与王勃、卢照邻、骆宾王合称“四杰”，《旧唐书》卷一九○上、《新唐书》卷二○一有传。陶注云：“温泉庄，即陆浑山庄。宋之问有《陆浑南桃花汤》诗，知陆浑有温泉。”误。宋之问《陆浑南桃花汤》诗云“氛氲桃花汤，去都三百里。远峰益稠沓，具物尽奇诡。借问采药人，冥奥从此始。”知洛阳南三百里之桃花汤，乃一人迹罕至之所，非宋氏之陆浑山庄。且答杨炯诗云“多病卧兹岭，寥寥倦幽独。赖有嵩丘山，高枕长在目。”又细述山中濛雨初霁，晴光耀谷，涧草幂幂，山木青青之状。如在陆浑，如何能见嵩山雨晴之状则宋此时卧病嵩南旧宅无疑。）温泉庄卧病寄杨七炯（唐·宋之问）　　押屋韵移疾（一作多病）卧兹岭，寥寥倦幽独。赖有嵩丘山，高枕长在目。兹山栖灵异，朝夜翳云族。是日濛雨晴，返景入岩谷。幂幂涧畔草，青青山下木。此意方无穷，环顾怅林麓。伊洛何悠漫，川原信重复。夏馀鸟兽蕃，秋末禾黍熟。秉愿守樊圃，归闲欣艺牧。惜无载酒人，徒把凉泉（一作潭）掬。"
                },
                {
                    "time": "693年",
                    "activity": "卧病嵩南。"
                },
                {
                    "time": "695年",
                    "activity": "奉使嵩山，至崖口，有诗。作品：初至崖口。初至崖口（唐·宋之问）崖口众山断，嵚崟耸天壁。气冲落日红，影入春潭碧。锦缋织苔藓，丹青画松石。水禽泛容与，岩花飞的皪。微路从此深，我来限于役。惆怅情未已，群峰暗将夕。"
                },
                {
                    "time": "695年",
                    "activity": "奉使嵩山，至崖口，有诗寄李适。作品：入崖口五渡寄李适。（李适（663-711）：字子至，自号东山子，京兆万年人。举进士，再调猗氏尉，圣历中，预修《三教珠英》，官通事舍人，迁户襄阳员外郎、中书舍人，景云二年卒工部侍郎任，年四十九，有文集二十卷，已佚。《旧唐书》卷一九○中，《新唐书》卷二○三有传。参周祖撰《中国文学家大辞典》（唐五代卷）第301页李适条。）入崖口五渡寄李适（唐·宋之问）　　押先韵抱琴登绝壑，伐木溯清川。路极意谓尽，势回趣转绵。人远草木秀，山深云景鲜。余负海峤情，自昔微尚然。弥旷十馀载，今来宛仍前（一作全）。未窥仙源极，独进野人船。时攀乳窦憩，屡薄天窗眠。夜弦响松月，朝楫弄苔泉。因冥象外理，永谢区中缘。碧潭可遗老，丹砂堪学仙。莫使驰光暮，空令归鹤怜。"
                },
                {
                    "time": "695年",
                    "activity": "侍梁王武三思九龙潭宴，分韵和梁王诗。作品：奉和梁王宴龙泓应教（得微字）（武三思（-707），并州文水人，武则天之侄。少以武后族累转右卫将军，则天临朝，擢拜夏官尚书。天授元年，拜天官尚书。证圣元年，转春官尚书、监修国史。契丹陷营州，为榆关道安抚大使屯兵。神功元年，同凤阁鸾台三品。圣历中，一拜内史，罢为特进、太子少保。后迁太子宾客，仍监修国史。神龙初，进拜司空、同中书门下三品，固辞不受，未几，随例降封为德静郡王，寻拜左散骑常侍。与安乐公主密谋废太子，神龙三年七月为太子率羽林军所杀。三思略通文史，曾预修《三教珠英》、《则天皇后实录》。生平事迹见《旧唐书》卷一八三、《新唐书》卷二○六本传、《唐会要》卷六三、《资治通鉴》卷二○六、卷二○八等。参周祖撰《中国文学家大辞典》（唐五代卷）第477页武三思条。）奉和梁王宴龙泓应教得微字（唐·宋之问）　　五言律诗　押微韵水府沦幽壑，星轺下紫微。鸟惊司仆驭，花落侍臣衣。芳树摇春晚，晴云绕座飞。淮王正留客，不醉莫言归。"
                },
                {
                    "time": "695年",
                    "activity": "侍梁王武三思九龙潭宴，分韵和梁王诗，并序。作品：宴龙泓诗序。（武三思（-707），并州文水人，武则天之侄。少以武后族累转右卫将军，则天临朝，擢拜夏官尚书。天授元年，拜天官尚书。证圣元年，转春官尚书、监修国史。契丹陷营州，为榆关道安抚大使屯兵。神功元年，同凤阁鸾台三品。圣历中，一拜内史，罢为特进、太子少保。后迁太子宾客，仍监修国史。神龙初，进拜司空、同中书门下三品，固辞不受，未几，随例降封为德静郡王，寻拜左散骑常侍。与安乐公主密谋废太子，神龙三年七月为太子率羽林军所杀。三思略通文史，曾预修《三教珠英》、《则天皇后实录》。生平事迹见《旧唐书》卷一八三、《新唐书》卷二○六本传、《唐会要》卷六三、《资治通鉴》卷二○六、卷二○八等。参周祖撰《中国文学家大辞典》（唐五代卷）第477页武三思条。序当武后前期作，或即《奉和梁王宴龙泓应教（得微字）》之诗序。）"
                },
                {
                    "time": "695年12月",
                    "activity": "扈从登封嵩山，途中有诗。作品：扈从登封途中作。扈从登封途中作（唐·宋之问）　　五言律诗　押灰韵帐殿郁崔嵬，仙游实壮哉。晓云连幕捲，夜火杂星回。谷暗千旗出，山鸣万乘来。扈从良可赋，终乏掞天才。"
                },
                {
                    "time": "695年12月",
                    "activity": "则天登封嵩山，扈从应制。作品：松山颂。扈从登封告成颂。扈从登封告成颂应制。扈从登封告成颂（唐·宋之问）　　五言律诗　押庚韵引用典故：钩陈　复道开行殿，钩陈列禁兵。和风吹鼓角，佳气动旗旌。后骑回天苑，前山入御营。万方俱下拜，相与乐升平。扈从登封告成颂应制（唐·宋之问）　　五言排律　押虞韵御路回中岳，天营接下都。百灵无后至，万国竞前驱。文卫严清跸，幽仙读宝符。贝花明汉果，芝草入尧厨。济济衣冠会，喧喧夷夏俱。宗禋仰神理，刊木望川途。抚己贫非病，时来本不愚。愿陪丹凤辇，率舞白云衢①。按：①一作凯乐望仙途"
                },
                {
                    "time": "699年2月",
                    "activity": "则天幸嵩岳，宋扈从应制。作品：岳寺应制。幸岳寺应制（唐·宋之问）　　五言律诗　押庚韵暂幸珠筵地，俱怜石濑清。泛流张翠幕，拂迥挂红旌。雅曲龙调管，芳樽蚁汎觥。陪欢玉座晚，复得听金①声。按：①一作钟"
                },
                {
                    "time": "699年2月",
                    "activity": "则天幸嵩岳少林寺，宋扈从应制。作品：幸少林寺应制。幸少林寺应制（唐·宋之问）　　五言律诗　押尤韵绀宇横天室，回銮指帝休。曙阴迎日尽，春气抱岩流。空乐繁行漏，香烟薄綵斿。玉膏从此泛，仙驭接浮丘。"
                },
                {
                    "time": "699年",
                    "activity": "出使嵩山，过嵩山旧宅，有诗言志。作品：嵩南九里旧鹊村作。"
                },
                {
                    "time": "700年5月",
                    "activity": "太后幸三阳宫避暑，宴石淙，应制有诗。作品：三阳宫石淙侍宴应制（得幽字）"
                },
                {
                    "time": "700年",
                    "activity": "访友不遇，作诗题壁。作品：使至嵩山寻杜四不遇慨然复伤田洗马韩观主因以题壁赠杜侯。（杜四，名未详。田洗马：田游岩，生卒年不详，行二，京兆三原人。初补太学生，罢归，游于太白山二十余年。后隐箕山许由庙东，自称许由东邻。调露中，高宗幸其宅，携归京，授崇文馆学士。文明中，拜太子洗马。垂拱初，坐与裴炎交结，放还山。《旧唐书》卷一九二，《新唐书》卷一九六有传。韩观主：韩法昭，颍川人，道士潘师正弟子，当继潘师正为嵩阳观主，见陈子昂《续唐故中岳体玄先生潘师正碑颂》。）使至嵩山寻杜四不遇慨然复伤田洗马韩观主因以题壁赠杜侯杜四（唐·宋之问）　　押先韵洛桥瞻太室，期子在云烟。归来不相见，孤赏弄寒泉。与君阔松石，于兹二十年。田公谢昭世，韩子秘幽埏。忆昔同携手，山栖接二贤。笙歌入玄地，诗酒坐寥天。旧友悉零落，罢琴私自怜。逝（一作游）者非药误，餐霞意可全。为余理还策，相与事灵仙。"
                }
            ]
        },
        {
            "Latitude": 34.140833,
            "Longitude": 112.092107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410325",
            "Title": "嵩县",
            "Detail": [
                {
                    "time": "686年",
                    "activity": "田游岩寄诗，答诗回赠。作品：敬答田征君。（田征君：田游岩，生卒年不详，行二，京兆三原人。初补太学生，罢归，游于太白山二十余年。后隐箕山许由庙东，自称许由东邻。调露中，高宗幸其宅，携归京，授崇文馆学士。文明中，拜太子洗马。垂拱初，坐与裴炎交结，放还山。《旧唐书》卷一九二，《新唐书》卷一九六有传。约垂拱中作，姑系二年。）答田征君。（田征君：田游岩，生卒年不详，行二，京兆三原人。初补太学生，罢归，游于太白山二十余年。后隐箕山许由庙东，自称许由东邻。调露中，高宗幸其宅，携归京，授崇文馆学士。文明中，拜太子洗马。垂拱初，坐与裴炎交结，放还山。《旧唐书》卷一九二，《新唐书》卷一九六有传。约垂拱中作，姑系二年。按：诗云“出游杳何处，迟回伊洛间。”知宋此时在陆浑宅。）敬荅田徵（一作敬荅田徵君游岩）君（唐·宋之问）　　押陌韵家临清溪水，溪水绕盘石。绿萝四面垂，袅袅百馀尺。风泉度丝管，苔藓铺茵席。传闻颍阳人，霞外漱灵液。忽枉岩中翰，吟望（一作卧）朝复夕。何当遂远游，物色候逋客。答田徵君（唐·宋之问）　　五言绝句　押删韵出游杳何处，迟回伊洛间。归寝忽成梦，宛在嵩丘山。"
                },
                {
                    "time": "692年",
                    "activity": "卧病归陆浑旧宅。692年春，卧病陆浑，病中抒怀。作品：陆浑水亭。陆浑水亭（唐·宋之问）　　押支韵昔予登兹楼，感爱川岳奇。别来虽云远，夜梦常在斯。更以沈痼日，归卧南山陲。弊庐不可见，云林相蔽亏。"
                },
                {
                    "time": "697年",
                    "activity": "奉使陆浑，明皋山夜梦亡友赵贞固，作诗赠陈子昂、卢藏用。作品：鸣皋梦赵六赠陈、卢二子。（陈子昂（661-702），字伯玉，梓州射洪人。文明元年登进士第，后献书阙下，武后召见，授麟台正字。垂拱二年，随左补阙乔知之北征同罗、仆固，至张掖而返。补右卫胄曹参军。因母丧解官返里。服阕，拜右拾遗，直言敢谏。被构陷入狱经年，免罪复官。万岁通天元年，从建安王武攸宜北征契丹，参谋军事，因谏议不合，徙为军曹。军还，仍居拾遗之职。圣历元年，以父老解职归侍。后为武三思指使县令段简陷害，死于狱中。葬独坐山。有《陈伯玉文集》十卷传世，及今人徐鹏点校《陈子昂集》；彭庆生《陈子昂诗注》等。生平事迹见卢藏用《陈氏别传》、赵儋《故右拾遗陈公旌德碑》、《旧唐书》卷一九○中、《新唐书》卷一○七本传。参周祖撰《中国文学家大辞典》（唐五代卷）第459页陈子昂条。另据彭庆生《陈子昂年谱》、徐文茂《陈子昂年谱》，订陈子昂生卒年为659-700。卢藏用（-713）字子潜，行二，幽州范阳人。初举进士，不调，隐居终南、少室二山。长安中，召授左拾遗。神龙中，累转起居舍人，兼知制诰，俄迁中书舍人。景龙中，为吏部侍郎。又迁黄门侍郎、修文馆学士，转工部侍郎，迁尚书右丞。先天二年，因附太平公主，流岭南。改昭州司户参军，迁黔州长史，卒于始兴。《旧唐书·睿宗纪》谓坐太平公主、窦怀贞等谋逆时伏诛。年五十余。善属文，工书，好琴棋，与陈子昂、赵贞固友善，曾为陈子昂编集、撰序、作传。有《春秋后语》一○卷、《老子注》二卷、《庄子内外篇注》一二卷、《子书要略》一卷、文集三○卷，均已佚。《旧唐书》卷九四、《新唐书》卷一二三有传。参周祖撰《中国文学家大辞典》（唐五代卷）第126页卢藏用条。按：宋诗今集中不存。陈子昂有《同宋参军之问梦赵六赠陈卢二子之作》，卢藏用有久视元年子昂死后追和之作《宋主簿鸣皋梦赵六予未及报而陈子云亡今追为此诗答宋兼贻平昔游旧》，概宋诗诗题为《鸣皋梦赵六赠陈、卢二子》）"
                },
                {
                    "time": "706年9月",
                    "activity": "闲居陆浑，中书舍人李适有书见寄，宋以游陆浑诗代书答李适。作品：游陆浑南山自歇马岭到枫香林以诗代书答李舍人适。（李适（663-711）：字子至，自号东山子，京兆万年人。举进士，再调猗氏尉，圣历中，预修《三教珠英》，官通事舍人，迁户襄阳员外郎、中书舍人，景云二年卒工部侍郎任，年四十九，有文集二十卷，已佚。《旧唐书》卷一九○中，《新唐书》卷二○三有传。参周祖撰《中国文学家大辞典》（唐五代卷）第301页李适条。）游陆浑南山自歇马岭到枫香林以诗代书荅李舍人适（唐·宋之问）晨登歇马岭，遥望伏牛山。孤出群峰首，熊熊元气间。太和亦崔嵬，石扇（一作扉）横闪倏。细岑互攒倚，浮巘竞奔蹙。白云遥入怀，青霭（一作云）近可掬。徒寻灵异迹①，周顾惬心目。晨拂鸟路行，暮投人烟宿。粳稻远弥秀，栗芋秋新熟。石髓非一岩，药苗乃万族。间关踏云雨，缭绕缘水木。西见商山芝，南到楚乡竹。楚竹幽且深，半杂枫香林。浩歌清潭曲，寄尔桃源心。按：①一作我从寻灵异"
                }
            ]
        },
        {
            "Latitude": 35.041503,
            "Longitude": 108.087623,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610427",
            "Title": "彬县",
            "Detail": [
                {
                    "time": "688年",
                    "activity": "从军豳州，人日登高赋诗，赠房姓县令。作品：军中人日登高赠房明府。（房明府：房姓县令，余不详。诗从军豳州时作，当在武后前期，姑系本年。）军中人日登高赠房明府（唐·宋之问）幽郊昨夜阴风断，顿觉朝来阳吹暖。泾水桥南柳欲黄，杜陵城北花应满。长安昨夜寄春衣，短翮登兹一望归。闻道凯旋乘骑入，看君走马见芳菲。"
                }
            ]
        },
        {
            "Latitude": 35.211572,
            "Longitude": 107.805219,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610428",
            "Title": "长武",
            "Detail": [
                {
                    "time": "688年",
                    "activity": "作《潜珠篇》叹好友赵贞固之不遇。作品：潜珠篇。（赵贞固，名元（一作元亮），自号昭夷子，汲人，年二十七游洛阳，授豳州宜禄县尉，与道士司马子微及卢藏用、魏元忠、陆庆余、王适、宋之问、陈子昂等友善，万岁登封元年（六九六）卒于汴州，年三十九。见陈子昂《昭夷子赵氏碣颂》。《新唐书·赵元传》：“来游洛阳，士争向慕……武后方称制，惧不容其高，调宜禄尉。”陶注云《潜珠篇》诗自云“千里作一尉”，当上元二年及第后初入仕作，约作于仪凤元年。按：杨墨秋《初唐诗杂考（三十）·本事考》（《江海学刊》1998年01期)考其诗为叹好友赵贞固，杨说甚是。陶注颇未叶情理，诗云“世有南山采薇子，从来道气凌白云。今乃千里作一尉，无媒为献圣明君。”其一，依陶注所云宋之问及第次年释褐作尉，仕途正理，不当有潜珠不遇之叹；其二，宋无南山采薇之隐逸经历，非由隐而仕，虽间有陆浑、嵩丘息止之迹，时皆不长，亦未以隐士名世。《新唐书·赵元传》：“少负志略，好论辩。（中宗嗣圣元年（684）年年二十七）来游洛阳，士争向慕……武后方称制，惧不容其高，调宜禄尉。”陈子昂垂拱二年（686）从乔知之北征时作《赠赵六贞固二首》云“此时边朔寒，登陇思君子。东顾望汉京，南山云雾里。”“蓬蒿久芜没，金石徒精坚。良宝委短褐，闲琴独婵娟。”知赵贞固游洛，名虽高而武后“惧不容其高”，垂拱二年已隐居于终南山。授宜禄尉当在垂拱二年以后。宜禄在邠州（即豳州），“去京师西北四百九十三里，至东都一千一百三十二里。”（《旧唐书卷三八》）凡此，潜珠不遇，千里作尉者非宋之问自叹，为惜赵贞固甚明。诗当作于垂拱二年后，万岁登封元年赵氏卒汴州之前。宋之问曾从军豳州（陶敏等《沈佺期宋之问集校注》第782页）。或宋之问在豳州时访赵，叹其不遇而作。姑系本年。）潜珠篇（唐·宋之问）夜光四寸今所无，闻有入海求大珠。大珠自爱潜不发，希世一见比明月。灵物变化讵可寻？几人皓首死闽越。泥蟠沙卧海底沉，何知结爱美人心。可怜曜乘十二乘，谁惜黄金七百金。越乡祈宝诚非易，涉险捐躯名与义。天生至宝自无伦，如何真伪人莫分。古来贵耳而贱目，恐君既见不及闻。世有南山采薇子，从来道气凌白云。今乃千里作一尉，无媒为献明圣君。"
                }
            ]
        },
        {
            "Latitude": 34.157639,
            "Longitude": 109.329839,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610122",
            "Title": "蓝田",
            "Detail": [
                {
                    "time": "694年",
                    "activity": "为官京兆府，置蓝田山庄，有诗。蓝田山庄（唐·宋之问）　　五言律诗　押先韵宦游非吏隐，心事好幽偏。考室先依地，为农且用天。辋川朝伐木，蓝水暮浇田。独与秦山老，相欢春酒前。694年秋，弟之望（后改名之逊）赴太原，与弟别后，独宿蓝田，有诗抒怀，叙兄弟离别之情。作品：别之望后独宿蓝田。（之望：宋之逊，之望后改名之逊。见《元和姓纂》卷八弘农宋氏条。）别之望后独宿蓝田山庄（唐·宋之问）　　押歌韵鹡鸰有旧曲，调苦不成歌。自叹兄弟少，常嗟离别多。尔寻北京路，予卧南山阿。泉晚更幽咽，云秋尚嵯峨。药栏听蝉噪，书幌见禽过。愁至愿甘寝，其如乡梦何。"
                }
            ]
        },
        {
            "Latitude": 29.319213,
            "Longitude": 115.762628,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360426",
            "Title": "德安",
            "Detail": []
        },
        {
            "Latitude": 27.62897,
            "Longitude": 113.86077,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3603",
            "Title": "萍乡",
            "Detail": [
                {
                    "time": "695年",
                    "activity": "出使江南，至袁州萍乡县龙鸣寺，书《龙鸣寺碑》"
                }
            ]
        },
        {
            "Latitude": 34.733923,
            "Longitude": 112.796072,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410381",
            "Title": "偃师",
            "Detail": [
                {
                    "time": "695年",
                    "activity": "奉使嵩山，途经缑氏山，有诗。作品：奉使嵩山途经岭。奉使嵩山途经缑岭（唐·宋之问）　　押庚韵侵星发洛城，城中歌吹声。毕景至缑岭，岭上烟霞生。草树饶野意，山川多古情。大隐德所薄，归来可退耕。"
                }
            ]
        },
        {
            "Latitude": 37.876885,
            "Longitude": 112.55706,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN1401",
            "Title": "太原",
            "Detail": [
                {
                    "time": "696年",
                    "activity": "出使天兵军。"
                }
            ]
        },
        {
            "Latitude": 35.308973,
            "Longitude": 113.933349,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4107",
            "Title": "新乡",
            "Detail": [
                {
                    "time": "696年",
                    "activity": "出使天兵军，事先与将赴河北武修宜幕之陈子昂约于新乡会面。及使还至新乡，子昂已先去，作诗寄之。作品：使往天兵军约与陈子昂新乡为期及还而不相遇。（陈子昂（661-702），字伯玉，梓州射洪人。文明元年登进士第，后献书阙下，武后召见，授麟台正字。垂拱二年，随左补阙乔知之北征同罗、仆固，至张掖而返。补右卫胄曹参军。因母丧解官返里。服阕，拜右拾遗，直言敢谏。被构陷入狱经年，免罪复官。万岁通天元年，从建安王武攸宜北征契丹，参谋军事，因谏议不合，徙为军曹。军还，仍居拾遗之职。圣历元年，以父老解职归侍。后为武三思指使县令段简陷害，死于狱中。葬独坐山。有《陈伯玉文集》十卷传世，及今人徐鹏点校《陈子昂集》；彭庆生《陈子昂诗注》等。生平事迹见卢藏用《陈氏别传》、赵儋《故右拾遗陈公旌德碑》、《旧唐书》卷一九○中、《新唐书》卷一○七本传。参周祖撰《中国文学家大辞典》（唐五代卷）第459页陈子昂条。另据彭庆生《陈子昂年谱》、徐文茂《陈子昂年谱》，订陈子昂生卒年为659-700。）使往天平军马约与陈子昂新乡为期及还而不相遇（唐·宋之问）　　五言律诗　押尤韵入卫期之子，吁嗟不少留。情人去何处？淇水日悠悠。恒碣青云断，衡漳白露秋。知君心许国，不是爱封侯。"
                }
            ]
        },
        {
            "Latitude": 30.076469,
            "Longitude": 115.950783,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN421127",
            "Title": "黄梅",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "南贬途中寒食，题黄梅临江驿，寄崔融。作品：途中寒食题黄梅临江驿寄崔融。（崔融（653-706），字安成，齐州全节人，上元中，辞殚文律科及第，累补宫门丞，兼直崇文馆学士。历魏州司功参军、著作郎、凤阁舍人、国子司业等职。为文典丽，与李峤、苏味道、杜审言合称“文章四友”，神龙二年卒，年五十四，谥曰文，有《珠英学士集》五卷；《宝图赞》一卷；文集六十卷。除《珠英学士集》有敦煌写本二残卷外，余佚。《旧唐书》卷九四、《新唐书》卷一一四有传。参周祖撰《中国文学家大辞典》（唐五代卷）第715页崔融条。）途中寒食题黄梅临江驿寄崔融（唐·宋之问）　　五言律诗　押真韵题注：一作初到黄梅临江驿马上逢寒食，愁中属暮春。可怜江浦望，不见洛阳人。北极怀明主，南溟作逐臣。故园肠断处，日夜柳条新。"
                }
            ]
        },
        {
            "Latitude": 28.687675,
            "Longitude": 115.864528,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3601",
            "Title": "南昌",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "南贬过洪州都督府，舟行抒怀。作品：自洪府舟行直书其事。自洪府舟行直书其事（唐·宋之问）　　押纸韵仲春辞国门，畏途横万里。越淮乘楚嶂，造江泛吴汜。严程无休隙，日夜涉风水。昔闻垂堂言，将诫千金子。问余何奇剥，迁窜极炎鄙。揆己道德馀，幼闻虚白旨。贵身贱外物，抗迹远尘轨。朝游伊水湄，夕卧箕山趾。妙年拙自晦，皎洁弄文史。谬辱紫泥书，挥翰青云里。事往每增伤，宠来常誓止。铭骨怀报称（一作林丘），逆鳞让金紫。安位衅潜搆，退耕祸犹起。栖岩实吾策，触藩诚内耻。济济同时人，台庭鸣剑履。愚（一作思）以卑自卫，兀坐去沈滓。迨兹理已极，窃位申知己。群议负宿心，获戾光华始。黄金忽销铄，素业坐沦毁。浩叹诬平生，何独恋枌梓。浦树浮郁郁，皋兰覆靡靡。百越去魂断，九疑望心死。未尽匡阜游，远欣罗浮美。周旋本师训，佩服无生（一作心）理。异国多灵仙，幽探忘年纪（一作祀）。敝庐嵩山下，空谷茂兰芷。悠悠南溟远，采掇长已矣。"
                }
            ]
        },
        {
            "Latitude": 24.958348,
            "Longitude": 114.068627,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN440222",
            "Title": "始兴",
            "Detail": [
                {
                    "time": "705年10月",
                    "activity": "南贬途中过大庾岭，有诗抒迁谪之悲。作品：题大庾岭北驿。度大庾岭。早发大庾岭。题大庾岭北驿（唐·宋之问）　　五言律诗　押灰韵阳月南飞雁，传闻至此回。我行殊未已，何日复归来？江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。度大庾岭（唐·宋之问）　　五言律诗　押麻韵度岭方辞国，停轺一望家。魂随南翥鸟，泪尽北枝花。山雨初含霁，江云欲变霞。但令归有日，不敢恨长沙。　　其二（唐·宋之问）　　五言律诗　城边问官使，早晚发西京？来日河桥柳，春条几寸生？昆池水合渌，御苑草应青？缓缓从头说，教人眼暂明。按：按《度大臾岭》二首，《全唐诗》仅载「其一」，兹补「其二」早发大庾岭（唐·宋之问）　　押职韵晨跻大庾险，驿鞍驰复息。雾露昼未开，浩途不可测。嵥起华夷界，信为造化力。歇鞍问徒旅，乡关在西北。出门怨别家，登岭恨辞国。自惟勖（一作最）忠孝，斯罪懵所得。皇明颇照（一作昭）洗，延议日纷惑。兄弟远沦居，妻子成异域。羽翮伤已毁，童幼怜未识。踌蹰恋北顾，亭午晞霁色。春煖阴梅花，瘴回阳鸟翼。含沙缘涧聚，吻草依林植。适蛮悲疾首，怀巩泪沾臆。感谢鹓鹭朝，勤修魑魅职。生还倘非远，誓拟酬恩德。"
                },
                {
                    "time": "705年",
                    "activity": "南贬途中度岭至始兴江边村，有诗抒怀。"
                }
            ]
        },
        {
            "Latitude": 23.052984,
            "Longitude": 112.47177,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4412",
            "Title": "肇庆",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "南贬途中至端州驿见杜审言沈佺期等人题壁慨然成咏。作品：至端州驿见杜五审言沈三佺期阎五朝隐王二无竞题壁慨然成咏。（杜审言：字必简，祖籍襄阳，迁居巩县。咸亨元年登进士第，授隰城尉，累转洛阳丞。圣历元年，贬吉州司户参军，被构下狱，免官还洛阳。授著作郎，俄迁膳部员外郎。神龙元年，因阿附张易之，流峰州。二年召还，授国子监主簿，加修文馆直学士。景龙二年卒，年六十余。少与李峤、崔融、苏味道齐名，号文章四友。有文集十卷。《旧唐书》卷一九○上、《新唐书》卷二○一有传。参周祖撰《中国文学家大辞典》（唐五代卷）第255页杜审言条。沈佺期（-713），字云卿，行三，相州内黄人。上元二年登进士第，授协律郎。圣历元年，已在通事舍人任。预修《三教珠英》，书成，迁考功员外郎，长安二年知贡举，迁考功郎中，三年迁给事中。四年被劾下狱。神龙元年坐附张易之，流驩州，二年北归，稍迁台州录事参军。召为起居郎，兼修文馆直学士。历中书舍人、太子少詹事，开元初卒。善属文，与宋之问齐名，时人号“沈宋”。有文集十卷，已佚。明人集有《沈佺期集》四卷。《旧唐书》卷一九○中、《新唐书》卷二○二有传。参周祖撰《中国文学家大辞典》（唐五代卷）第392页沈佺期条。阎朝隐（-712），字友倩，行五，赵州栾城人，连中进士、孝悌廉让科，补武阳尉。属文奇诡，为武后所赏，累迁给事中，预修《三教珠英》，圣历中，转麟台少监。谄事张易之，常代作篇什，易之伏诛，坐徙崖州。景龙初，自崖州遇赦还，累迁著作郎。先天中，复为秘书少监。又坐事贬通州别驾，卒官。有《阎朝隐集》五卷，已佚。《旧唐书》卷一九○中、《新唐书》卷二○二有传。参周祖撰《中国文学家大辞典》（唐五代卷）第727页阎朝隐条。王无竞（652-705），字仲烈，东莱人，仪凤二年举下笔成章科，授赵州栾城尉，历麟台正字，转右武卫仓曹参军、洛阳丞。累迁监察御史，垂拱二年，随乔知之征同罗、仆固，擢殿中侍御史，左迁太子舍人，预修《三教珠英》，神龙初，因诃诋权贵，出为苏州司马，后坐交张易之，再贬岭外，卒于广州。见孙逖《太子舍人王公墓志铭》、《旧唐书》卷一九○中、《新唐书》卷一○七本传。参周祖撰《中国文学家大辞典》（唐五代卷）第23页王无竞条。）至端州驿见杜五审言沈三佺期阎五朝隐王二无竞题壁慨然成咏（唐·宋之问）逐臣北地承严谴，谓到南中每相见。岂意南中岐路多，千山万水①分乡县。云摇雨散各翻飞，海阔天长音信稀。处处山川同瘴疠，自怜能得几人归。按：①一作千里万里"
                },
                {
                    "time": "711年",
                    "activity": "流钦州途中，经端州，别流端州之袁守一，有诗。作品：端州别袁侍御。（袁侍御：袁守一，《朝野佥载》卷二：“袁守一任万年尉，于中书令宗楚客门饷生菜，除监察，改右台侍御史。无何，楚客以反诛，守一以其党配流端州。）端州别袁侍郎（唐·宋之问）　　五言律诗　押侵韵合浦途未极，端溪行暂临。泪来空泣脸，愁至不知心。客醉山月静，猿啼江树深。明朝共分手，之子爱千金。"
                }
            ]
        },
        {
            "Latitude": 23.149436,
            "Longitude": 111.792142,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN441226",
            "Title": "德庆",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "南贬溯西江入康州端溪县，转入罗定江赴泷州，有诗伤怀。作品：入泷州江。入泷州江（唐·宋之问）　　五言排律　押庚韵孤舟泛盈盈，江流日纵横。夜杂蛟螭寝，晨披瘴疠行。潭蒸水沫起，山热火云生。猿躩时能啸，鸢飞莫敢鸣。海穷南徼尽，乡远北魂惊。泣向文身国，悲看凿齿氓。地偏多育蛊，风恶好相鲸。余本岩栖客，悠哉慕玉京。厚恩尝愿答，薄宦不祈成。违隐乖求志，披荒为近名。镜愁玄发改，心负紫芝荣。运启中兴历，时逢外域清。祗应保忠信，延促付神明。"
                },
                {
                    "time": "711年",
                    "activity": "流钦州途中，发端州，初入西江，有诗。作品：发端州初入西江。（陶注云《元和郡县图志》卷三四端州（当为康州）端溪县：“西江水，经县南，去县五十二步。”由端州赴泷州当转入罗定江南行，此诗云“舟行日向西”，当景云二年流钦州途中作。按：《元和郡县图志》同卷康州悦成（宋置乐成县，天宝元年改名悦成）县：“郁水，一名西江水，经县南，去县十步。”乐城在端溪县东，顺西江而下，与端州相邻。唐人习称端州高要之西江段为端溪，诗题云“发端州初入西江”，盖甫离端州，初入康州乐成县之西江，故云“初入西江”。溯江继续西行，故云“舟行日向西”。陶注似不应以“舟行日向西”作为断言未入泷江口南行入泷州之理据。）发端州初入西江（唐·宋之问）　　五言排律　押齐韵问我将何去，清晨溯越溪。翠微县宿雨，丹壑饮晴霓。树影捎云密，藤阴覆水低。潮回出浦驶，洲转望乡迷。人意长怀北，江行日向西。破颜看鹊喜，拭泪听猿啼。骨肉初分爱，亲朋忽解携。路遥魂欲断，身辱理能齐。畴日三山意，于兹万绪暌。金陵有仙馆，即事寻丹梯。"
                }
            ]
        },
        {
            "Latitude": 22.774297,
            "Longitude": 111.57652,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN445381",
            "Title": "罗定",
            "Detail": [
                {
                    "time": "706年5月",
                    "activity": "则天神龙元年十一月崩，二年五月祔葬乾陵，宋为挽歌。作品：则天皇后挽歌。则天挽歌。则天皇后挽歌（唐·宋之问）　　五言绝句　押虞韵象物行周礼，衣冠集汉都。谁怜事虞舜，下里泣苍梧。则天挽歌（唐·宋之问）　　押微韵还应鼎湖剑，千载忽同归。按：见《十万卷楼丛书》本皎然《诗式》卷四"
                },
                {
                    "time": "706年",
                    "activity": "奉旨北归，有诗。作品：初承恩旨言放归舟。初承恩旨言放归舟（唐·宋之问）　　五言律诗　押尤韵一朝承凯泽，万里别荒陬。去国云南滞，还乡水北流。泪迎今日喜，梦换昨宵愁。自向归魂说，炎方不可留。"
                }
            ]
        },
        {
            "Latitude": 27.235911,
            "Longitude": 112.874875,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430423",
            "Title": "衡山",
            "Detail": [
                {
                    "time": "706年",
                    "activity": "北归途中自永州湘源县至潭州衡山县，有诗。作品：自湘源至潭州衡山县。（湘源：永州湘源县，今广西全州。）自湘源至潭州衡山县（唐·宋之问）浮湘沿迅湍，逗浦凝远盼。渐见江势阔，行嗟水流漫。赤岸杂云霞，绿竹缘溪涧。向背群山转，应接良景晏。沓障连夜猿，平沙覆阳雁。纷吾望阙客（一作容），归桡速已惯。中道方溯洄，迟念自兹撰。赖欣衡阳美，持以蠲忧患。"
                }
            ]
        },
        {
            "Latitude": 32.014789,
            "Longitude": 112.129089,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4206",
            "Title": "襄阳",
            "Detail": [
                {
                    "time": "706年",
                    "activity": "北归渡汉江，有“近乡情怯”之叹。渡汉江（一作李频诗）（唐·宋之问）　　五言绝句　押真韵岭外音书绝，经冬①复历春。近乡情更怯，不敢问来人。按：①一作年"
                }
            ]
        },
        {
            "Latitude": 33.632627,
            "Longitude": 113.363951,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410422",
            "Title": "叶县",
            "Detail": [
                {
                    "time": "706年9月",
                    "activity": "前兖州司马祭王子乔，宋为作祭文。作品：为兖州司马作祭王子乔文。（陶注未言祭文作于何月何地。按：读祭文似在汝州叶县，或当宋自泷州北归闲居陆浑时游叶县作，或北归途经叶县时作，其时约在九月。`兖州司马：王姓，名未详。唐代王姓墓志多自承为周灵王太子晋之后。王子乔：东汉人，或云即王子晋，汉刘向《列仙传·王子乔》：“王子乔者，周灵王太子晋也。好吹笙，作凤凰鸣。游伊、洛之间，道士浮丘公接以上嵩高山。三十余年后，于山中谓桓良日：‘告我家：七月七日待我于缑氏山巅。’至时果乘白鹤驻山头，望之不得到，举手谢时人，数日而去。”）"
                }
            ]
        },
        {
            "Latitude": 33.017144,
            "Longitude": 118.55143,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320830",
            "Title": "盱眙",
            "Detail": []
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": []
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": []
        },
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州",
            "Detail": [
                {
                    "time": "710年",
                    "activity": "流钦州途中，渡吴江，别苏州王长史，有诗。作品：渡吴江别王长史。（王长史：当为苏州长史，名未详。）渡吴江别王长史（唐·宋之问）　　五言律诗　押先韵倚棹望兹川，销魂独黯然。乡连江北树，云断日南天。剑别龙初没，书成雁不传。离舟意无限，催渡复催年。"
                },
                {
                    "time": "710年",
                    "activity": "流钦州途中，夜渡吴江，有诗怀古。作品：夜渡吴松江怀古。夜渡吴松江怀古（唐·宋之问）　　五言排律　押文韵宿帆震泽口，晓渡松江濆。棹发鱼龙气，舟冲鸿雁群。寒潮顿觉满，暗浦稍将分。气出（一作赤）海生日，光清湖起云。水乡尽天卫，叹息为吴君。谋士伏剑死，至今悲所闻。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": []
        },
        {
            "Latitude": 30.036519,
            "Longitude": 120.586673,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306",
            "Title": "绍兴",
            "Detail": [
                {
                    "time": "709年",
                    "activity": "在越州长史任，游会稽山，谒禹庙，有诗。谒禹庙（唐·宋之问）　　五言排律　押虞韵夏王乘四载，兹地发金符。峻命终不易，报功畴敢渝。先驱总昌会，后至伏灵诛。玉帛空天下，衣冠照海隅。旋闻厌黄屋，更道出苍梧。林表祠转茂，山阿井讵枯。舟迁龙负壑，田变鸟芸芜。旧物森如在，天威肃未殊。玄夷届瑶席，玉女侍清都。奕奕扃闱（一作闺闼）邃，轩轩杖卫趋。气青连曙海，云白洗春湖。猿啸有时答，禽言常自呼。灵歆异蒸糈，至乐匪笙竽。茅殿今文袭，梅梁古制无。运遥日崇丽，业盛答昭苏。伊昔力云尽，而今功尚敷。揆材非美箭，精享愧生刍。郡职昧为理，邦空宁自诬。下车霰已积，摄事露行濡。人隐冀多祐，曷唯沾薄躯。"
                },
                {
                    "time": "709年",
                    "activity": "越州长史任，游会稽山，谒禹庙，作文告祭。作品：祭禹庙文。709年冬，越州长史任，游会稽山禹穴、若耶溪，有诗。作品：游禹穴回出若耶。游禹穴回出若邪（唐·宋之问）　　五言排律　押东韵引用典故：樵风　禹穴今朝到，邪溪此路通。著书闻太史，鍊药有仙翁。鹤往笼犹挂，龙飞剑已空。石帆摇海上，天镜落湖中。水低寒云白，山边坠叶红。归舟何虑晚，日暮使樵风。709年冬，越州长史任，游镜湖南溪，有诗。作品：泛镜湖南溪。泛镜湖南溪（唐·宋之问）　　五言律诗　押齐韵乘兴入幽栖，舟行日向低。岩花候冬发，谷鸟作春啼。沓嶂开天小，丛篁夹路迷。犹闻可怜处，更在若邪溪。709年冬，越州长史任，游山阴秦望山法华寺，有诗。作品：游法华寺（高岫拟耆阇）游法华寺（薄游京都日）游法华寺（唐·宋之问）　　五言排律　押麻韵高岫拟耆阇，真乘引妙车。空中结楼殿，意表出云霞。后果缠三足（一作尺），前因感（一作取）六牙。宴林薰宝树，水溜滴金沙。寒谷梅犹浅，温庭橘未华。台香红药乱，塔影绿篁遮。果渐轮王族，缘超梵帝家。晨行踏忍草，夜诵得灵花。江郡将何匹，天都亦未加。朝来沿泛所，应是逐仙槎。游法华寺（唐·宋之问）　　押庚韵薄游京都日，遥羡稽山名。分刺江海郡，朅来徵素情。松露洗心眷，象筵敷念诚。薄云界青嶂，皎日鶱朱甍。苔涧深不测，竹房闲且清。感真六象见，垂兆二ꄡ（一作乌）鸣。古今信灵迹，中州莫与京。林巘永栖业，岂伊佐（一作在）一生。浮悟虽已久，事试去来成。观念幸相续，庶几最后明。710年早春，越州长史任，早春游镜湖，有诗。作品：早春泛镜湖。710年早春，越州长史任，早春游云门寺，有诗。作品：游云门寺。宿云门寺。游云门寺（唐·宋之问）　　五言排律　押青韵维舟探静域，作礼事尊经。投迹一萧散，为心自杳冥。龛依大禹穴，楼倚少微星。沓嶂围兰若，回溪抱竹庭。觉花涂砌白，甘露洗山青。雁塔鶱金地，虹桥转翠屏。人天宵现景，神鬼昼潜形。理胜常虚寂，缘空自感灵。入禅从鸽绕，说法有龙听。劫累终期灭，尘躬且未宁。摇摇不安寐，待月咏岩扃。宿云门寺（唐·宋之问）　　押东韵云门若邪里，泛鹢路才通。夤缘绿筱岸，遂得青莲宫。天香众壑满，夜梵前山空。漾漾潭际月，飔飗（一作飘飘）杉上风。兹焉多嘉遁，数子今莫同。凤归慨处士，鹿化闻仙公。樵路郑州北，举（一作学）井阿岩东。永夜岂云寐，曙华忽葱茏。谷鸟啭尚涩，源桃惊未红。再来期春暮，当造林端穷。庶几踪谢客，开山投剡中。710年春，越州长史任，与越州僧鉴上人交游。作品：题鉴上人房二首。（鉴上人：越州僧，余不详。）题鉴上人房二首（唐·宋之问）　　五言绝句　押真韵落花双树积，芳草一庭春。玩之堪兴异①，何必见幽人。按：①一作尽　　其二（唐·宋之问）　　五言绝句　押灰韵晚入应真理，经行尚未回。房中无俗物，林下有青苔。710年春，越州长史任，郡宅中有诗抒怀。作品：郡宅中斋。郡宅中斋（以下集不载）（唐·宋之问）　　押霰韵郡宅枕层岭，春湖绕芳甸。云甍出万家，卧览皆已遍。渔商汗成雨，廨邑明若练。越俗镜中行，夏祠云表见。兹都信盘郁，英远常栖眄。王子事黄老，独乐恣游衍。谢公念苍生，同忧感推荐。灵越多秀士，运阔无由面。神理翳青山，风流满黄卷。揆予谬承奖，自惜从缨弁。瑶水执仙羁，金闺负时选。晨趋博望苑，夜直明光殿。一朝罢台阁，万里违乡县。风土足慰心，况悦年芳变。淮廪伫滋（一作兹）实，沂歌非所羡。讼寝归四明，龄颓亲九转。微尚本江海，少留岂交战。唯馀后凋色，窃比东南箭。710年春，越州长史任，作古意三首，寄托怀抱。作品：春湖古意三首。春湖古意（唐·宋之问）　　押沃韵引用典故：乱果掷行车　院梅发向尺，园鸟复成曲。落日游南湖，果掷颜如玉。含情不得语，转盼知所属。惆怅未可归，宁关须采①菉。按：①一作林"
                },
                {
                    "time": "710年",
                    "activity": "越州长史任，与越州僧鉴上人交游。作品：湖中别鉴上人。（鉴上人：越州僧，余不详。）见南山夕阳召鉴师不至。（鉴师：越州僧，余不详。）湖中别鉴上人（唐·宋之问）　　五言绝句　押先韵愿与道林近，在意逍遥篇。自有灵佳寺，何用沃洲禅。见南山夕阳召监师不至（唐·宋之问）引用典故：仲举思　道林　夕阳黯晴碧，山翠互明灭。此中意无限，要与开士说。徒郁仲举思，讵回道林辙。孤兴欲待谁，待此湖上月。710年夏，越州长史任，玩赏郡斋海石榴，有诗。作品：玩郡斋海榴。玩郡斋海榴（唐·宋之问）　　押先韵引用典故：章甫　泽国　泽国韶气早，开帘延霁天。野禽宵未啭，山蜚昼仍眠。目兹海榴发，列映岩楹前。熠爚禦风静，葳蕤含景鲜。清晨绿堪佩，亭午丹欲然。昔忝金闺籍，尝见玉池莲。未若宗族地，更逢荣耀全。南金虽自贵，贺①赏讵能迁。抚躬万里绝，岂染一朝妍。徒缘（一作从禄）滞遐郡，常是惜流年。越俗鄙章甫，扪心空自怜。按：①一作贸，又作质"
                },
                {
                    "time": "710年",
                    "activity": "越州长史任，游称心寺，有诗。作品：游称心寺二首。（诗景龙三年或四年越州作，姑系四年。）称心寺。（诗景龙三年或四年越州作，姑系四年。）游称心寺（唐·宋之问）　　五言排律　押先韵引用典故：安期　释事怀三隐，清襟谒四禅。江鸣潮未落，林晓日初悬。宝叶交香雨，金沙吐细泉。望谐舟客趣，思发海人烟。顾枥仍留马，乘杯久弃船。未忧龟负岳，且识鸟耘田。理契都无象，心冥不寄筌。安期庶可揖，天地得齐年。称心寺（唐·宋之问）　　押翰韵步陟招提宫，北极山海观。千岩递萦绕，万壑殊悠漫。乔木转夕阳，文轩划清涣。泄云多表里，惊潮每昏旦。问予金门客，何事沧洲畔。谬以三署资，来刺百城半。人隐尚未弭，岁华岂兼玩。东山桂枝芳，明发坐盈叹。"
                },
                {
                    "time": "710年",
                    "activity": "越州长史任，作江南曲抒迁谪之意。作品：江南曲。（诗景龙三年或四年越州作，姑系四年。）相和歌辞江南曲（一作江南曲）（唐·宋之问）　　押覃韵妾住越城南，离居不自堪。采花惊曙鸟，摘叶喂春蚕。懒结茱萸带，愁安玳瑁簪。侍臣①消瘦尽，日暮碧江潭。按：①集作待君"
                },
                {
                    "time": "710年",
                    "activity": "越州长史任，游若耶溪西施旧石，有诗。作品：西施浣纱篇。（诗景龙三年或四年越州作，姑系四年。）西施浣纱篇（唐·宋之问）　　五言律诗　押支韵西施旧石在，苔藓日于滋。几处沾妆污，何年灭履綦？岸花羞慢脸，波月敩嚬眉。君将花月好，来比浣纱时。"
                },
                {
                    "time": "710年6月",
                    "activity": "武、韦既诛，坐谄附武、韦，由越州长史流钦州。"
                }
            ]
        },
        {
            "Latitude": 30.048079,
            "Longitude": 112.431153,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN421024",
            "Title": "江陵",
            "Detail": [
                {
                    "time": "710年",
                    "activity": "流钦州途中，过荆州，访宋玉宅，有诗送谏议大夫宁原悌。作品：宋公宅送宁谏议。（宁谏议：宁原悌，名恺，钦州人，玄宗在东宫时，官太子洗马，景云元年，在谏议大夫任，先天元年为岭南道宣劳使。见《唐会要》卷六八、《册府元龟》卷一六二、卷七一四、岑仲勉《元和姓纂四校记》卷九。）宋公宅送宁谏议（唐·宋之问）　　五言排律　押肴韵引用典故：阳台雨　宋公爰创宅，庾氏更诛茅。间出人三秀，平临楚四郊。汉臣来绛节，荆牧动金铙。尊溢宜城酒，笙裁曲沃匏。露荷秋变节，风柳夕鸣梢。一散阳台雨，方随越鸟巢。"
                },
                {
                    "time": "710年",
                    "activity": "流钦州途中，过荆州，有诗赠荆州长史崔日知。作品：初发荆府赠崔长史。（崔日知（生卒年不详），字子骏，行二，滑州灵昌人（祖籍博陵），崔日用从父兄。明经登第，景云中，为洛州司马，累迁京兆尹。坐赃，贬歙县丞。后历殿中监，迁太常卿。开元十六年，出为潞州长史，寻以年老致仕。卒。《旧唐书》卷九九、《新唐书》卷一二一有传。参周祖撰《中国文学家大辞典》（唐五代卷）第694页崔日知条。）初发荆府赠长史（首联缺）（唐·宋之问）　　五言律诗　押元韵□□□□□，□□□□□？仍随五马谪，载与两禽奔。明主无由见，群公莫与言。幸君逢圣日，何惜理虞翻。710年秋，流钦州途中，过荆州，有诗叹再赴岭南。作品：在荆州重赴岭南。（诗出《诗式》卷五，当为残篇。）在荆州重赴岭南（唐·宋之问）　　五言绝句　押文韵梦泽三秋日，苍梧一片云。还将鹓鹭羽，重入鹧鸪群。"
                }
            ]
        },
        {
            "Latitude": 29.363262,
            "Longitude": 113.135679,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4306",
            "Title": "岳阳",
            "Detail": []
        },
        {
            "Latitude": 26.899517,
            "Longitude": 112.578397,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4304",
            "Title": "衡阳",
            "Detail": []
        },
        {
            "Latitude": 24.816174,
            "Longitude": 113.603757,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4402",
            "Title": "韶关",
            "Detail": []
        },
        {
            "Latitude": 23.38088,
            "Longitude": 110.921469,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN450422",
            "Title": "藤县",
            "Detail": [
                {
                    "time": "711年",
                    "activity": "流钦州途中，过藤州西上，有诗。作品：发藤州。发藤州（唐·宋之问）　　五言排律　押庚韵朝夕苦遄征，孤魂长自惊。泛舟依雁渚（一作宿），投馆听猿鸣。石发缘溪蔓，林衣埽（一作拂）地轻。云峰刻不似，苔藓（一作壁）画难成。露裛千花气，泉和万籁声。攀幽红处歇，跻险绿中行。恋切芝兰砌，悲缠松柏茔。丹心江北死，白发岭南生。魑魅天边国，穷愁海上城。劳歌意无限，今日为谁明。"
                },
                {
                    "time": "711年",
                    "activity": "流钦州途中，作《高山引》，抒身世之悲。高山引（唐·宋之问）　　押冬韵攀云窈窕兮上跻悬峰，长路浩浩兮此去何从。水一曲兮肠一曲，山一重兮悲（一作愁）一重。松槚邈已远，友于何日逢？况满室兮童稚，攒众虑于心胸。天高难诉兮远负明德，却望咸京兮挥涕龙钟。"
                }
            ]
        },
        {
            "Latitude": 25.279893,
            "Longitude": 110.296442,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4503",
            "Title": "桂林",
            "Detail": [
                {
                    "time": "711年",
                    "activity": "由钦州至桂州。711年秋冬，在桂州寄书与修史学士吴兢，重托国史不错漏宋父令文事迹之事。作品：在桂州与修史学士吴兢书。（吴兢（670-749）：汴州浚仪人，有史才，魏元忠荐入直史馆，修国史，拜右拾遗内供奉。神龙中，改右补阙。与韦承庆、崔融等撰《则天实录》成，转起居郎，俄迁水部郎中。丁母忧。开元三年服阕，拜谏议大夫、兼修文馆学士，历卫尉少卿、左庶子，开元十七年贬荆州司马，累迁台、洪、饶、蕲四州刺史、相州长史、邺郡太守，入为恒王傅，天宝八载卒，年八十。撰《国史》六十五卷，梁、齐、周史各十卷，陈史五卷，隋史二十卷，唐史八十余卷。《太宗勋史》一卷，《中宗实录》二○卷，《睿宗实录》五卷，《乐府古题要解》一卷，《唐名臣奏》一卷，《开元升平源》一卷，《古乐府》一○卷，《贞观政要》一○卷等。其中《贞观政要》、《乐府古题要解》、《开元升平源》尚传于世。《旧唐书》卷一○二、《新唐书》卷一三二有传。参周祖撰《中国文学家大辞典》（唐五代卷）第374页吴兢条。）"
                },
                {
                    "time": "712年1月晦日",
                    "activity": "流寓桂州，正月晦日陪王都督宴逍遥楼，有诗。作品：桂州陪王都督晦日宴逍遥楼。（王都督：王晙（662-732），沧州景城人，徙家洛阳，弱冠明经擢第，神龙二年十一月，为永昌令，历殿中侍御史，出为渭南令，改蒲州司马。景龙末，授桂州都督。历鸿胪卿、朔方军副大总管、兼安北大都护。后转太仆少卿、陇右群牧使。开元二年，袭吐蕃于临洮，以功兼原州都督。寻进并州大都府长史。后又以讨突厥功，迁左散骑常侍、朔方道行军大总管，寻迁御史大夫。八年，授兵部尚书，复充朔方军大总管。九年，以兰池州胡复叛，坐贬梓州刺史。十年，拜太子詹事。迁吏部尚书，兼太原尹。十一年夏，代张说为兵部尚书、同中书门下三品。坐王乔谋反，贬蕲州刺史，转定州。十四年，累迁户部尚书，复为朔方军节度使。二十年卒，年七十余。《旧唐书》卷九三、《新唐书》卷一一一有传。参周祖撰《中国文学家大辞典》（唐五代卷）第47页王晙条。）桂州陪王都督晦日宴逍遥楼（唐·宋之问）　　五言律诗　押真韵引用典故：投刺　蓂叶　晦节高楼望，山川一半春。意随蓂叶尽，愁共柳条新。投刺登龙日，开怀纳鸟晨。兀然心似醉，不觉有吾身。"
                },
                {
                    "time": "712年",
                    "activity": "流寓桂州，登逍遥楼遥望乡关，有诗。登逍遥楼（唐·宋之问）　　七言绝句　押删韵逍遥楼上望乡关，绿水泓澄云雾间。北去衡阳二千里，无因雁足系书还。"
                },
                {
                    "time": "712年3月3日",
                    "activity": "流寓桂州，上巳日有诗追忆昔日荣华，抒他乡之悲。作品：桂州三月三日。桂州三月三日（一作桂阳三日述怀）（唐·宋之问）代业京华里，远投魑魅乡。登高望不极，云海四茫茫。伊昔承休盼，曾为人所羡。两朝赐颜色，二纪陪欢宴。昆明御宿侍龙媒，伊阙天泉复几回。西夏黄河水心剑，东周清洛羽觞杯。苑中落花扫还合，河畔垂杨拨不开。千春万寿多行乐，柏梁和歌攀睿作。赐金分帛奉恩辉，风举云摇入紫微。晨趋北阙鸣珂至，夜出南宫把烛归。载笔儒林多岁月，襆被文昌佐吴越。越中山海高且深，兴来无处不登临。永和九年刺海郡，暮春三月醉山阴。愚谓嬉游长似昔，不言流寓歘成今。始安繁华旧风俗，帐饮倾城沸江曲。主人丝管清且悲，客子肝肠断还续。荔浦蘅皋万里馀，洛阳音信绝能疏。故园今日应愁思，曲水何能更祓除。逐伴谁怜合浦叶，思归岂食桂江鱼。不求汉使金囊赠，愿得佳人锦字书。712年春，流寓桂州，过蛮峒，有诗。作品：过蛮峒。（陶注仅云诗当景云中贬钦州后作。按：诗云“园香覆橘花。”橘花期在春季，诗当春日作，景云元年六月之问自越流钦，二年春尚在途中，味诗意不似流途中之悲苦，故此诗盖先天元年流寓桂州时作。）712年秋，流寓桂州，秋日有诗抒怀。作品：始安秋日。始安秋日（唐·宋之问）　　五言排律　押真韵引用典故：黄老　桂林风景异，秋似洛阳春。晚霁江天好，分明愁杀人。卷云山ꂭꂭ，碎石水磷磷。世业事黄老，妙年孤隐沦。归欤卧沧海，何物贵吾身。"
                },
                {
                    "time": "712年",
                    "activity": "流寓桂州，游皇潭舜祠，有诗。作品：桂州黄潭舜祠。桂州黄潭舜祠（唐·宋之问）　　五言排律　虞世巡百越，相传葬九疑。精灵游此地，祠树日光辉。禋祭忽群望，丹青图二妃。神来兽率舞，仙去凤还飞。日暝山气落，江空潭霭微。帝乡三万里，乘彼白云归。"
                },
                {
                    "time": "712年10月",
                    "activity": "赐死桂州。"
                }
            ]
        },
        {
            "Latitude": 24.175173,
            "Longitude": 110.817945,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN451121",
            "Title": "昭平",
            "Detail": [
                {
                    "time": "712年",
                    "activity": "自桂州赴梧州，经桂江悬黎壁，有诗。作品：下桂江县黎壁。（陶注云：“县黎壁：当是江岸畔石壁，以石质晶莹如县黎（美玉）得名。”未言地在桂江何处。据金石声《校正宋之问〈下桂江县黎壁〉》(《学术论坛》1982年01期)考，县黎壁即今昭平县之上下悬藤滩、雷劈滩，今从。按，《广西通志》卷一一三云：“平乐江中有悬藤滩黎壁滩”，《太平寰宇记》卷一六三昭州平乐县：“平乐江在县东八十里，江中有悬藤滩、犁壁湍。”平乐江为桂江支流，宋之问下桂江赴梧州不经此处。则桂江，平乐江中均有悬藤滩，黎壁滩（或湍），盖悬藤、黎壁之名，为当地江势险要类似之处之通称。此诗《文苑英华》卷三一七、《全唐诗》卷一六○重收作孟浩然诗，然宋刻蜀本《孟浩然诗集》不载。且《诗式》卷四、《又玄集》卷上、《文苑英华》卷二九○及《永乐大典、《诗渊》等均收为宋之问诗，孟浩然生平无贬岭南之经历，诗为宋之问作无疑。）下桂江县黎壁（唐·宋之问）放溜觌前溆，连山分（一作纷）上干。江回云壁转，天小雾峰攒。吼沫跳急浪，合流环峻滩。欹离（一作杂）出漩划，缭绕避涡盘。舟子怯桂水，最言斯路难。吾生抱忠信，吟啸自安闲。旦别已千岁，夜愁劳万端。企予见夜月，委曲破林峦。潭旷竹烟尽，洲香橘露团。岂傲夙所好，对之与俱欢。思君罢琴酌，泣此夜漫漫。"
                },
                {
                    "time": "712年",
                    "activity": "自桂州赴梧州，经桂江龙目滩，有诗。作品：下桂江龙目滩。（龙目滩，陶注云桂江中滩名，地未详。：梁福根《榕湖唐宋诗碑刻鉴赏》（《桂林师范高等专科学校学报》2002年第03期）云：龙目滩，即昭平柳木滩。（广西昭平县，即唐时时富州龙平县。））下桂江龙目滩（唐·宋之问）　　五言排律　押先韵停午出滩险，轻舟容易前。峰攒入云树，崖喷落江泉。巨石潜山怪，深篁隐洞仙。鸟游溪寂寂，猿啸岭娟娟。挥袂日凡几，我行途已千。暝投苍梧郡，愁枕白云眠。"
                }
            ]
        },
        {
            "Latitude": 23.482873,
            "Longitude": 111.285647,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4504",
            "Title": "梧州",
            "Detail": [
                {
                    "time": "712年",
                    "activity": "先天元年，往返钦、桂、广诸州，经梧州时，有诗。作品：经梧州。（此诗《文苑英华》卷三一七、《全唐诗》卷一六○重收作孟浩然诗，然宋刻蜀本《孟浩然诗集》不载。且《诗式》卷四、《又玄集》卷上、《文苑英华》卷二九○及《永乐大典、《诗渊》等均收为宋之问诗，孟浩然生平无贬岭南之经历，诗为宋之问作无疑。）经梧州（唐·宋之问）　　五言律诗　押麻韵题注：（一作题梧州陈司马山斋）。（一作孟浩然诗）南国无霜霰，连年见物华。青林暗换叶，红橤续开花。春去闻山鸟，秋来见海槎。流芳虽可悦，会自泣长沙。"
                }
            ]
        },
        {
            "Latitude": 23.135308,
            "Longitude": 113.270793,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4401",
            "Title": "广州",
            "Detail": [
                {
                    "time": "712年",
                    "activity": "先天元年，宋沿桂江南下经梧州，复沿西江赴广州，投广州长史朱齐之，陪观妓，有诗。作品：广州朱长史宅观妓。（朱长史：朱齐之，字思贤，吴郡人，历宋州虞城尉、广州录事参军、左台监察御史、湖州武源令，桂州司马、广州都督府长史，开元二年六月卒于广州官舍，年六十二。见《唐代墓志汇编·唐故通议大夫行广州都督府长史上柱国朱府君墓志铭并序》。此诗似为残篇。）广州朱长史座观妓（唐·宋之问）　　五言绝句　押微韵歌舞须连夜，神仙莫放归。参差随暮雨，前路湿人衣。"
                },
                {
                    "time": "712年",
                    "activity": "在广州，登越王台揽胜及北望乡关，有诗。作品：登粤王台。登粤王台（唐·宋之问）　　五言排律　押灰韵引用典故：贾谊　江上粤王台，登高望几回。南溟天外合，北户日边开。地湿烟尝起，山晴雨半来。冬花采卢橘，夏果摘杨梅。迹类虞翻枉，人非贾谊才。归心不可见（一作度），白发重相催。"
                }
            ]
        },
        {
            "Latitude": 23.688238,
            "Longitude": 113.062619,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4418",
            "Title": "清远",
            "Detail": [
                {
                    "time": "712年",
                    "activity": "在广州，游北江中宿峡，有诗。作品：早入清远峡。早入清远峡（一作下桂江龙目滩）（唐·宋之问）　　五言排律　押微韵传闻峡山好，旭日棹前沂。雨色摇丹嶂，泉声聒翠微。两岩天作带，万壑树披衣。秋菊迎霜序，春藤碍日辉。翳潭花似织，缘岭竹成围。寂历环沙浦，葱茏转石圻。露馀江未热，风落瘴初稀。猿饮排虚上，禽惊掠水飞。榜童夷唱合，樵女越吟归。良候斯为美，边愁自有违。谁言望乡国，流涕失芳菲。"
                },
                {
                    "time": "712年",
                    "activity": "在广州，游北江中宿峡，宿广庆寺，有诗。作品：宿峡山寺。"
                }
            ]
        },
        {
            "Latitude": 34.523694,
            "Longitude": 113.014821,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4101 嵩山",
            "Title": "嵩山"
        },
        {
            "Latitude": 34.564212,
            "Longitude": 112.479566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103 龙门山",
            "Title": "龙门山"
        },
        {
            "Latitude": 34.247093,
            "Longitude": 108.948803,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101 荐福寺",
            "Title": "荐福寺"
        },
        {
            "Latitude": 32.22235,
            "Longitude": 119.464599,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211 北固山",
            "Title": "北固山"
        },
        {
            "Latitude": 30.139797,
            "Longitude": 120.156493,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301 钱塘江",
            "Title": "钱塘江"
        },
        {
            "Latitude": 29.97301,
            "Longitude": 120.609442,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306 禹庙",
            "Title": "禹庙"
        },
        {
            "Latitude": 30.001397,
            "Longitude": 120.591815,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306 若耶溪",
            "Title": "若耶溪"
        },
        {
            "Latitude": 27.257664,
            "Longitude": 112.726471,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4304 衡山",
            "Title": "衡山"
        }
    ]
}