{
    "lines": [
        {
            "Latitude": 29.711328,
            "Longitude": 116.007993,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604",
            "Title": "九江 (出生地)",
            "Detail": [
                {
                    "time": "996年1月",
                    "activity": "正月，出生于江州德化县。"
                },
                {
                    "time": "997年",
                    "activity": "本年，随父在江州。"
                },
                {
                    "time": "998年",
                    "activity": "本年，随父在江州，弟宋祁生。"
                },
                {
                    "time": "999年",
                    "activity": "本年，随父在江州。"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "1000年",
                    "activity": "冬，随父在京，父宋玘调任常州司理参军。"
                },
                {
                    "time": "1017年6月29日",
                    "activity": "六月二十九日，父宋玘卒于京城，力不克葬，权窆父柩于京郊。"
                },
                {
                    "time": "1023年10月",
                    "activity": "十月，由开封府取解，乡试作《良玉不琢赋》，胥偃擢为第一。"
                },
                {
                    "time": "1023年",
                    "activity": "冬，在京应举，始与晏殊交。"
                },
                {
                    "time": "1024年2月",
                    "activity": "二月，在京应礼部试，作《采侯诗》"
                },
                {
                    "time": "1024年2月",
                    "activity": "二月，在京应礼部试，因作《德车结旌赋》失韵，被考落，文卷校勘官李宥袖其文卷见主考官刘筠，遂得中举。作品：德车结旌赋。（此赋见《元宪集》卷一。）"
                },
                {
                    "time": "1024年3月18日",
                    "activity": "三月十八日，于京师崇政殿受仁宗召对，与弟宋祁同榜进士及第，被擢为第一。"
                },
                {
                    "time": "1024年3月",
                    "activity": "三月，在京，进士及第后有谢座主启。"
                },
                {
                    "time": "1024年4月7日",
                    "activity": "四月七日，在京预琼林宴。"
                },
                {
                    "time": "1024年8月",
                    "activity": "八月，在京释褐为大理评事、襄州通判。"
                },
                {
                    "time": "1026年",
                    "activity": "冬，被召还京，删定令文，有诗记事。作品：受诏论次令文逾月纲条未举。（此诗见《元宪集》卷一五。）受诏论次令文踰月纲条未举（宋·宋庠）　　七言绝句　押元韵汉家甲令议蠲烦，曹札沈迷拥昼轩。城旦千条纷未举，始知黄老得名言。"
                },
                {
                    "time": "1027年7月12日",
                    "activity": "七月十二日，在京试学士院，除太子中允，直史馆。"
                },
                {
                    "time": "1027年11月",
                    "activity": "十一月，在京为太子中允，参加圜丘大典，上《国阳大报颂》作品：国阳大报颂。（此文见《元宪集》卷一六。）"
                },
                {
                    "time": "1027年11月",
                    "activity": "十一月，在京为太子中允，作《进国阳大报颂表》作品：进国阳大报颂表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1028年",
                    "activity": "春，在京为太子中允，有诗挽张知白。作品：赠太傅中书令张文节公挽词三首。（此诗见《元宪集》卷三。）赠太傅中书令张文节公挽词三首（宋·宋庠）　　五言律诗　押东韵素范流邦册，昌言溢帝聪。三台应天老，万事问胡公。道有如弦直，生嗟委蜕穷。令君兼上傅，衮敛贲遗忠。　　其二（宋·宋庠）　　五言律诗　押真韵昔命光三事，今嗟赎百身。堂无织蒲妾，车有吐茵人。台坼层氛夜，槐凋故府春。空馀相国第，不与势家邻。　　其三（宋·宋庠）　　五言律诗　押支韵平日开黄阁，兹辰奠素旗。留侯尝辟谷，岩说遂骑箕。天迥哀笳咽，林长导翣迟。行人此堕泪，何必岘亭碑。"
                },
                {
                    "time": "1028年",
                    "activity": "本年，在京为太子中允，于刘筠宅结识僧智成。"
                },
                {
                    "time": "1028年",
                    "activity": "约于本年，在京为太子中允，受命祠东太一宫。"
                },
                {
                    "time": "1028年",
                    "activity": "约于本年，在京为太子中允，有诗寄杨寺丞。作品：杨寺丞以新集见授。（此诗见《元宪集》卷一二。）杨寺丞以新集见授（宋·宋庠）　　七言律诗　押真韵题注：君与仆尝于荆州聚学荆台杯酒接慇勤，已是缇灰十五春。学舍早欣游雾露，辞条今服际天人。沈居雌蜺那知赏，叶牖神龙更骇真。侍上可能无狗监，子虚赋就长卿贫。"
                },
                {
                    "time": "1028年",
                    "activity": "约于本年，在京为太子中允，与范镇定交。"
                },
                {
                    "time": "1029年1月26日",
                    "activity": "正月二十六日，在京为太子中允，有诗述怀。作品：己巳孟春二十六日作。（此诗见《元宪集》卷一一。）己巳孟春二十六日作（宋·宋庠）　　七言律诗　押真韵纠缠空惊祸福频，沈舟未拯更摧轮。山头枉是轻廷尉，天上何容著蹇人。南国祭牺堪畏楚，东门猎犬尚尤秦。当涂莫竦支离诮，坐受朝家十束薪。"
                },
                {
                    "time": "1029年",
                    "activity": "春，在京为太子中允，与李淑同饯刘筠赴知庐州任。"
                },
                {
                    "time": "1029年5月11日",
                    "activity": "五月十一日，在京为太子中允，因《天圣令》书成，获赐勋一转，有诗谢吕夷简、夏竦。作品：受诏同编修敕令终篇例赐勋一转谢参与东平会稽二公。（此诗见《元宪集》卷一一。）受诏同编修敕令终篇例赐勋一转谢参预东平会稽二公（宋·宋庠）　　七言律诗　押微韵法家高议集朝緌，成绩连茅被帝晖。均赏已知羊胃烂，铭恩偏觉鼠肝微。泥涂枉入鸿钧用，腹背还凭逸翮飞。天禄半生瘨眩病，犹堪持帚扫朱扉。"
                },
                {
                    "time": "1029年8月11日",
                    "activity": "八月十一日，在京为太子中允，受命考试开封府举人。"
                },
                {
                    "time": "1029年11月9日",
                    "activity": "十一月九日，在京为太子中允，观皇太后刘氏上寿礼，作长诗记之。作品：冬至观两宫盛礼奏御。（此诗见《元宪集》卷五。）冬至观两宫盛礼奏御（宋·宋庠）　　五言排律　押阳韵帝运姚华协，天元汉历长。三正来复旦，万寿此称觞。洛宅均中景，涂山采旧章。礼文穷竹素，欢意动梯航。稷野茅联位，轩筠縠向阳。中天倚华阙，大火敞明堂。交铩髬髵队，填街隐辚装。九关凝协气，复道伫清光。子事蒸蒸极，宸仪穆穆扬。母慈尊莫二，君拜祉无疆。饰喜仙园奏，薰空佛土香。含饴先侑宴，袭衮始宾王。䆗窱宫门狄，谁何陛楯郎。长绅纷拱著，珍佩蔼森璋。树次天开帟，储恩斗具浆。风乌迎细转，霞燎俨相望。辨御辰承盖，呼鞭辇出房。云咸薄金石，星日上旂常。逸缀朱干动，多仪的马骧。麟题公有姓，鹭羽客分行。上宰陈瑶爵，黎贤抃绣裳。祈龄后天老，介福委山穰。翼翼心同竭，渠渠泽载霶。诗弦满坑谷，庖味益圆方。盛掩钧台旧，仪高鲁观祥。深仁跂喙逮，嘉唱股肱良。茨夏随天步，鱼龙屏戏场。晏温澄象纬，渗漉暨要荒。瑞典精销祲，涂歌圣择狂。樵苏无发哂，崖略蹈皇纲。"
                },
                {
                    "time": "1029年12月29日",
                    "activity": "除夜，在京为太子中允，有诗述怀。作品：己巳岁除夜有感。（此诗见《元宪集》卷二。）己巳岁除夜有感（宋·宋庠）　　押寒韵明晦互推斥，中都芳岁阑。星回迫旧次，籥暖送馀寒。来辰茧有绪，去境环无端。天运故相易，人心那独安。怀此不能寐，揽衣强盘桓。疏恐缓馀带，危惕整尘冠。耿耿烛焰直，凄凄霜气酸。城头陨高木，庭下败丛兰。抚臆累新欷，掩觞沈故欢。况乃蹈世网，虚名争控抟。挟册滥书府，振缨玷王官。东序罗圭瑞，西雍集鹓鸾。昏瞳眩宝肆，短翼厕仙翰。纵尔值藏疾，何容久素餐。泛泛骚客凫，坎坎诗人檀。宁无要路津，所畏在蹒跚。枳棘附骥尾，纬萧戏龙蟠。寄语拙艰者，无俟学邯郸。"
                },
                {
                    "time": "1030年3月",
                    "activity": "三月，在京为太子中允，观新进士琼林宴，有诗记事。作品：庚午春观新进士锡宴琼林苑因书所见。（此诗见《元宪集》卷八。）庚午春观新进士锡宴琼林苑因书所见（宋·宋庠）　　五言排律　押先韵秘苑仪星地，群英得隽年。飞緌鲸浦右，供帐斗城偏。表道槐阴直，凌氛柞影圆。丛楹开玉宇，华组会琼筵。湛湛融君渥，渠渠奖士贤。银珰尊右席①，绿帻佐双笾②。饰喜优坊伎，均恩醵礼钱③。沼浮渑酒渌，坻聚舜庖膻。场迥歌声合，风回舞节妍。柳疑添绀幄，鹦解啄鸣弦。臣藿心倾日，需云象在天。绨囊赍睿什④，钿轴照儒篇⑤。宝思垂霓烂，欢声抃岳传。珍台纷蹇产，翠气浩宛延⑥。池讶阳乌浴，桥疑汉鹊填。千夫拔河索，三令夺标船。帐殿沧波匝，钩梯复道连。瑶甍轩凤羽，云岛压鳌颠。牺觡驯灵囿，天麰蔽大田。江头拔兰紫，林下摘樱鲜。玉藻初盈沼，神芝欲冒廛。阳沟连禹洫，阴石骇秦鞭。冰静恩鱼出，园空瑞鹄旋。缭垣包井落，别渚上风烟。金埒争镳地，珠翳射雉阡。去辎雷远陌，归袂藻平川。乍集储胥外，还经馺娑前。子云嗟寂寞，无思状甘泉。按：①自注：中贵人主宴。②自注：太官先置。③自注：诸君子合钱以劳供帐优伶之费。④自注：中席，使者以御诗驰赐。⑤自注：复镂印《大学》《儒行》二篇以赐。⑥自注：此以下并述苑中池上景物之盛。"
                },
                {
                    "time": "1030年",
                    "activity": "冬，继母朱夫人卒，退居畿邑。"
                },
                {
                    "time": "1030年",
                    "activity": "冬，在京为继母守丧，安陆守舍儿馈丹橘一箧，感而作诗。作品：天禧初侨寓安陆，有宅一区，尝于斋前手植橘树才尺余许。未几擢第，随牒游方。天圣庚午冬屏居畿邑，守舍儿自安陆馈余丹橘一箧，因曰此即斋前所植。抚物怀旧，凄然不平者久之。因成感咏。（此诗见《元宪集》卷二。）天禧初侨寓安陆有宅一区尝于斋前手植橘树才尺馀许未几擢第随牒游方天圣庚午冬屏居畿邑守舍儿自安陆馈余丹橘一箧因曰此即斋前所植抚物怀旧悽然不平者久之因成感咏（宋·宋庠）昔年封檗栽，生意颇柔脆。今兹见丹实，落落如星丽。斯果号难成，常踰豫章岁①。孤根何为者，尚记吾庐地。蔽芾讵因棠，连蜷乃同桂。厥包千里遥，守舍重缇惠。金颗照病眸，霜津益痟肺。却算去里年，十听秋鸿唳。无复陆绩怀，宁图李衡计。他时攀树悲，讵减金城涕。按：①自注：此木不十年不实。"
                },
                {
                    "time": "1030年",
                    "activity": "冬，在京为继母守丧，作序送僧智成。作品：送成上人序。（此文见《元宪集》卷三五。）"
                },
                {
                    "time": "1030年",
                    "activity": "冬，有诗寄李淑，哭刘筠。作品：前岁春，仆与献臣同饯常山公于苑西。曾未再期，已均师门之痛。兼承即日亲奉攒涂，追往悼今，哽涕无已。因成短诗抒感，谅心契之同戚也。（此诗见《元宪集》卷三。）前岁春仆与献臣同饯常山公于苑西曾未再期已均师门之痛兼承即日亲奉攒涂追往悼今哽涕无已因成短诗抒感谅心契之同戚也（宋·宋庠）　　五言律诗　押支韵昔岁西郊饯，曾瞻出守麾。今年东第哭，便叹哲人萎。辰巳空成谶，膏肓不遇医。诘朝闻衮敛，心折寝门悲。"
                },
                {
                    "time": "1030年",
                    "activity": "本年，丁忧前，在京判登闻鼓院，为三司户部判官。"
                },
                {
                    "time": "1031年3月",
                    "activity": "三月，在京为继母守丧，王硕出知潭州，作诗送之。作品：余卧病畿邑，御史王君假守潭楚，道出于舍下，特见存访，且寻先子之旧，钦承风仪，因为诗抒感云。（此诗见《元宪集》卷二。）余卧病畿邑御史王君假守潭楚道出于舍下特见存访且寻先子之旧钦承风仪因为诗抒感云（宋·宋庠）病客卧穷里，衡扉掩残春。隳官道家藏，窜迹农廛民。朝罗噪饥雀，暮席流芳尘。尸居恍踰岁，踵息动弥旬。忽讶绛鞲隶，传呼越郊畛。蹀躞千馀骑，雍容两朱轮。言是楚邦守，来过安邑贫。固宜辨贵弃，乃尔存艰辛。此道古为重，馀风今已沦。物色认平素，载言接慇勤。始悟先子旧，早笃尝僚亲。孤心极摧橹，感涕浩盈巾。追念舞勺岁，已识栖鸾人①。师筵奉函席，学舍操书筠。童牙自忘丑，诗钵或娱宾。公时摛句赏，谓是天麒麟。亲擘彩笺赠，勉我期日新②。汝南丏题品，有道定人伦。自尔一暌剌，中年婴世纷。天圣绍休绪，顿网横无垠。鸾鹄不藏翼，虬蜗无遁鳞。余时滥隗始，骧首摩苍旻。司徒揖元叔，天子第平津。甲科廷尉属，再命宫坊臣。黄香入东观，贾谊过西秦。紬绎金匮室，珥彤瑶水滨。登瀛识褚马，颂汉希渊云。一朝泣风树，九死存馀焄。中都索米后，老圃种瓜辰。惠然下车揖，高义倾前闻。却计髧髦日，二纪如逡巡。今形虽隐几，昔训尚铭绅。丈人笃求旧，偷俗将还淳。湘水澹苍野，衡峰凌紫氛。泽节首南夏，瑶魁瞻邃宸。恋阙魏公子，吊贤楚灵均。公怀佐时略，宜树光朝勋。奚为远问俗，惜此徒伤神。宣室懋清问，华光钦宝邻。行行爱玉体，趋节伫来臻。按：①自注：景德中，余侍先子为弋阳督邮，君时勾稽属邑，始授余以学术。②自注：君尝作诗贶余，多所奖勖。"
                },
                {
                    "time": "1031年",
                    "activity": "约于本年，在京为继母守丧，作《感鸡赋》作品：感鸡赋。（此赋见《元宪集》卷一。）"
                },
                {
                    "time": "1032年1月1日",
                    "activity": "正月一日，在京为继母守丧，有诗述怀。作品：京师故僚以余退居近畿数赐存问因叙怀自感。（此诗见《元宪集》卷二。）"
                },
                {
                    "time": "1032年12月",
                    "activity": "十二月，在京服除，迁太常丞，判户部勾院，同修起居注。"
                },
                {
                    "time": "1032年12月",
                    "activity": "十二月，忧阙还台，有诗寄李淑、郑戬。作品：忧阙诣台先寄献臣天休二学士。（此诗见《元宪集》卷四。）忧阕诣台先寄献臣天休二学士（宋·宋庠）　　五言律诗　押鱼韵去国三年恨，还台九死馀。凄凉曾釜粟，感咽晏楹书。鲋勺怀穷辙，鸡栖整故车。惟当亲益友，叙阔费涟如。"
                },
                {
                    "time": "1033年12月24日",
                    "activity": "十二月二十四日，在京为左正言，坐谏废郭皇后事，被罚铜二十斤。"
                },
                {
                    "time": "1033年",
                    "activity": "本年，在京判户部勾院，上劄子论三事。作品：论蠲除杂税劄子。（此文见《元宪集》卷三一。）"
                },
                {
                    "time": "1033年",
                    "activity": "本年，在京迁左正言。"
                },
                {
                    "time": "1034年1月16日",
                    "activity": "正月十六日，在京为左正言，受诏权同知贡举。"
                },
                {
                    "time": "1034年4月6日",
                    "activity": "四月六日，在京为左正言，与章得象等联名进呈，乞赐召试黄庠。"
                },
                {
                    "time": "1034年4月",
                    "activity": "四月，在京擢知制诰，判登闻检院，代郑向看详删定天禧以来诸司编敕。"
                },
                {
                    "time": "1034年4月",
                    "activity": "四月，在京任知制诰，作王绍等推恩赠官制。作品：天平军节度使检校太师同中书门下平章事判河南府王曾男太常寺太祝绍可将作监丞礼部尚书知亳州晏殊男明远可秘书省校书郎资政殿学士尚书户部侍郎薛奎亲侄男房孺可将作监主簿尚书户部侍郎知庐州陈尧佐亲孙男知愚可将作监主簿尚书户部侍郎知永兴军范雍亲孙男子初可将作监主簿翰林侍读学士兼龙图阁学士尚书工部侍郎权知开封府程琳堂弟温瑜可试将作监主簿制。（此文见《元宪集》卷二五。）"
                },
                {
                    "time": "1034年6月16日",
                    "activity": "六月十六日，在京任知制诰，受诏就秘阁考试制科。1034年闰64日，闰六月四日，在京任知制诰，受诏与张观、李淑编三馆、秘阁书籍，是时已兼史馆修撰。1034年闰6，闰六月，在京任知制诰，上疏建议制科与武举分试，并命有司设幕供饮馔。"
                },
                {
                    "time": "1034年9月",
                    "activity": "九月，在京任知制诰，有诗挽晁迥。作品：赠太子太保晁文公挽词二首。（此诗见《元宪集》卷三。）赠太子太保晁文公挽词二首（宋·宋庠）　　五言律诗　押灰韵帝禁留辞范，儒林老栋材。方期割牲礼，遽近奠楹灾。岁晏巢鵀逝，天秋吊鹤来。宗工铭盛德，千古照泉台。　　其二（宋·宋庠）　　五言律诗　押先韵几杖辞荣久，龙蛇感岁迁。留春太史记，成佛谢公缘。素盖寒云外，哀箫落月前。无烦樵牧禁，行路拜新阡。"
                },
                {
                    "time": "1034年11月",
                    "activity": "十一月，在京任知制诰，卧病告假，有诗述怀。作品：甲戌冬属疾赐告二首。（此诗见《元宪集》卷五。）甲戌冬属疾赐告二首（宋·宋庠）　　五言律诗　押寒韵行年三十九，病脑剧中乾。目界空花眩，脾仓宿滓寒。未灯攲夕枕，欲食进朝丸。惟有披书乐，依稀及士安。　　其二（宋·宋庠）　　五言律诗　押灰韵恩告偃衡荜，年华飞琯灰。右眠安佛胁，深息养仙胎。数犯稽违禁，谁怜游落材。使轺均病粟①，更自冁然咍。按：①自注：卧病适值长至，官给节物酒粱。"
                },
                {
                    "time": "1035年2月13日",
                    "activity": "二月十三日，在京任知制诰，作王随除知枢密院事制书。作品：参知政事王随除尚书吏部侍郎知枢密院制。（此文见《元宪集》卷二二。）"
                },
                {
                    "time": "1035年2月13日",
                    "activity": "二月十三日，在京任知制诰，作李咨除知枢密院事制书。作品：同知枢密院李咨除尚书户部侍郎知枢密院制。（此文见《元宪集》卷二二。）"
                },
                {
                    "time": "1035年9月12日",
                    "activity": "九月十二日，在京任知制诰，受诏为《史记》、《汉书》详定官。"
                },
                {
                    "time": "1035年11月15日",
                    "activity": "十一月十五日，在京任知制诰，在圜丘祭典上奉引仁宗升坛赞礼。"
                },
                {
                    "time": "1036年2月13日",
                    "activity": "二月十三日，在京任知制诰，以详定《史记》、《汉书》，受赐器币。"
                },
                {
                    "time": "1036年8月11日",
                    "activity": "八月十一日，在京任知制诰，受诏为契丹生辰使。"
                },
                {
                    "time": "1036年",
                    "activity": "秋，在京任知制诰，兼知审刑院，奏请御史详查王蒙正案。"
                },
                {
                    "time": "1036年",
                    "activity": "本年，在京任知制诰，作司马池授三司户部副使制。作品：尚书工部郎中兼侍御史知杂事司马池可三司户部副使制。（此文见《元宪集》卷二〇。）"
                },
                {
                    "time": "1037年3月25日",
                    "activity": "三月二十五日，在京任知制诰，兼判鸿胪寺，奏请外夷朝贡时，问其国邑风俗、道途远近，图其人物衣冠。"
                },
                {
                    "time": "1037年9月",
                    "activity": "九月，在京任知制诰，兼知审刑院，与宰相陈尧佐争，论密州豪右王澥当死。"
                },
                {
                    "time": "1037年10月5日",
                    "activity": "十月五日，在京任知制诰，受命权判吏部流内铨。"
                },
                {
                    "time": "1037年",
                    "activity": "冬，在京任知制诰，奏罢因灾异开寺观祈福事。"
                },
                {
                    "time": "1037年",
                    "activity": "冬，在京任知制诰，迁尚书刑部员外郎。"
                },
                {
                    "time": "1037年",
                    "activity": "本年，在京任知制诰，作司马池授三司度支副使制。作品：三司度支副使尚书工部郎中陈琰可三司盐铁副使三司户部副使尚书工部郎中司马池可三司度支副使制。（此文见《元宪集》卷二〇。）"
                },
                {
                    "time": "1038年3月1日",
                    "activity": "三月一日，在京任知制诰，擢为翰林学士。"
                },
                {
                    "time": "1038年3月",
                    "activity": "三月，在京为翰林学士，受命为进士殿试考官。"
                },
                {
                    "time": "1038年4月",
                    "activity": "四月，在京为翰林学士，以李淑之谮，未得任同知枢密院事。"
                },
                {
                    "time": "1038年4月",
                    "activity": "四月，在京为翰林学士，作赐柴宗庆乞朝觐上寿不允诏。作品：赐武成军节度使同中书门下平章事驸马都尉柴宗庆乞朝觐上寿不允诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年4月",
                    "activity": "四月，在京为翰林学士，作赐李迪乞赴阙上寿不允诏。作品：赐刑部尚书知徐州李迪乞赴阙上寿不允诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年4月",
                    "activity": "四月，在京为翰林学士，作赐杨崇勋为移知陈州乞朝觐不允诏。作品：赐河阳三城节度使杨崇勋为移知陈州乞朝觐不允诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年4月",
                    "activity": "四月，在京为翰林学士，作赐赵元昊诏。作品：赐西平王赵元昊为赐差来人见辞例物诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年6月16日",
                    "activity": "六月十六日，在京为翰林学士诰，受诏就秘阁考试制科。"
                },
                {
                    "time": "1038年7月3日",
                    "activity": "七月三日，在京为翰林学士，作南郊御札。作品：宝元元年南郊御札敕内外文武臣僚等。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年7月",
                    "activity": "七月，在京为翰林学士，作赐王曾乞南郊陪位不允诏。作品：赐资政殿大学士尚书左仆射判郓州王曾乞南郊陪位不允诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年7月",
                    "activity": "七月，在京为翰林学士，作赐夏守赟乞南郊陪位不允诏。作品：赐镇海军节度使知澶州夏守赟乞南郊陪位不允诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年8月",
                    "activity": "八月，在京为翰林学士，有诗挽李遵勖。作品：赠驸马都尉李和文公挽词二首。（此诗见《元宪集》卷三。）赠驸马都尉李和文公挽词二首（宋·宋庠）　　五言律诗　押尤韵曲里犹龙族，西京尚主侯。勋华传旧钺，名理寄虚舟。得疾真无妄，观生遂若休。偏嗟荀令沼，回作逝川流。　　其二（宋·宋庠）　　五言律诗　押微韵北第琴樽歇，东原旌旆飞。清风邈无所，此路是长违。野阔车吞响，天愁日抱辉。空馀门下客，鱼鸟叹何依。"
                },
                {
                    "time": "1038年9月",
                    "activity": "九月，在京为翰林学士，作赐陈执中生日生饩诏。作品：赐同知枢密院陈执中生日生饩诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年9月",
                    "activity": "九月，在京为翰林学士，作赐张士逊生日生饩诏。作品：赐宰臣张士逊生日生饩诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年9月",
                    "activity": "九月，在京为翰林学士，有诗和晏殊。作品：和中丞晏尚书西园晚秋怀寄。（此诗见《元宪集》卷五。）和中丞晏尚书西园石楠红叶可爱。（此诗见《元宪集》卷五。）和中丞晏尚书忆谯涡二首。（此诗见《元宪集》卷一四。）和中丞晏尚书木芙蓉金菊追忆谯郡旧花。（此诗见《元宪集》卷一五。）和中丞晏尚书西园晚秋怀寄（宋·宋庠）　　五言律诗　押尤韵节物名园晚，风烟亦媚秋。钿梢低露竹，珠罅老霜榴。坞籁晴先响，窗霞暝自收。山楹谁侍坐，正似傅岩幽。　　其二（宋·宋庠）　　五言律诗　押萧韵众籁日萧萧，閒园气寂寥。风萍难覆水，霜叶易辞条。噪鹊繁声合，寒蝉旧吹飘。试寻篱下菊，邻酒浊盈瓢。和中丞晏尚书西园石楠红叶可爱（宋·宋庠）　　五言律诗　押元韵几岁江南树，高秋洛涘园。碧姿先雨润，红意后霜繁。影叠光风动，梢迷夕照翻。一陪幽兴赏，容易到黄昏。和中丞晏尚书忆谯涡二首（宋·宋庠）　　七言绝句　押侵韵谷浪如烟曲里深，使旗斋舫此幽寻。不知鱼鸟思人否，曾费东山拥鼻吟。　　其二（宋·宋庠）　　七言绝句　押齐韵沿缘绿筱无穷岸，萦带香荷几曲溪。可惜高秋真赏地，夕阳残月枉平西。和中丞晏尚书木芙蓉金菊追忆谯郡旧花（宋·宋庠）　　七言绝句　押阳韵绛艳由来拒早霜，金英自欲应重阳。主人昔意兼新意，并为寒葩两种香。"
                },
                {
                    "time": "1038年9月",
                    "activity": "九月，在京为翰林学士，有诗和杨察。作品：和杨学士和答中丞晏尚书西园玩菊。（此诗见《元宪集》卷三。）和杨学士和答中丞晏尚书西园玩菊（宋·宋庠）　　五言律诗　押尤韵憭慄众芳歇，金英无与俦。香疑饮潭日，欢似漉巾秋。润蘤霜华入，薰丛野色留。郢兰休自咤，冰玉此赓酬①。按：①自注：晏乃杨之子婿。"
                },
                {
                    "time": "1038年11月3日",
                    "activity": "十一月三日，在京为翰林学士，因李淑之谮，将原名宋郊改名宋庠。"
                },
                {
                    "time": "1038年11月18日",
                    "activity": "十一月十八日，在京为翰林学士，再次在圜丘祭典上奉引仁宗升坛赞礼。"
                },
                {
                    "time": "1038年11月",
                    "activity": "十一月，在京为翰林学士，有诗和晏殊。作品：和中丞晏尚书圜丘观礼。（此诗见《元宪集》卷一一。）和中丞晏尚书和答十二兄夜归遇雪之作。（此诗见《元宪集》卷一一。）和中丞晏尚书乘舆宿殿致斋日巡仗遇学。（此诗见《元宪集》卷一一。）和中丞晏尚书观上御青城案警场。（此诗见《元宪集》卷一四。）和中丞晏尚书圆丘观礼（宋·宋庠）　　七言律诗　押阳韵三袭觚坛夜未央，金支蟾彩共荧煌。凤舆遥憩壝门次，翟尾交分褥路香。星魄媪神联绀席，文宗武祖侑瑶觞。万灵醉止纯休集，方信周家骏命长。和中丞晏尚书和答十二兄夜归遇雪之作（宋·宋庠）　　七言律诗　押寒韵有客天街夜辔还，霰花无数拂雕鞍。路疑西极瑶池近，人似南朝鹤氅寒。漏鼓传声催暝色，曲车迷辙寄馀欢。埙篪雅韵皆多感，偏觉阳春再和难。和中丞晏尚书乘舆宿殿致斋日巡仗遇雪（宋·宋庠）　　七言律诗　押真韵题注：宿字下未著殿名，原本脱误。十里甘泉卤簿新，即时天借雪清尘。光含九陌疑无暝，花拂千旗旋作春。夹路綵楼偏著粉，中天峣阙更成银。绛驺案仗传呼盛，宁似梁王不悦辰。和中丞晏尚书观上御青城案警场（宋·宋庠）　　七言绝句　押齐韵崔嵬缯阙倚云梯，三叠鸣笳引夕鼙。使范雄严天意悦，瑞氛斜日紫垣西①。按：①自注：是日登楼案警场，即时开霁，晚景甚和。"
                },
                {
                    "time": "1038年11月",
                    "activity": "十一月，在京为翰林学士，有诗挽王曾。作品：赠中书令沂国王文正公挽词二首。（此诗见《元宪集》卷三。）赠中书令沂国王文正公挽词二首（宋·宋庠）　　五言律诗　押支韵揆路同寅业，师垣出守麾。终无三令喜，便集两楹悲。衮职嗟何补，天心感慭遗。幽泉空漏淎，非复作霖时。　　其二（宋·宋庠）　　五言律诗　押先韵自昔荣归衮，今兹骇阅川。天愁摧柱日，星痛殒箕年。素履遗儒范，忠谋溢吏篇。空馀洧乡陌，长似岘碑前。"
                },
                {
                    "time": "1038年11月",
                    "activity": "十一月，在京为翰林学士，作赐韩亿诏。作品：赐南京留司文武百官尚书吏部侍郎知应天府韩亿等贺南郊礼毕及上尊号受册诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年11月",
                    "activity": "十一月，在京为翰林学士，作赐范雍贺南郊礼毕诏。作品：赐西京留司文武百官资政殿学士尚书吏部侍郎知河南府范雍等贺南郊礼毕诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年11月",
                    "activity": "十一月，在京为翰林学士，作赐契丹贺正旦使萧傅到贝州茶药诏。作品：赐契丹贺正旦使萧傅到贝州茶药诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年11月",
                    "activity": "十一月，在京为翰林学士，作赐契丹贺正旦副使韩志德到贝州茶药诏。作品：赐契丹贺正旦副使韩志德到贝州茶药诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年12月",
                    "activity": "十二月，在京为翰林学士，作柴宗庆加恩制。作品：授柴宗庆开府仪同三司依前检校太师同中书门下平章事武成军节度使驸马都尉加食邑实封制。（此文见《元宪集》卷二六。）"
                },
                {
                    "time": "1038年12月",
                    "activity": "十二月，在京为翰林学士，作陈尧佐加食邑实封制。作品：授陈尧佐光禄大夫依前检校太傅同中书门下平章事淮康军节度使加食邑实封制。（此文见《元宪集》卷二六。）"
                },
                {
                    "time": "1038年12月",
                    "activity": "十二月，在京为翰林学士，作赐陈尧佐加恩诏。作品：赐淮康军节度使同中书门下平章事陈尧佐加恩诰敕诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年",
                    "activity": "冬，在京为翰林学士，与叶清臣有诗书往来。"
                },
                {
                    "time": "1038年",
                    "activity": "本年，在京为翰林学士，作《中书试戒风俗奢靡诏》作品：中书试戒风俗奢靡诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年",
                    "activity": "本年，在京为翰林学士，作赐王鬷生日诏。作品：赐参知政事王鬷生日诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年",
                    "activity": "本年，在京为翰林学士，子充国赐进士出身。"
                },
                {
                    "time": "1038年",
                    "activity": "约于本年四月，在京为翰林学士，作赐张耆乞朝觐上寿不允诏。作品：赐护国军节度使兼侍中张耆乞朝觐上寿不允诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年",
                    "activity": "约于本年夏，在京为翰林学士，作赐契丹贺生辰使茶药诏。作品：赐契丹国信使茶药诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年",
                    "activity": "约于本年，在京为翰林学士，作赐盛度生日生饩诏。作品：赐知枢密院盛度生日生饩诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年",
                    "activity": "约于本年，在京为翰林学士，作赐王德用生日生饩诏。作品：赐知枢密院王德用生日生饩诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年",
                    "activity": "约于本年，在京为翰林学士，作赐柴宗庆生日礼物诏。作品：赐武成军节度使同中书门下平章事驸马都尉柴宗庆生日礼物。（此文见《元宪集》卷三〇。）"
                },
                {
                    "time": "1038年",
                    "activity": "约于本年，在京为翰林学士，作赐柴宗庆进谢赐生日礼物马诏。作品：赐武成军节度使同中书门下平章事驸马都尉柴宗庆进谢赐生日礼物马诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1038年",
                    "activity": "约于本年，在京为翰林学士，与张观等列荐赵师民。"
                },
                {
                    "time": "1039年1月",
                    "activity": "正月，在京为翰林学士，作赐赵元昊诏。作品：赐西平赵元昊诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1039年4月",
                    "activity": "四月，在京为翰林学士，作赐程琳生日生饩诏。作品：赐参知政事程琳生日生饩诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1039年5月18日",
                    "activity": "五月十八日，在京为翰林学士，受诏为舍人院重修阁作记。"
                },
                {
                    "time": "1039年5月",
                    "activity": "五月，在京为翰林学士，作赐夏守赟赴阙沿路茶药诏。作品：赐镇海军节度使新授知枢密院夏守赟赴阙沿路茶药诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1039年6月16日",
                    "activity": "六月十六日，与王尧臣等议新旧盐法。"
                },
                {
                    "time": "1039年7月29日",
                    "activity": "七月二十九日，在京为翰林学士，作赐范雍充鄜延环庆两路沿边经略安抚使诏。作品：振武军节度使知延州范雍充鄜延环庆两路沿边经略安抚使诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1039年7月29日",
                    "activity": "七月二十九日，在京为翰林学士，作赐夏竦充泾原秦凤两路沿边经略安抚使诏。作品：赐奉宁军节度使就差知泾州夏竦充泾原秦凤两路沿边经略安抚使诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1039年7月",
                    "activity": "七月，在京为翰林学士，作赐夏守赟生日生饩诏。作品：赐知枢密院夏守赟生日生饩诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1039年9月",
                    "activity": "九月，在京为翰林学士，作赐陈执中生日生饩诏。作品：赐同知枢密院陈执中生日生饩诏。（此文见《元宪集》卷二七。《元宪集》卷二七《赐同知枢密院陈执中生日生饩诏》，包含二件诏书，当为两年中之作。）"
                },
                {
                    "time": "1039年9月",
                    "activity": "九月，在京为翰林学士，作赐张士逊生日礼物诏。作品：赐宰臣张士逊生日礼物。（此文见《元宪集》卷三〇。）"
                },
                {
                    "time": "1039年",
                    "activity": "秋，在京为翰林学士，作赐唂厮啰诏。作品：赐罝勒斯赉诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1039年",
                    "activity": "秋，在京为翰林学士，作赐瞎毡敕书。作品：赐罝勒斯赉男辖戬敕书。（此文见《元宪集》卷二八。）"
                },
                {
                    "time": "1039年10月",
                    "activity": "十月，在京为翰林学士，为曹玮作墓志铭。作品：宋故推诚翊戴功臣彰武军节度延州管内观察处置等使金紫光禄大夫检校太傅使持节都督延州诸军事延州刺史兼御史大夫上柱国武威郡开国公食邑六千五百户食实封一千六百户赠侍中曹公墓志铭。（此文见《元宪集》卷三四。）"
                },
                {
                    "time": "1039年11月15日",
                    "activity": "十一月十五日，在京为翰林学士，拜右谏议大夫、参知政事。"
                },
                {
                    "time": "1039年12月12日",
                    "activity": "十二月十二日，在京为参知政事，上奏唐入阁仪。1039年闰1215日，十二月望日，在京为参知政事，有诗。作品：闰十二月望日立春禁中作。（此诗见《元宪集》卷一二。）闰十二月望日立春禁中作（宋·宋庠）　　七言律诗　押寒韵闰历先春破腊寒，綵花金胜宠千官。水从太液池边动，柳向灵和殿里看。瑞气因风生禁仗，暖晖依日上仙盘。须知圣运随生殖，万国年年共此欢。"
                },
                {
                    "time": "1039年",
                    "activity": "本年，在京为翰林学士，作《敕州郡劝农诏》作品：敕州郡劝农诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1039年",
                    "activity": "本年，在京为翰林学士，作赐司马池待罪特放诏。作品：赐尚书工部郎中天章阁待制知同州司马池为澄城县百姓党岫持刀刺杀亲叔依条斩讫待罪特放诏。（此文见《元宪集》卷二七。）"
                },
                {
                    "time": "1040年1月1日",
                    "activity": "正月一日，在京为参知政事，反对以日食罢宴彻乐。"
                },
                {
                    "time": "1040年2月2日",
                    "activity": "二月二日，在京为参知政事，请于潼关严设守备。"
                },
                {
                    "time": "1040年9月7日",
                    "activity": "九月七日，在京为参知政事，上奏车驾行幸仪卫事。"
                },
                {
                    "time": "1040年12月",
                    "activity": "十二月，在京为参知政事，荐桑怿。"
                },
                {
                    "time": "1040年",
                    "activity": "本年，在京为参知政事，兼管枢密院机事，上言边帅官重问题。"
                },
                {
                    "time": "1041年",
                    "activity": "春，在京为参知政事，有诗挽宋绶。作品：赠司徒兼侍中宋宣献挽词四首。（此诗见《元宪集》卷三。）赠司徒兼侍中宋宣献挽词四首（宋·宋庠）　　押阳韵题注：宣献，宋绶谥。庠与绶同姓不宗，见于《景文笔记》，故称不去姓。一世文为伯，三阶象有光。何言隆栋吉，忽叹夜舟藏。襚礼朝颁册，哀音路过丧。善人今不与，神理太茫茫。　　其二（宋·宋庠）　　押麻韵梁木萎邦哲，乘舆哭第家。敛恩周衮里，追品汉貂华。素礼初无悔，浮生遂有涯。斯文从此丧，谁与辨咬哇。　　其三（宋·宋庠）　　押尤韵舛运明生疾，忠怀语绝偷。空荣人曳履，终隔相封侯。太史藏书法，门生助绋讴。惟馀文献谥，不复叹平头。　　其四（宋·宋庠）　　押元韵宗工天下宝，归葬国西原。野阔箫声苦，云愁旐影昏。如存三事礼，不返九京魂。河海空成泪，难酬国士恩。"
                },
                {
                    "time": "1041年4月5日",
                    "activity": "四月五日，在京为参知政事，上言范仲淹与元昊通书，其罪可斩。"
                },
                {
                    "time": "1041年5月10日",
                    "activity": "五月十日，在京为参知政事，荐赵珣。"
                },
                {
                    "time": "1041年5月23日",
                    "activity": "五月二十三日，为宰相吕夷简所忌，罢参知政事，出知扬州。"
                },
                {
                    "time": "1041年5月",
                    "activity": "五月，罢参知政事前，有无名子作长诗以谤之。"
                },
                {
                    "time": "1046年7月9日",
                    "activity": "七月九日，在京为参知政事，上所撰《纪年通谱》"
                },
                {
                    "time": "1046年8月",
                    "activity": "八月，在京为参知政事，上言以亲嫌不可与庞籍共事。"
                },
                {
                    "time": "1047年4月1日",
                    "activity": "四月一日，在京为参知政事，以春旱，削一官，由给事中降授右谏议大夫。"
                },
                {
                    "time": "1047年4月17日",
                    "activity": "四月十七日，在京为参知政事，复给事中之职。"
                },
                {
                    "time": "1047年8月",
                    "activity": "八月，在京为参知政事，建言改文明殿学士称号。"
                },
                {
                    "time": "1048年3月16日",
                    "activity": "三月十六日，在京为参知政事，于天章阁观书，建言两府大臣不当对策。"
                },
                {
                    "time": "1048年5月24日",
                    "activity": "五月二十四日，在京为参知政事，加检校太傅，行工部侍郎，充枢密使。"
                },
                {
                    "time": "1048年",
                    "activity": "本年，在京为参知政事，有诗赠僧法护、惟净。作品：赠傅法光梵二大卿兼述译场之盛。（此诗见《元宪集》卷七。）赠传法光梵二大卿兼述译场之盛（宋·宋庠）　　五言排律　押元韵梵劫扶皇历，高才会圣门。五天真释种①，三国旧王孙②。译诂生知慧③，卿联万户恩④。斋熏光汉邸，结集盛秦园。交照无殊俗，多闻属上根⑤。学徒纷雾委，经录灿星繁⑥。妙义观心德，华音置使翻⑦。祝场千偈出⑧，空境一灯存。列圣文垂象⑨，旁行笔记源⑩。院碑鳌抃岛⑾，御榜鹫巢轩⑿。地倚区中胜，人缘物外尊。十年参净职，于此愧忘言⒀。按：①自注：传法，北邙土之贵种。②自注：光梵，故吴王李氏从子。③自注：光梵自童子便通华竺之语。④自注：二公自先朝并加卿秩，以荣传译。⑤自注：二公虽夷夏有殊，而法性惟一。⑥自注：光梵奉诏重撰《景祐法宝录》十卷，奏上之。⑦自注：自天禧后，译经润文之役皆执政领其职。⑧自注：每岁天子诞辰，皆大开译场，进新经祝寿。⑨自注：太宗、真宗并赐圣教序，作金石刻，皆列于堂上。⑩自注：二公作《天竺字源》，圣上为之序。⑾自注：院碑即今英国夏公撰，演畅宗理，实一代之高文。⑿自注：上既序《天竺字源》，又御书刻石榜其宇，号曰乾华殿。⒀自注：余两参大政，改使枢管，皆同译经润文。"
                },
                {
                    "time": "1049年8月2日",
                    "activity": "八月二日，在京为枢密使，拜兵部侍郎、同中书门下平章事、集贤殿大学士。"
                },
                {
                    "time": "1050年2月",
                    "activity": "二月，在京任集贤相，建议本年季秋大飨于明堂。"
                },
                {
                    "time": "1050年3月26日",
                    "activity": "三月二十六日，在京任集贤相，受命为明堂礼仪使。"
                },
                {
                    "time": "1050年5月",
                    "activity": "五月初，在京任集贤相，更定明堂祭享所用乐。"
                },
                {
                    "time": "1050年5月24日",
                    "activity": "五月二十四日，在京任集贤相，撰明堂乐章。"
                },
                {
                    "time": "1050年10月2日",
                    "activity": "十月二日，在京任集贤相，以明堂礼成，加工部尚书。"
                },
                {
                    "time": "1050年10月5日",
                    "activity": "十月五日，在京任集贤相，乞赐亡子宋华国赠官。"
                },
                {
                    "time": "1050年10月17日",
                    "activity": "十月十七日，在京任集贤相，受诏与文彦博等编《大飨明堂记》1050年闰11，闰十一月，在京任集贤相，劝阻仁宗以张尧佐为使相。"
                },
                {
                    "time": "1050年12月",
                    "activity": "十二月，在京任集贤相，请复群臣家庙。"
                },
                {
                    "time": "1051年2月5日",
                    "activity": "二月五日，在京任集贤相，与文彦博等上《明堂大飨记》"
                },
                {
                    "time": "1051年2月",
                    "activity": "二月，在京任集贤相，奏杜枢越次言事。"
                },
                {
                    "time": "1051年2月",
                    "activity": "二月，在京任集贤相，被谏官弹劾，上表乞罢相。作品：乞罢相表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1051年3月9日",
                    "activity": "三月九日，在京任集贤相，因再被谏官弹劾，罢相，出知河南府。"
                },
                {
                    "time": "1051年3月13日",
                    "activity": "三月十三日，在京，诏立班在观文殿学士前。"
                },
                {
                    "time": "1051年3月",
                    "activity": "三月，在京任集贤相，荐举王畴。"
                },
                {
                    "time": "1051年",
                    "activity": "春，在京任集贤相，有诗挽嵇颖。作品：哭公实学士。（此诗见《元宪集》卷二。）哭公实学士（宋·宋庠）　　押麻韵高子北方士，才为国之华。灵襟绝尘藻，丽藻纷春葩。虽云服缰锁，高意笼青霞。子昔久蒙润，逢辰亨乃嘉。联飞奉台阁，相顾引龟緺。鲍叔不予怯，楚臣宁汝瑕。诏书频出沐，归辔屡回车。时过蒋生径，或诣子云家。柏将松并悦，人与室非遐。自谓百年分，风期何所嗟。君命良不淑，浮生兹有涯。沈疴犯霜露，幽谶发龙蛇。美志一朝尽，馀哀千古赊。招魂知是否，生肘讵真耶。涂斤失郢匠，膝席夭长沙。青黄饰沟木，藩褥坠风花。世事一以谬，何言定隆窊。都门执讴绋，原路引哀笳。夕云旌外惨，春日冢头斜。自此掩瑶轸，其谁知伯牙。"
                },
                {
                    "time": "1051年",
                    "activity": "春，在京任集贤相，荐梅尧臣。"
                },
                {
                    "time": "1056年5月7日",
                    "activity": "五月七日，赴知河阳途中，过都入朝，有诗纪之。作品：过都造朝，入见之日，蒙恩延登赐坐，感天荷德，退而成篇。（此诗见《元宪集》卷一五。）过都造朝入见之日蒙恩延登赐坐感天荷德退而成篇（宋·宋庠）　　七言绝句　押先韵出守西周①又许田，白头何幸再朝天。升阶子细瞻尧日，不似侏儒梦灶年。按：①四库本作南"
                },
                {
                    "time": "1056年5月",
                    "activity": "五月，赴知河阳途中，过都入朝，见同僚诸公多已谢世，悲而作诗。作品：入朝感旧。（此诗见《元宪集》卷一三。）入朝感旧（宋·宋庠）　　七言律诗　押元韵二纪便蕃冒主恩，归来荣感两惊魂。昌辰尽见群龙出①，急景俱随骇驷奔。史册褒贤空汗竹，山丘馀泣已陈根。此身不减灵光殿，遗老班中岿独存。按：①自注：汉郎顗云群龙在位，以喻众贤。"
                },
                {
                    "time": "1056年6月",
                    "activity": "六月，离京赴河阳，有诗述怀。作品：迟明出都。（此诗见《元宪集》卷六。）迟明出都（宋·宋庠）　　五言律诗　押先韵晓出西郊道，回瞻北阙天。城头云敛盖，关外月低弦。委佩辞朝绂，鸣笳逐使旃。老臣三去国，凭轼泪潺湲①。按：①自注：余昔守扬，次守洛，今守孟，三出都门凡十六年。"
                },
                {
                    "time": "1058年",
                    "activity": "约于本年，在京任枢密使，荐范纯仁试馆职。"
                },
                {
                    "time": "1059年4月3日",
                    "activity": "四月三日，在京任枢密使，受命为祫享太庙仪仗使。"
                },
                {
                    "time": "1059年10月17日",
                    "activity": "十月十七日，在京任枢密使，以祫享太庙礼成，进封莒国公。"
                },
                {
                    "time": "1060年4月25日",
                    "activity": "四月二十五日，在京任枢密使，与程戡不协，致其罢枢密副使。"
                },
                {
                    "time": "1060年11月",
                    "activity": "十一月，在京任枢密使，受吕诲、赵抃等弹劾，上表乞罢。作品：乞罢枢相表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1060年11月16日",
                    "activity": "十一月十六日，罢枢密使，出为河阳三城节度使、判郑州。"
                },
                {
                    "time": "1061年1月",
                    "activity": "正月，出都赴知郑州任，有诗。作品：出都赴郑作。（此诗见《元宪集》卷七。）出都赴郑作（辛丑岁）（宋·宋庠）　　五言排律　押真韵初免鸿枢任，无庸白发身。衰年虽去国，荣路尚妨人。官借荀池旧，恩加汉节新。鸣铙先绣幰，彀骑挟朱轮。梁雪初收腊，荥波渐溢春。且持宽大诏，行及劝耕民。"
                },
                {
                    "time": "1061年1月",
                    "activity": "正月，赴知郑州任，途经西苑，有诗。作品：赴郑出国门经西苑池上。（此诗见《元宪集》卷一二。）赴郑出国门经西苑池上（宋·宋庠）　　七言律诗　押微韵十里商中抱帝畿，苑烟宫雾共霏微。长杨猎近①寒熊吼，太液歌馀瑞鹄②飞。碧护斗城天倚盖，光衔蓬岛日舒围。楼船法从年年盛，借问孤臣何岁归。按：①《永乐大典》卷三五二六作罢　②《永乐大典》作波闲瑞鹊"
                },
                {
                    "time": "1063年4月",
                    "activity": "四月，在京为同平章事，英宗即位，为武宁军节度使、徐州大都督府长史，加检校太师，徙封郑国公，既而又为景灵宫使。"
                },
                {
                    "time": "1063年11月",
                    "activity": "十一月，在京为景灵宫使，又乞致仕，英宗不许。"
                },
                {
                    "time": "1064年1月12日",
                    "activity": "正月十二日，在京为景灵宫使，出判亳州。"
                },
                {
                    "time": "1065年",
                    "activity": "本年，致仕居开封。"
                },
                {
                    "time": "1066年4月18日",
                    "activity": "四月十八日，卒于京师，赠太尉、兼侍中。"
                }
            ]
        },
        {
            "Latitude": 31.816791,
            "Longitude": 119.980142,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3204",
            "Title": "常州",
            "Detail": [
                {
                    "time": "1001-1003年",
                    "activity": "本年，随父在常州，随父学习诸经及《文选》"
                }
            ]
        },
        {
            "Latitude": 32.137578,
            "Longitude": 115.057764,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411526",
            "Title": "潢川",
            "Detail": [
                {
                    "time": "1004年",
                    "activity": "本年，父宋玘改官光州录事参军，随父在光州。"
                },
                {
                    "time": "1005-1007年",
                    "activity": "本年，随父在光州。"
                },
                {
                    "time": "1008年",
                    "activity": "本年，随父在光州，王硕授以学术，已能作诗。"
                }
            ]
        },
        {
            "Latitude": 31.622113,
            "Longitude": 113.841162,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN421381001",
            "Title": "应山",
            "Detail": [
                {
                    "time": "1009年",
                    "activity": "本年，父宋玘改官安州应山令，寓居应山法兴寺读书，与连庶、连庠交游。"
                },
                {
                    "time": "1010年",
                    "activity": "本年，随父在应山，母钟氏卒。"
                },
                {
                    "time": "1010-1011年",
                    "activity": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游。"
                },
                {
                    "time": "1011年",
                    "activity": "约于本年，父宋玘继娶朱氏，其家始侨寓安陆。"
                },
                {
                    "time": "1012年",
                    "activity": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游。"
                },
                {
                    "time": "1012年",
                    "activity": "约于本年，随父在应山，有胡僧为“二宋”相面。"
                },
                {
                    "time": "1013年",
                    "activity": "本年，随父在应山，寓居法兴寺读书，与连庶、连庠交游。"
                },
                {
                    "time": "1021年",
                    "activity": "本年，与弟宋祁再寓应山法兴寺读书。"
                },
                {
                    "time": "1022年",
                    "activity": "本年，寓居应山法兴寺读书，又有诗叹不得应举。作品：乾兴诏罢自咏。（此诗见《元宪集》卷一二。）乾兴诏罢自咏（宋·宋庠）　　七言律诗　押东韵忍当昭世卧隆中，西笑无谋始讳穷。鸥散海边渔事废，炙残京口客盘空。乡魂怨晓虚为蝶，头葆悲秋不后蓬。欲把遗编论兴废，诸儒争奈喜嘲雄。"
                }
            ]
        },
        {
            "Latitude": 30.048079,
            "Longitude": 112.431153,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN421024",
            "Title": "江陵",
            "Detail": [
                {
                    "time": "1014年",
                    "activity": "约于本年，父宋玘改官荆南节度推官，随父在荆州，就学于州学。"
                },
                {
                    "time": "1015年",
                    "activity": "本年，随父在荆州，受知府马亮厚遇。"
                },
                {
                    "time": "1016年",
                    "activity": "本年，随父在荆州。"
                }
            ]
        },
        {
            "Latitude": 31.261254,
            "Longitude": 113.695713,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN420982",
            "Title": "安陆",
            "Detail": [
                {
                    "time": "1017年",
                    "activity": "本年，随继母朱氏依附外家，就学安陆，与弟宋祁相依为命。"
                },
                {
                    "time": "1018年3月",
                    "activity": "三月，寓居安陆，预白兆山寺雅集。"
                },
                {
                    "time": "1018年",
                    "activity": "本年，寓居安陆，叔父宋位卒。"
                },
                {
                    "time": "1018年",
                    "activity": "本年，寓居安陆，与令狐揆、王得臣之父等人交游。"
                },
                {
                    "time": "1019年",
                    "activity": "本年，寓居安陆。"
                },
                {
                    "time": "1020年",
                    "activity": "本年，寓居安陆，有诗寄王贯之，叹不得应举。作品：天禧诏罢寄王贯之。（此诗见《元宪集》卷一二。）天禧诏罢寄王贯之（宋·宋庠）　　七言律诗　押尤韵裂繻无路学西游，衡木为扉恋一丘。阮籍自多回辙泪，虞卿长有著书愁。江边客素沈惊鲤，海上机心失故鸥。借问骚人才几许，莫因鶗鴂枉悲秋。"
                },
                {
                    "time": "1023年",
                    "activity": "春，与弟宋祁为知州夏竦所赏识，受命作《落花》诗。作品：落花。（此诗见《元宪集》卷一二。）落花（宋·宋庠）　　七言律诗　押阳韵一夜春①风拂苑墙，归来何处剩凄凉。汉皋佩冷临江失，金谷楼危到地香。泪脸补痕劳獭髓，舞台收影费鸾肠。南朝乐府②休赓曲，桃叶桃根尽可伤。按：①《永乐大典》卷五八三九作东　②《永乐大典》作有"
                }
            ]
        },
        {
            "Latitude": 30.551595,
            "Longitude": 114.348779,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN42",
            "Title": "湖北",
            "Detail": [
                {
                    "time": "1024年",
                    "activity": "夏，南归安陆，有诗纪行。作品：擢第南归道中早发。（此诗见《元宪集》卷一四。）擢第南归道中早发（宋·宋庠）　　七言绝句　押庚韵紫汉回天斗柄横，萧萧羸马困遄征。南归昼绣恩偏厚，应有乡人笑夜行。"
                }
            ]
        },
        {
            "Latitude": 32.014789,
            "Longitude": 112.129089,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4206",
            "Title": "襄阳",
            "Detail": [
                {
                    "time": "1024年",
                    "activity": "本年，在襄州通判任，有诗述怀。作品：初倅襄阳郡事感而自咏三首。（此诗见《元宪集》卷一四。）初倅襄阳郡事感而自咏三首（宋·宋庠）　　七言绝句　押豪韵平日少游思郡掾，当年邓禹志功曹。如何一命联州刺，更冠灵峰赑屃鳌。　　其二（宋·宋庠）　　七言绝句　押冬韵诏版熏芝矞露浓，千龄华旦此亲逢。平刑六百叨优秩①，已愧琅邪邴曼容。按：①自注：汉廷尉平六百石秩。　　其三（宋·宋庠）　　七言绝句　押真韵处世儒宫井臼贫，偶怀铜刻逐观宾。汉家衒鬻盈千数，却用淄川牧豕人。"
                },
                {
                    "time": "1025年",
                    "activity": "本年，在襄州通判任。"
                }
            ]
        },
        {
            "Latitude": 39.911013,
            "Longitude": 116.413554,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN11",
            "Title": "北京",
            "Detail": [
                {
                    "time": "1036年10月8日",
                    "activity": "十月八日，于辽析津府朝见辽兴宗。"
                }
            ]
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": [
                {
                    "time": "1041年",
                    "activity": "夏，到知扬州任，有谢表。作品：扬州谢到任表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1041年",
                    "activity": "夏，到知扬州任后，有诗自省。作品：淮南自讼。（此诗见《元宪集》卷一一。）淮南自讼（宋·宋庠）　　七言律诗　押鱼韵偶然人乏贰中枢，赐罢犹专督府居。发白自伤闻道晚，心丹谁识报恩馀。淮天目极风帆驶，韩野魂销宰树疏。却顾病身何所用，只堪归钓颍滩鱼。"
                },
                {
                    "time": "1041年",
                    "activity": "秋，在知扬州任，游扬州大明寺，有诗。作品：游大明寺。（此诗见《元宪集》卷七。）游大明寺（宋·宋庠）　　五言排律　押庚韵总辔出西坰，寥寥旭宇明。丛冈森地秀，飞塔恍神行。惠味沾仙露，疲心识化城。远香来不断，空梵过犹清。坐惜忘机晚，居惭緤组荣。抚怀今古恨，高世友僚情。顾慕群芳歇，徘徊极野平。低云参驻盖，寒木隐前旌。风转松添韵，霜馀菊挫英。碧垂天势匝，红上日华轻。垒废麇䴥乐，池荒雁鹜鸣。宫垣除濞国①，台址畏轩兵②。胜践欣同适，沈忧悔自婴。理融无物我，神照罢将迎。绚藻春供丽，投珍佩合声。莫嗤三叹拙，聊谢两心倾。按：①自注：伪吴故宫在此。　②自注：建隆行阙据其内。"
                },
                {
                    "time": "1041年",
                    "activity": "秋，在知扬州任，登扬州大明寺塔，有诗。作品：登大明寺塔。（此诗见《元宪集》卷三。）"
                },
                {
                    "time": "1041年",
                    "activity": "秋，在知扬州任，朝谒扬州建隆寺，有诗。作品：朝谒建隆寺。（此诗见《元宪集》卷三。）建隆寺北池亭。（此诗见《元宪集》卷三。）朝谒建隆寺（宋·宋庠）　　五言律诗　押鱼韵郡国高皇庙，天龙释帝居。兵销擒布后，台耸畏轩馀。宝榻成莲坐①，戎韬入贝书。守臣荣就望，屏息拜前除。按：①自注：其寺中有当时御榻。建隆寺北池亭（宋·宋庠）　　五言律诗　押庚韵宝刹开初地，沧浪绕故城。芰莲俱野色，凫鸨各秋声。岸阔烟无著，窗虚日易明。归骖谁讶久，正为濯尘缨。"
                },
                {
                    "time": "1041年",
                    "activity": "秋，在知扬州任，游扬州山光寺，有诗。作品：季秋晓出题山光寺。（此诗见《全宋诗》卷二〇一。）季秋晓出题山光寺（宋·宋庠）旦夕人语喧，汎舟北城曲。十里望禅刹，飘若尘外躅。是日秋宇高，清辉澹晨旭。林风唱残蜩，泽稗下饥鹄。野实迎露黄，川芜傲霜绿。循涯得微径，舍楫步幽麓。佛寺讶靓深，僧庐互重复。山气导真想，天香洗烦欲。嗟余秉微尚，丘壑返初服。失计蹈尘嚣，虚名玷缨毂。妄排金马门，谬草紫泥牍。温省专慎辞，中阶佐调餗①。器偏固自倾，绠短良难续。何言一麾出，尚参九州牧。恩深无后疵，颜腼有馀恧。孔训惩惮改，羲爻许频复。朅来清净区，冀脱泥涂辱。醉象或可调，藩羝悔前触。万缘自我空，至道非外勖。聊谨三载期，吾得事栖伏②。按：①二句原缺，据清嘉庆《重修扬州府志》卷二八补②清崔华康熙《重修扬州府志》卷一九"
                },
                {
                    "time": "1041年11月20日",
                    "activity": "冬至夜，在知扬州任，遥想南郊祭典，有诗。作品：冬至夜斋中不寐遥想郊丘盛礼二首。（此诗见《元宪集》卷一四。）冬至夜斋中不寐遥想郊丘盛礼二首（宋·宋庠）　　七言绝句　押先韵阳郊陪礼忽三年，目想坛觚切绛烟。今夕纤萝还不动，百神应到紫宫前①。按：①自注：宝元郊祀之夕，风月澄霁，今岁复尔。　　其二（宋·宋庠）　　七言绝句　押尤韵两扶天御陟圆丘①，璧月珠星拂綵旒。谁识从官兴感夜，卧听寒柝宿扬州。按：①自注：景祐、宝元二郊，余并摄公卿，奉引乘舆升坛赞礼。"
                },
                {
                    "time": "1041年12月15日",
                    "activity": "十二月十五日，在知扬州任，因曾提举修《崇文总目》，获加阶及食邑。"
                },
                {
                    "time": "1041年12月",
                    "activity": "十二月，在知扬州任，有谢加恩表。作品：谢《崇文总目》加恩表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1041年",
                    "activity": "冬，在知扬州任，赠梅尧臣双鹅。"
                },
                {
                    "time": "1041年",
                    "activity": "约于本年，在知扬州任，误取公使酒，立偿之。"
                },
                {
                    "time": "1042年",
                    "activity": "春，在知扬州任，有诗述怀。作品：淮南早春风雨连日俗以为宜。（此诗见《元宪集》卷六。）淮南早春风雨连日俗以为宜（宋·宋庠）　　五言律诗　押真韵淮海岁方新，层阴便浃辰。山山能作雨，物物解呈春。野鸟千声异，江芜一色匀。农区田溜满，偏慰守藩臣。"
                },
                {
                    "time": "1042年",
                    "activity": "春，在知扬州任，再游建隆寺，有诗。作品：春晚坐建隆寺北池亭上。（此诗见《元宪集》卷一四。）春晚坐建隆寺北池亭上（宋·宋庠）　　七言绝句　押麻韵城外东风卷落花，更临春水惜年华。单车刺史无铙吹，叫杀荒池两部蛙①。按：①自注：南方气早，春末已蛙鸣。"
                },
                {
                    "time": "1042年",
                    "activity": "秋，在知扬州任，再登大明寺塔，有诗。作品：登大明寺塔。（此诗见《元宪集》卷二。）"
                },
                {
                    "time": "1042年",
                    "activity": "冬，在知扬州任，加资政殿学士，徙知郓州，兼京东西路安抚使，有谢表。作品：谢加职移知郓州表。（此文见《元宪集》卷一九。）"
                }
            ]
        },
        {
            "Latitude": 35.94278,
            "Longitude": 116.476836,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN370923",
            "Title": "东平",
            "Detail": [
                {
                    "time": "1042年",
                    "activity": "冬，到知郓州任，有谢表。作品：郓州谢到任表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1043年",
                    "activity": "本年，在知郓州任，捕盗贼，兴郡学，礼师儒。"
                },
                {
                    "time": "1043年",
                    "activity": "约于本年，在知郓州任，进给事中，有谢表。作品：谢转给事中表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1043年",
                    "activity": "约于本年，在知郓州任，数为京东转运使沈邈所侵。"
                },
                {
                    "time": "1044年",
                    "activity": "春，在知郓州任，有诗述怀。作品：淮南汶上三见春物有感。（此诗见《元宪集》卷一三。）淮南汶上三见春物有感（宋·宋庠）　　七言律诗　押寒韵一麾南北数移官，三见莺花送雁寒。双鬓欺人还似雪，寸心忧国本如丹。雕虫曲艺论文浅，乘障迂儒破敌难。惟有归耕初志在，故田西接饮牛滩。"
                },
                {
                    "time": "1044年11月",
                    "activity": "十一月，在知郓州任，以南郊礼，获进阶加恩，有谢表。作品：谢郊祀加恩表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1045年1月29日",
                    "activity": "正月二十九日，在知郓州任，复拜参知政事。"
                },
                {
                    "time": "1045年2月",
                    "activity": "二月，在知郓州任，上表乞罢参知政事。作品：再入参乞罢免重任表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1045年2月",
                    "activity": "二月，在知郓州任，有诗答弟宋祁，表白归隐之心。作品：答子京。（此诗见《元宪集》卷一二。）答子京（宋·宋庠）　　七言律诗　押先韵一辞云陛五周年，琐闼销符宠再迁。时誉敢希吴陆俊，归心偏识汉疏贤。蜗头狼籍争锋地，鸿影徘徊避弋天。命驾不须频见约，颍滨嵩麓有私田。"
                }
            ]
        },
        {
            "Latitude": 34.753488,
            "Longitude": 113.631349,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4101",
            "Title": "郑州",
            "Detail": [
                {
                    "time": "1051年3月",
                    "activity": "三月，赴知河南府任途中，经郑州，有诗述怀。作品：赴洛经郑马上偶成。（此诗见《元宪集》卷五。）赴洛经郑马上偶成（宋·宋庠）　　五言律诗　押真韵去国虽伤别，乘轺尚及春。荥风清翼盖，巩树绿迎人。后队金铙响，前驱隼旆新。衰怀无丽赋，何以诧西宾。"
                },
                {
                    "time": "1061年5月15日",
                    "activity": "五月十五日，在知郑州任，弟宋祁卒。"
                },
                {
                    "time": "1061年",
                    "activity": "本年，在知郑州任，有诗。作品：绝句。（此诗见《元宪集》卷一四。）绝句（宋·宋庠）　　七言绝句　押虞韵波环颍曲持竿石，云拥嵩岩鍊药炉。尽是他年归隐计，更凭猿鹤作前驱①。按：①自注：有薄田数顷在嵩颍之间，自郑望之跂予耳。"
                }
            ]
        },
        {
            "Latitude": 34.793837,
            "Longitude": 113.389911,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410182",
            "Title": "荥阳",
            "Detail": [
                {
                    "time": "1051年3月",
                    "activity": "三月，赴知河南府任途中，经行庆关，有诗述怀。作品：过行庆关。（此诗见《元宪集》卷五。）过行庆关（宋·宋庠）　　五言律诗　押东韵洛郑东西接，河山表里雄。岭回千树出，天转两崖通。虎圈周原绿，敖仓汉粟红。今无杨仆耻，四海是关中。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "1051年3月",
                    "activity": "三月，初到知河南府任，有诗述怀。作品：初至洛阳，府廨有东楼曲沼之胜，时春色已过，园林寂寞，晚坐楼上作。（此诗见《元宪集》卷一三。）初至洛阳府廨有东楼曲沼之胜时春色已过园林寂寞晚坐楼上作（宋·宋庠）　　七言律诗　押删韵登临何处恨春残，楼上池边夕照间。非意野云遮倦目，无情空水鉴衰颜。青溪久负幽人约，白发初辞宰相班。才与不才何足辨，此心都拟付庄环。"
                },
                {
                    "time": "1051年4月",
                    "activity": "四月，在知河南府任，游东园，有诗。作品：东园池上书所见五首。（此诗见《元宪集》卷一四。）东园池上书所见五首（宋·宋庠）　　七言绝句　押微韵茅栋山楹抱曲池①，孤怀终日此忘归。生平方寸无机械，庭下群鸥且莫飞。按：①自注：池上有堂号白莲，栋宇朴野。　　其二（宋·宋庠）　　七言绝句　押元韵春馀池圃似郊村①，吏散斜晖半府门。燕雀不知争底事，啁啾言语到黄昏。按：①自注：余夏初领府事，时花卉已过，池上寂然有野思。　　其三（宋·宋庠）　　七言绝句　押尤韵堂下溅溅水欲周，水清烟底见游鯈。主人不是无芳饵，此意从来信直钩。　　其四（宋·宋庠）　　七言绝句　静岸无风敛夕霏，田田香叶满空地。戏鱼未必能知我，我自知鱼最乐时。　　其五（宋·宋庠）　　七言绝句　押蒸韵雨洗神嵩绀黛凝，中天鸾鹤恣飞腾。更怜晚翠知人意，并入东楼第一层①。按：①自注：东楼正望嵩少诸峰。"
                },
                {
                    "time": "1051年4月",
                    "activity": "四月，在知河南府任，有诗寄张奎。作品：因游东园奉寄交代张龙图。（此诗见《元宪集》卷一四。）因游东园奉寄交代张龙图（宋·宋庠）　　七言绝句　押侵韵修篁绿水已成阴，秀柏凌霜尽直寻。今日思人还爱树①，岁寒颜色岁寒心。按：①自注：竹木尽是张公所植。"
                },
                {
                    "time": "1051年",
                    "activity": "夏，在知河南府任，仁宗两次遣使存问，作诗记之。作品：守洛。（此诗见《元宪集》卷五。）守洛（宋·宋庠）　　五言律诗　押元韵久玷畴咨地，新蒙策免恩。往非堪咋舌，来宠梦惊魂①。病与疑弓释，身随散栎存。惟馀太阳照，终不碍孤盆②。按：①自注：余罢相蒙恩改官加职，非待罪之本望。②自注：至洛踰月，凡两蒙遣使传宣复问。"
                },
                {
                    "time": "1051年",
                    "activity": "夏，在知河南府任，仁宗两次遣使存问，有谢表。作品：谢赐抚问表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1051年",
                    "activity": "冬，在知河南府任，石扬休寄诗十首，依韵和之。作品：次韵和石学士见寄十首。（此诗见《元宪集》卷一四。）次韵和石学士见寄十首（宋·宋庠）　　七言绝句　押真韵沥恳囊封避政均，天恩从欲宠孤臣。回瞻始愧功名地，池有祥鹓阁有麟。　　其二（宋·宋庠）　　七言绝句　押先韵路寝崔嵬敞九筵，相仪曾识帝心虔①。汉家山委无穷瑞，尽属渊云奏赋年。按：①自注：明堂盛礼，仆以礼仪使赞引乘舆。　　其三（宋·宋庠）　　七言绝句　押真韵奉行汉事稽遗典，陟配周诗讲肇禋。一世声名皆帝力，请君鸿笔剩书筠①。按：①自注：已上二篇，来诗纪明堂之盛，因见虚饰，辄缘雅意为答。　　其四（宋·宋庠）　　七言绝句　押青韵分符怀钥两叨荣，公退宾尊恨独醒①。禊洛赏花都未识，岁寒空爱竹青青②。按：①自注：余性不饮酒。②自注：禊饮赏花，洛人所重。余今夏赴任，未经此会，惟土宜美竹遍于池槛，此君之好契余夙尚云。　　其五（宋·宋庠）　　七言绝句　押虞韵隐几铃斋咀道腴，洛烟嵩霭遍神都。时时更作书生咏，方信随何一腐儒。　　其六（宋·宋庠）　　七言绝句　押歌韵掉臂论交俗久讹，夫君高意遏颓波。蕣华暮落松凌雪，借问凋芳校几何。　　其七（宋·宋庠）　　七言绝句　押支韵荣路徘徊力已疲，保全恩惠剧春熙。须知散栎无庸日，方到群材搆厦时。　　其八（宋·宋庠）　　七言绝句　押删韵久厕鸾鸿刷羽翰，大都飞意倦须还。周南日夕归心动，笙月飘风尽有山。　　其九（宋·宋庠）　　七言绝句　押支韵亲见仙科唱第时①，宠均宣室对神釐②。汉台诏令方深厚，好取名郎作训辞③。按：①自注：君擢第之日，余以学士为殿试考官。②自注：韵强辄借为禧字。③自注：来诗有敲扑簿领之叹，辄以奉扬宣美。　　其十（宋·宋庠）　　七言绝句　押尤韵老去勤勤念一丘，已将身世上虚舟。济川善谑情虽厚，似倚清才恼白头。"
                },
                {
                    "time": "1051年",
                    "activity": "约于本年冬，在知河南府任，赴龙门佛祠谢雪，有诗。作品：迟明出都，谢雪龙门佛祠，途中复遇雪。（此诗见《元宪集》卷三。）迟明出都谢雪龙门佛祠途中复遇雪（宋·宋庠）　　五言律诗　押元韵路阔三条陌，云低九鼎门。铙风催骑响，裘霰减貂温。谷晓天花乱，林空苑絮繁。周麰农意切，一一愿流根。"
                },
                {
                    "time": "1051年",
                    "activity": "约于本年，在知河南府任，辟宋敏求通判西京留守司。"
                },
                {
                    "time": "1051年",
                    "activity": "约于本年，在知河南府任，有诗自嘲。作品：时贤多以不才诮我因自咏。（此诗见《元宪集》卷五。）时贤多以不才诮我因自咏（宋·宋庠）　　五言律诗　押灰韵我本无心士，终非济世才。虚舟人莫怒，疑虎石曾开。蚊负愁山重，葵倾喜日来。欲将嘲强解，真意转悠哉。"
                },
                {
                    "time": "1052年8月",
                    "activity": "八月，在知河南府任，有诗和吴育。作品：次韵和新命留台吴侍郎自适之作。（此诗见《元宪集》卷一〇。）次韵和新命留台吴侍郎自适之作（宋·宋庠）　　七言律诗　押阳韵谢病弥年叹偃床，知君灵气本无伤。论筌自识忘筌意，失马终为得马祥。心到不贪方是宝，物归何有即名乡。西都老尹欢迎近，预喜遥临照席光。"
                },
                {
                    "time": "1052年9月",
                    "activity": "九月，在知河南府任，有诗寄吴育。作品：岁晏感怀寄吴侍郎。（此诗见《元宪集》卷五。）岁晏感怀寄吴侍郎（宋·宋庠）　　五言律诗　押侵韵百虑静相寻，萧萧芳岁阴。感君辞剧日，休我冒荣心。历块疲东道①，巢枝忆故林②。霜毛秋更短，持底受华簪。按：①自注：才者有时而倦。　②自注：拙者志在心。"
                },
                {
                    "time": "1052年9月",
                    "activity": "九月，在知河南府任，有诗和宋敏求。作品：次韵和次道学士献赠留台吴侍郎洛水泛舟之作。（此诗见《元宪集》卷一二。）次韵和次道学士献赠留台吴侍郎洛水泛舟之作（宋·宋庠）　　七言律诗　押灰韵岁晚风清洛雾开，有人沿溯避嚣埃。庄谈解辩观濠乐，潘兴能添作赋才①。兰菊分洲争向背，凫鹥随棹罢惊猜。留都吏役虽羁鞅，亦欲抽身更一陪。按：①自注：公于舟中作《泛洛赋》一篇，实当世名笔。"
                },
                {
                    "time": "1052年",
                    "activity": "秋，在知河南府任，有诗和吴育。作品：次韵和吴侍郎喜令弟学士请告归省。（此诗见《元宪集》卷一三。）次韵和吴侍郎喜令弟学士请告归省（宋·宋庠）　　七言律诗　押侵韵秋来遥说洒烦襟，季虎昆龙伴啸吟。弓影奋疑临酒释，荆枝欢意恋丛深。仙山校籍催归传，宿馆销魂警曙砧。我亦白头思共被，非君谁照急难心①。按：①自注：时子京方北守常山，不得枉道见省。"
                },
                {
                    "time": "1052年",
                    "activity": "冬，在知河南府任，有诗和吴育。作品：次韵和吴侍郎谢王陕州寄酒。（此诗见《元宪集》卷三。）次韵和吴侍郎谢王陕州寄酒（宋·宋庠）　　五言律诗　押覃韵遥闻斋酎絜，来佐客觞酣。棠野歌新续，兵厨兴旧谙。竹供醅上色，兰献液中甘。欲识西台胜，厌厌夜雪庵。"
                },
                {
                    "time": "1052年",
                    "activity": "约于本年秋，在知河南府任，有诗和吴育。作品：和吴侍郎微雨中与一二亲友同登香山石楼。（此诗见《元宪集》卷五。）和吴侍郎微雨中与一二亲友同登香山石楼（宋·宋庠）　　五言律诗　押齐韵伊濑鸣秋麓，香楼隔雨溪。天形林罅出，山脊雾中迷。岸峻灵龛密，沙平野路低。只应观佛土，物物便堪齐。"
                },
                {
                    "time": "1052年",
                    "activity": "约于本年，在知河南府任，有诗和吴育。作品：和吴侍郎龙门宝应寺设斋。（此诗见《元宪集》一二。）和吴侍郎龙门宝应寺设斋（宋·宋庠）　　七言律诗　押鱼韵阙塞千岩入画图，八关修供柅征车。半斤运泰贤将用，不二门深疾始除。香钵净羞熏宝席，法螺仙曲逗晴虚。从兹定许陪登觉，肯效区区栗里舆。"
                },
                {
                    "time": "1052年",
                    "activity": "约于本年，在知河南府任，宽贷沈邈之子。"
                },
                {
                    "time": "1053年1月",
                    "activity": "正月，在知河南府任，有诗贺吴育生日。作品：吴侍郎生朝。（此诗见《元宪集》卷二。）吴侍郎生朝（宋·宋庠）朝端旧记生贤日，使节临门恩有秩。诏书感会形温辞，宴品丰华动私室。降崧孕昴诚不诬，史简诗弦互褒述。贤人挹道随污隆，忽向西台就安逸。门弧纪旦还复周，瑞霰连天芳岁遒。埙音篪曲会中坐，兰丛玉树来西州。称觞献寿私庭里，别得人生行乐意。贰官礼乐春闱卿，托迹逍遥漆园吏。病尹论交情最深，因声附祝成孤吟。愿将明哲保身智，遗我摧颓知止心。"
                },
                {
                    "time": "1053年",
                    "activity": "春，在知河南府任，有诗和吴育。作品：次韵和吴侍郎睡足成咏。（此诗见《元宪集》卷五。）次韵和吴侍郎再葺东亭兼怀晁公旧隐。（此诗见《元宪集》卷三。）次韵和吴侍郎睡足成咏（宋·宋庠）　　五言律诗　押侵韵何处西台乐，高眠万虑沈。杯盘春席罢，风雨画堂深。气胜龟调息，魂交蝶伴心。有人惊晓漏，颠倒整衣簪。次韵和吴侍郎再葺东亭兼怀晁公旧隐（宋·宋庠）　　五言律诗　押真韵地占心斋旧，天扶药喜身。高怀聊避宠，幽境更随人。树密添新籁，丛香续故春。婆娑荣路友，偏倚此相亲。"
                },
                {
                    "time": "1053年4月9日",
                    "activity": "四月九日，在知河南府任，子宋克国赐进士出身。"
                },
                {
                    "time": "1053年7月",
                    "activity": "七月，在知河南府任，有诗和吴育。作品：和吴侍郎谢余洎诸朝客见过亭沼。（此诗见《元宪集》卷一二。）和吴侍郎谢余洎诸朝客见过亭沼（宋·宋庠）　　七言律诗　押歌韵碧瓦新堂压素波，主人欢意驻鸣珂。风清共觉烦襟快，觞急都忘醉弁俄。江苇有情侵岸出，野鸥无事掠船过。西墙墨妙须珍护，皇祐高秋胜永和①。按：①自注：是日太常吴丞题诸公名于西壁。1053年闰7，闰七月，在知河南府任，有诗送吴育知陕州。作品：送资政侍读侍郎西赴陕郊。（此诗见《元宪集》卷一二。）送资政侍读侍郎西赴陕郊（宋·宋庠）　　七言律诗　押尤韵题注：侍郎上应有姓氏，原本脱误。君欲归休未得休，再持符节定西侯。深严殿籍恩图旧，蔽芾棠歌野续讴。洛浦神仙观送客，崤陵风雨避传驺。高怀莫作衰年调，公府重来尚黑头。1053年闰7，闰七月，在知河南府任，以户部尚书徙知许州。1053年闰7，闰七月，在知河南府任，有诗和吴育。作品：次韵和资政吴育侍郎见赠。（此诗见《元宪集》卷一〇。）次韵和资政吴育侍郎见赠（宋·宋庠）　　七言律诗　押真韵台阶抽得冒荣身，且喜西都见故人。仪世瑞鹓曾接翼①，论交寒柏不知春。樽前高意青云旧，鉴里流年白发新。争奈诏书催上道，谈犀从此日生尘。按：①自注：君两使内枢，一参大政，仆并叨陪接。"
                },
                {
                    "time": "1053年",
                    "activity": "本年夏秋间，在知河南府任，有诗和吴育。作品：和吴侍郎题宝应僧房白鸡冠花。（此诗见《元宪集》卷三。）和吴侍郎题宝应僧房白鸡冠花（宋·宋庠）　　五言律诗　押庚韵野卉秀禅庭，瑶华发素英。托根真不染，肖质似先鸣。露叶疑藏羽，烟蕤更作缨。何妨依忍草，休辩好丹名。"
                }
            ]
        },
        {
            "Latitude": 34.041737,
            "Longitude": 113.858804,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411",
            "Title": "许昌",
            "Detail": [
                {
                    "time": "1053年8月",
                    "activity": "八月，初到知许州任，有诗。作品：自洛移许初至郡斋作。（此诗见《元宪集》卷一〇。）自洛移许初至郡斋作（宋·宋庠）　　七言律诗　押先韵忝司宫钥忽三年，恩借閒州得颍川。楚北苍茫轩后野，国南膏沃许人田。汉台褒凤今难继，荀里占星俗尚传。更赖鸭陂能慰我，铃斋西畔似江天。"
                },
                {
                    "time": "1053年9月",
                    "activity": "九月，在知许州任，有诗和吴育。作品：和吴侍郎相从经岁，忽有陕许之别，见贶长句。（此诗见《元宪集》卷一二。）和吴侍郎相从经岁忽有陕许之别见贶长句（宋·宋庠）　　七言律诗　押先韵接武西台属钜贤，琴樽欢意满山川。论交共到忘言地，感别空惊易守年。陕界霜氛迎喜气①，颍郊秋色犯华颠②。卜邻自有归休约，终就溪林占一廛。按：①自注：君再临雄部。　②自注：余养拙许昌。"
                },
                {
                    "time": "1054年",
                    "activity": "本年，在知许州任，有诗和吴育。作品：和吴侍郎自陕归阙。（此诗见《元宪集》卷八。）和吴侍郎自陕归阙（宋·宋庠）　　七言律诗　押微韵几日星催召节飞，迎车千盖溢郊畿。秦城璧返蝇休污，轩阁巢高凤始归。两憩甘棠歌美化，重攀温树怅流晖。因君更感忠虔意，夕梦翩翩绕帝闱。"
                },
                {
                    "time": "1054年",
                    "activity": "约于本年春，在知许州任，有诗自省。作品：自讼。（此诗见《元宪集》卷八。）自讼一首（宋·宋庠）　　五言排律　押真韵右辅朱轓守，南宫革履臣。孤萤难助日，病木独依春。暗懦疑蛇客，愚忠数马人。谁知温省树，自诫鲁堂绅。监令车中席，江山扇外尘。何当能浼我，初不彊均茵。事往方成悔，猜除且莹神。由来矜百鍊，从此惜千钧。素发惭华冕，虚舟谢要津。洗心良有谓，佞佛不无因。案上仙书𢎥①，斋中梵氎巾。更须穷僻地，香火报昌辰。按：①自注：《真诰》谓书一种为一𢎥。"
                },
                {
                    "time": "1055年3月",
                    "activity": "三月，在知许州任，晏殊灵柩过州北，有诗挽之。作品：晏公丧过州北，哭罢成篇二首。（此诗见《元宪集》卷一五。）晏公丧过州北哭罢成篇二首（宋·宋庠）　　七言绝句　押东韵昔迎留守萧丞相①，今哭谈经戴侍中②。一代高情无觅处，落花残日九原风。按：①自注：癸巳秋，公自长安代余守洛。　②自注：公久留经筵以备顾问。　　其二（宋·宋庠）　　七言绝句　押支韵故郡迎丧匝野悲①，柳车丹旐共逶迤。泉涂自古无春色，可惜森森琼树枝。按：①自注：公尝镇许昌。1056年闰3，闰三月，在知许州任，游西湖，有诗。作品：闰三月再到西湖，花卉已过，春余夏早，景物亦佳，因复留连，日夕忘返。（此诗见《元宪集》卷一二。）闰三月再到西湖花卉已过春馀夏早景物亦佳因复留连日夕忘返（宋·宋庠）　　七言律诗　押寒韵再来湖上已春残，物物随时亦强欢。紫叶抽荷疑弄橐，翠皮包竹好裁冠。惊桡野鹜移沙渚，贪饵鲜鳞荐客盘。尽日临流忘吏事，须知名世六条宽。"
                },
                {
                    "time": "1056年",
                    "activity": "春，在知许州任，以治黄民夫疏浚西湖，有诗。作品：重展西湖二首。（此诗见《元宪集》卷一二。）重展西湖二首（宋·宋庠）　　七言律诗　押先韵题注：按：宋王楙《野客丛书》卷一九引《西清诗话》云：许昌西湖展江亭就，宋元宪留题。绿鸭东陂已可怜，更因云窦注西田。凿开鱼鸟忘情地，展尽江河极目天。向夕旧滩都浸月，过寒新树便留烟。使君直欲称渔叟，愿赐閒州不计年。　　其二（宋·宋庠）　　七言律诗　押真韵西北云波逗异津，两陂相合到城闉。桥横断岸才通舫，路转新洲不踏尘。倒影剩容霞底日，暖光平展鉴中春。摧颓病守时无用，堪与鸥鹇作主人。"
                },
                {
                    "time": "1056年5月3日",
                    "activity": "五月三日，在知许州任，以兵部尚书徙知河阳。"
                }
            ]
        },
        {
            "Latitude": 34.91365,
            "Longitude": 112.797734,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410883",
            "Title": "孟州",
            "Detail": [
                {
                    "time": "1056年7月",
                    "activity": "七月，到知河阳任，有谢表。作品：河阳谢到任表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1056年7月",
                    "activity": "七月，在知河阳任，有诗。作品：初憩河阳郡斋三首。（此诗见《元宪集》卷六。）初憩河阳郡斋三首（宋·宋庠）　　五言律诗　押真韵河洛周郊会，风烟晋部邻。人传种花县，地记跃鱼津。梨枣知秋晚，桑麻验俗淳。惟忧三载课，无术效臣恂。　　其二（宋·宋庠）　　五言律诗　押尤韵积晦云初罢，馀光火尚流。疏桐凋晚日，孤扇避高秋。令尹何妨仕，将军不必侯。此心机息转，只好弄群鸥。　　其三（宋·宋庠）　　五言律诗　押侵韵郊圃连官圃，秋阴半岁阴。乱流横掠野，残日倒穿林。雪拥承簪发，丹藏恋阙心。思归谁作引，从古怨瑶琴。"
                },
                {
                    "time": "1056年12月",
                    "activity": "十二月立春日，在知河阳任，置酒郡斋，有诗感怀。作品：立春日置酒郡斋，因追感三为郡、六迎春矣，呈坐客。（此诗见《元宪集》卷一二。）立春日置酒郡斋因追感三为郡六迎春矣呈坐客（宋·宋庠）　　七言律诗　押灰韵闰章馀历气先回，腊尾新阳已暗催。三改使符惊岁往，六倾宾酒驾春来。枝头剪綵仙葩折，胜里宜年宝字开。更听美人金缕曲，从兹争合舍尊罍。"
                },
                {
                    "time": "1056年",
                    "activity": "冬，在知河阳任，有诗和吴育。作品：次韵和州府吴大资病愈后见寄之作。（此诗见《元宪集》卷七。）次韵和州府（按：据《宋史·吴育传》并欧阳脩撰《吴公墓志铭》，当为河中府）吴大资病愈后见寄之作（宋·宋庠）　　五言排律　押鱼韵冠盖山川旧，星灰五载馀。辞荣唐院使①，麾守旧尚书②。弓影临觞悟，舟心触物虚。尘埃题宇壁，污潦汎杯渠③。世事多荣悴，天均任惨舒。交情非苟合，笔力自雄摅。蒲坂军旄重，河桥驿辙疏④。归耕年渐逼，乡思满柴车。按：①自注：公以病让还宣徽使衔。②自注：余三改藩，并叙迁省坐。③自注：公洛中小园闻为水所败，皆昔年胜迹。④自注：三成路僻，书驿罕通。"
                },
                {
                    "time": "1056年",
                    "activity": "冬，在知河阳任，有诗述怀。作品：孟津岁晚十首。（此诗见《元宪集》卷六。）孟津岁晚十首（宋·宋庠）　　五言律诗　押微韵我怼流年晚，年将我志违。终风来北怒，寒日趁西归。野兽求群骋，离鸿望影飞。君恩殊未报，愁忆故山薇。　　其二（宋·宋庠）　　五言律诗　押寒韵地阔山川崄，风高万卉乾。山烟晨作暝，河气晚催寒。革眼移前带，梁金晦旧冠。胡然坐衰靡，无客饷千丸。　　其三（宋·宋庠）　　五言律诗　押麻韵隐轸分河壤，峥嵘念岁华。关云沈巩树，楼月啸羌笳。要路谁云骋，浮生会有涯。高哉羡门子，横海挹朝霞。　　其四（宋·宋庠）　　五言律诗　押先韵岁籥行周矣，官斋坐悄然。脩篁全露节，衰柳不停烟。霜苦云收阵，天斜月控弦。寸心如斗柄，常在帝车前。　　其五（宋·宋庠）　　五言律诗　押尤韵曲岸群芳歇，高台倦目留。晋山青不断，河潦浊难收。世路功名急，天衢岁月遒。吾生犹可养，嵩麓是耕畴。　　其六（宋·宋庠）　　五言律诗　押支韵戍苦河兼重，星回岁聿悲。颓云埋雪树，暗水入冰池。山叠看疑近，楼高倚更危。吞腥何日了，归去茹华芝。　　其七（宋·宋庠）　　五言律诗　押微韵大室东南望，分明鸾鹤飞。何尝无路往，自是有心违。隐谷松声淡，仙区药甲肥。行年六十一，非外更知非。　　其八（宋·宋庠）　　五言律诗　押真韵芳序虽摇落，吾生任屈伸。日催轻璧士，天赦戴盆人。宵雁多号月，冰鱼暗待春。自怜麋鹿性，晚节顿缨频。　　其九（宋·宋庠）　　五言律诗　押尤韵昔日山林愿，今兹轩冕游。祗惊年苒苒，安议政优优。小雪烟横野，残笳月背楼。河边杨树老，不是桂淹留。　　其十（宋·宋庠）　　五言律诗　押真韵渥赭随颜罢，飞霜入鬓新。夜壶寒展刻，冬晷急驰轮。名美诚堪徇，身閒我独亲。聊持一樽酒，不为画蛇人。"
                },
                {
                    "time": "1056年",
                    "activity": "本年，在知河阳任，有诗和庞籍。作品：淳之太尉相公寄示赴镇小编，三复成诵，研味之余，理当酬继，但难于遍和，辄取首题，赋成拙句一首，既伸高山仰止之愿，并以为谢。（此诗见《元宪集》卷一一。）淳之（据《宋史·庞籍传》，籍字醇之）太尉相公寄示赴镇小编三复成诵研味之馀理当酬继但难于遍和辄取首题赋成拙句一首既伸高山仰止之愿并以为谢（宋·宋庠）　　七言律诗　押阳韵西北遮胡晋部疆，更烦儒将下文昌。久调玉铉三司贵，出倚金城万里长。唐亩岁丰禾自合，汾波秋景草应黄①。须知外警从兹罢，閒杀边邮赤白囊。按：①自注：公赴镇在去年秋末。"
                },
                {
                    "time": "1057年2月",
                    "activity": "二月寒食节，在知河阳任，有诗。作品：河阳寒食。（此诗见《元宪集》卷三。）河阳寒食（宋·宋庠）　　五言律诗　押东韵关辅陪京外，年华禁火中。柳矜河上绿，花献酒边红。野市鞦韆月，春楼觱篥风。三州六钻燧，安得不衰翁。"
                },
                {
                    "time": "1057年7月",
                    "activity": "七月，在知河阳任，进《贺册封兖国公主表》作品：贺册封兖国公主表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1058年6月7日",
                    "activity": "六月七日，在知河阳任，拜检校太尉、同平章事，复为枢密使，兼群牧制置使。"
                },
                {
                    "time": "1058年6月",
                    "activity": "六月，在知河阳任，有谢表。作品：谢诏赴阙表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1058年6月",
                    "activity": "六月，在知河阳任，有诗寄弟宋祁。作品：寄子京。（此诗见《元宪集》卷一三。）寄子京（宋·宋庠）　　七言律诗　押真韵题注：为郡八年，荣愿已息，朝恩念旧，复假相印管内枢，然思归之心日以忉怛矣八年三郡驾朱轮，更忝鸿枢对国均。老去师丹多忘事，少来之武不如人。车中顾马空能数，海上逢鸥想见亲。惟有弟兄归隐志，共将耕凿报尧仁。"
                }
            ]
        },
        {
            "Latitude": 36.103649,
            "Longitude": 114.3996,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4105",
            "Title": "安阳",
            "Detail": [
                {
                    "time": "1061年",
                    "activity": "本年，徙知相州。"
                },
                {
                    "time": "1062年",
                    "activity": "春，在知相州任，有诗述怀。作品：相州春日。（此诗见《元宪集》卷三。）相州春日（宋·宋庠）　　五言律诗　押侵韵北土无繁卉，空亭有暝阴。狂飞憎野絮，多舌恨春禽。地燥山如朽，池寒水不深。生平箕颍志，轩冕独何心。"
                },
                {
                    "time": "1062年",
                    "activity": "本年，在知相州任，上表乞致仕。作品：乞致仕表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1062年",
                    "activity": "本年，在知相州任，再上表乞致仕，被召还。作品：乞致仕表。（此文见《元宪集》卷一九。）"
                }
            ]
        },
        {
            "Latitude": 33.850774,
            "Longitude": 115.785767,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3416",
            "Title": "亳州",
            "Detail": [
                {
                    "time": "1064年6月14日",
                    "activity": "六月十四日，在知亳州任，诏大敕系位在皇子赵颢之前。"
                },
                {
                    "time": "1064年",
                    "activity": "本年，在知亳州任，又上表请老，以司空致仕。作品：再乞致仕表。（此文见《元宪集》卷一九。）"
                },
                {
                    "time": "1064年",
                    "activity": "本年，乘船自亳州返汴京，有诗。作品：致仕得请泛舟归第。（此诗见《元宪集》卷六。）致仕得请泛舟归第（宋·宋庠）　　五言律诗　押寒韵辅郡初辞节，孤舟始去官。桥头帆影急，枕底浪声寒。好爵云谁宠，危心且自安。赐车诚可爱，閒共子孙看。"
                }
            ]
        },
        {
            "Latitude": 34.146443,
            "Longitude": 113.494451,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411081",
            "Title": "禹州",
            "Detail": [
                {
                    "time": "1066年10月28日",
                    "activity": "十月二十八日，葬于许州阳翟县三封原。"
                }
            ]
        },
        {
            "Latitude": 31.332073,
            "Longitude": 113.551035,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4209 白兆山",
            "Title": "白兆山"
        },
        {
            "Latitude": 32.408033,
            "Longitude": 119.433241,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321 大明寺",
            "Title": "大明寺"
        }
    ]
}