{
    "lines": [
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州 (出生地)",
            "Detail": [
                {
                    "time": "1248年",
                    "activity": "当居杭州。"
                },
                {
                    "time": "1249-1261年",
                    "activity": "居家。"
                },
                {
                    "time": "1262-1267年",
                    "activity": "侍亲、读书、学词、游赏。"
                },
                {
                    "time": "1268-1271年",
                    "activity": "在杭州？"
                },
                {
                    "time": "1272年",
                    "activity": "初遇汪菊坡，具体地点不详。"
                },
                {
                    "time": "1273-1277年",
                    "activity": "在杭州？作品：淡黄柳·赠苏氏柳儿。（宋亡前作，姑系于此年。）南浦·春水疏影·梅影。（宋亡前作，姑系于此年。）淡黄柳赠苏氏柳儿（宋·张炎）楚腰一捻。羞剪青丝结。力未胜春娇怯怯。暗托莺声细说。愁蹙眉心斗双叶。正情切。柔枝未堪折。应不解、管离别。奈如今已入东风睫。望断章台，马蹄何处，闲了黄昏淡月。"
                },
                {
                    "time": "1278年",
                    "activity": "过钱塘西湖庆乐园，赋《高阳台》，悼韩侂胄，兼叹贾似道。作品：高阳台（古木迷鸦）高阳台（宋·张炎）庆乐园即韩平原南园。戊寅岁过之，仅存丹桂百馀株，有碑记在荆榛中，故未有亦犹今之视昔之感，复叹葛岭贾相之故庐也。古木迷鸦，虚堂起燕，欢游转眼惊心。南圃东窗，酸风扫尽芳尘。鬓貂飞入平原草，最可怜、浑是秋阴。夜沈沈。不信归魂，不到花深。吹箫踏叶幽寻去，任船依断石，袖裹寒云。老桂悬香，珊瑚碎击无声。故园已是愁如许，抚残碑，却又伤今。更关情。秋水人家，斜照西泠。"
                },
                {
                    "time": "1279年",
                    "activity": "与王沂孙、周密等14人，分咏龙涎香、白莲、莼、蝉、蟹诸题，编为《乐府补题》，隐指去年宋六陵被盗发事。作品：水龙吟（仙人掌上芙蓉）水龙吟白莲（宋·张炎）仙人掌上芙蓉，涓涓犹湿金盘露。轻妆照水，纤裳玉立，飘摇似舞。几度消凝，满湖烟月，一汀鸥鹭。记小舟夜悄，波明香远，浑不见、花开处。应是浣纱人妒。褪红衣、被谁轻误。闲情淡雅，冶容清润，凭娇待语。隔浦相逢，偶然倾盖，似传心素。怕湘皋佩解，绿云十里，卷风西去。"
                },
                {
                    "time": "1286年",
                    "activity": "作词贺周密“志雅堂”新居。作品：一萼红（制荷衣）一萼红（宋·张炎）制荷衣。傍山窗卜隐，雅志可闲时。款竹门深，移花槛小，动人芳意菲菲。怕冷落、苹洲夜月，想时将、渔笛静中吹。尘外柴桑，灯前儿女，笑语忘归。分得烟霞数亩，乍扫苔寻径，拨叶通池。放鹤幽情，吟莺欢事，老去却愿春迟。爱吾庐、琴书自乐，好襟怀、初不要人知。长日一帘芳草，一卷新诗。"
                },
                {
                    "time": "1290年",
                    "activity": "秋，与沈尧道、曾子敬自杭起程，北上大都（今北京）写金字《藏经》。"
                },
                {
                    "time": "1293年",
                    "activity": "在杭，遇赵元父，一别四载，彼此形容憔悴，故态顿消，愀然而悲，赋《忆旧游》。作品：忆旧游（叹江潭树老）忆旧游（宋·张炎）序：余离群索居，与赵元父一别四载。癸巳春，于古杭见之，形容憔悴，故态顿消。以余之况味，又有甚于元父者，抑重余之惜，因赋此调，且寄元父，当为余愀然而悲也叹江潭树老，杜曲门荒，同赋飘零。乍见翻疑梦，对萧萧乱发，都是愁根。秉烛故人归后，花月锁春深。纵草带堪题，争如片叶，能寄殷勤。重寻。已无处，尚记得依稀，柳下芳邻。伫立香风外，抱孤愁凄惋，羞燕惭莺。俯仰十年前事，醉后醒还惊。又晓日千峰，涓涓露湿花气生。"
                },
                {
                    "time": "1299年",
                    "activity": "自台城返杭，饮于西湖静传董高士楼，作《春从天上来》以抒忧。作品：春从天上来（海上回槎）（张炎《声声慢·别四明诸友归杭》词，张惠言批云：“此在己亥，时年五十二。”）春从天上来（宋·张炎）序：己亥春，复回西湖，饮静传董高士楼，作此解以写我忧。海上回槎。认旧时鸥鹭，犹恋蒹葭。影散香消，水流云在，疏树十里寒沙。难问钱塘苏小，都不见、擘竹分茶。更堪嗟。似荻花江上，谁弄琵琶。烟霞。自延晚照，尽换了西林，窈窕纹纱。蝴蝶飞来，不知是梦，犹疑春在邻家。一掬幽怀难写，春何处、春已天涯。减繁华。是山中杜宇，不是杨花。"
                },
                {
                    "time": "1299年",
                    "activity": "在杭数月，复起游兴，作《声声慢》。作品：声声慢（穿花省路）声声慢（宋·张炎）己亥岁，自台回杭。雁旅数月，复起远兴。余冉冉老矣，谁能重写旧游编否穿花省路，傍竹寻邻，如何故隐都荒。问取堤边，因甚减却垂杨。消磨纵然未尽，满烟波、添了斜阳。空叹息，又翻成无限，杜老凄凉。一舸清风何处，把秦山晋水，分贮诗囊。发已飘飘，休问岁晚空江。松陵试招旧隐，怕白鸥、犹识清狂。渐溯远，望并州、却是故乡。"
                },
                {
                    "time": "1299年6月",
                    "activity": "六月，于钱塘会戴表元，将往游吴地，戴作序送其西游。"
                },
                {
                    "time": "1315年",
                    "activity": "至钱塘，寓县学舍，与钱良祐、方子仁、张伯雨等游西湖，赋《台城路·归杭》。作品：台城路（当年不信江湖老）台城路归杭（宋·张炎）当年不信江湖老，如今岁华惊晚。路改家迷，花空荫落，谁识重来刘阮。殊乡顿远。甚犹带羁怀，雁凄蛩怨。梦里忘归，乱浦烟浪片帆转。闭门休叹故苑。杖藜游冶处，萧艾都遍。雨色云西，晴光水北，一洗悠然心眼。行行渐懒。快料理幽寻，酒瓢诗卷。赖有湖边，旧时鸥数点。"
                }
            ]
        },
        {
            "Latitude": 30.036519,
            "Longitude": 120.586673,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306",
            "Title": "绍兴",
            "Detail": [
                {
                    "time": "1288年",
                    "activity": "载书往来山阴道中，与王沂孙、徐平野、王蕺隐等游。作品：湘月（行行且止）声声慢（晴光转树）声声慢西湖别本作与王碧山泛舟鉴曲，王蕺（宋·张炎）隐吹箫，余倚歌而和。天阔秋高，光景奇绝，与姜白石垂虹夜游，同一清致也。晴光转树，晓气分岚，何人野渡横舟。断柳枯蝉，凉意正满西州。匆匆载花载酒，便无情、也自风流。芳昼短，奈不堪深夜，秉烛来游。谁识山中朝暮，向白云一笑，今古无愁。散发吟商，此兴万里悠悠。清狂未应似我，倚高寒、隔水呼鸥。须待月，许多清、都付与秋。"
                },
                {
                    "time": "1291年",
                    "activity": "本年春日之后即归南方，未即返杭城，漫游至越。"
                },
                {
                    "time": "1292年",
                    "activity": "在越，同自大都南归的沈尧道来访，笑语数日别去，作《甘州》，并寄赵学舟。作品：甘州（记玉关）"
                }
            ]
        },
        {
            "Latitude": 39.911013,
            "Longitude": 116.413554,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN11",
            "Title": "北京",
            "Detail": [
                {
                    "time": "1290年",
                    "activity": "为“题曾心传藏温日观墨葡萄画卷”作《甘州》。作品：甘州（想不劳）"
                },
                {
                    "time": "1290年",
                    "activity": "至大都遇汪菊坡，作《台城路》。会同为赴都写经者吴菊泉。作品：台城路（十年前事翻疑梦）台城路/齐天乐（宋·张炎）序：庚寅秋九月，之北，遇汪菊坡，一见若惊，相对如梦。回忆旧游，已十八年矣。因赋此词。十年前事翻疑梦，重逢可怜俱老。水国春空，山城岁晚，无语相看一笑。荷衣换了。任京洛尘沙，冷凝风帽。见说吟情，近来不到谢池草。欢游曾步翠窈。乱红迷紫曲，芳意今少。舞扇招香，歌桡唤玉，犹忆钱塘苏小。无端暗恼。又几度留连，燕昏莺晓。回首妆楼，甚时重去好。"
                },
                {
                    "time": "1290年",
                    "activity": "在大都，与沈尧道同赋《声声慢》。作品：声声慢（平沙催晓）声声慢都下与沈尧道同赋别本作北游答曾心传惠诗（宋·张炎）平沙催晓，野水惊寒，遥岑寸碧烟空。万里冰霜，一夜换却西风。晴梢渐无坠叶，撼秋声、都是梧桐。情正远，奈吟湘赋楚，近日偏慵。客里依然清事，爱窗深帐暖，戏拣香筒。片霎归程，无奈梦与心同。空教故林怨鹤，掩闲门、明月山中。春又小，甚梅花、犹自未逢。"
                },
                {
                    "time": "1290年",
                    "activity": "在大都，怀念江南，作《绮罗香·红叶》。作品：绮罗香（万里飞霜）绮罗香红叶（宋·张炎）万里飞霜，千林落木，寒艳不招春妒。枫冷吴江，独客又吟愁句。正船舣、流水孤村，似花绕、斜阳归路。甚荒沟、一片凄凉，载情不去载愁去。长安谁问倦旅。羞见衰颜借酒，飘零如许。谩倚新妆，不入洛阳花谱。为回风、起舞尊前，尽化作、断霞千缕。记阴阴、绿遍江南，夜窗听暗雨。"
                },
                {
                    "time": "1291年",
                    "activity": "在大都，春日游长春宫，作《忆旧游》。作品：忆旧游（看方壶拥翠）忆旧游大都长春宫，即旧之太极宫也（宋·张炎）看方壶拥翠，太极垂光，积雪初晴。阊阖开黄道，正绿章封事，飞上层青。古台半压琪树，引袖拂寒星。见玉冷闲坡，金明邃宇，人往深清。幽寻。自来去，对华表千年，天籁无声。别有长生路，看花开花落，何处无春。露台深锁丹气，隔水唤青禽。尚记得归时，鹤衣散影都是云。"
                },
                {
                    "time": "1291年",
                    "activity": "在大都，游海云寺观赏千叶杏，赋《三株媚》。作品：三株媚（芙蓉城伴侣）三姝媚（宋·张炎）序：海云寺千叶杏二株，奇丽可观，江南所无。越一日，过傅岩起清晏堂。见古瓶中数枝，云自海云来，名芙蓉杏。因爱玩不去，岩起索赋此曲。芙蓉城伴侣。乍卸却单衣，茜罗重护。傍水开时，细看来、浑似阮郎前度。记得小楼，听一夜，江南春雨。梦醒箫声，流水青蘋，旧游何许。谁剪层芳深贮。便洗尽长安，半面尘土。绝似桃根，带笑痕来伴，柳枝娇舞。莫是孤村，试与问、酒家何处。曾醉梢头双果，园林未暑。"
                },
                {
                    "time": "1291年",
                    "activity": "寒食日，感都下游人甚盛而生佳节思乡之情，赋节令词《庆宫春》。作品：庆宫春（波荡兰觞）庆春宫/高阳台都睛寒食，游人甚盛，水边花外，多丽环集，各以柳圈祓禊而，亦京洛旧事也（宋·张炎）波荡兰觞，邻分杏酪，昼辉冉冉烘晴。罥索飞仙，戏船移景，薄游也自忺人。短桥虚市，听隔柳、谁家卖饧。月题争系，油壁相连，笑语逢迎。池亭小队秦筝。就地围香，临水湔裙。冶态飘云，醉妆扶玉，未应闲了芳情。旅怀无限，忍不住、低低问春。梨花落尽，一点新愁，曾到西泠。"
                },
                {
                    "time": "1291年",
                    "activity": "在大都，遇杭妓沈梅娇，把酒叙旧，应嘱记其事，作《国香》，书于罗帕。作品：国香（莺柳烟堤）国香（宋·张炎）序：沈梅娇，杭妓也，忽于京都见之。把酒相劳苦，犹能歌周清真意难忘、台城路二曲，因嘱余记其事。词成，以罗帕书之莺柳烟堤。记未吟青子，曾比红儿。娴娇弄春微透，鬟翠双垂。不道留仙不住，便无梦、吹到南枝。相看两流落，掩面凝羞，怕说当时。凄凉歌楚调，袅馀音不放，一朵云飞。丁香枝上，几度款语深期。拜了花梢淡月，最难忘、弄影牵衣。无端动人处，过了黄昏，犹道休归。"
                }
            ]
        },
        {
            "Latitude": 27.78403,
            "Longitude": 120.661762,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330381",
            "Title": "瑞安",
            "Detail": [
                {
                    "time": "1294年",
                    "activity": "寓居罗江（即罗阳，在今浙江瑞安县北），与罗景良野游江上，作《西子妆慢》。作品：西子妆慢（白浪摇天）西子妆慢/西子妆（宋·张炎）序：吴梦窗自制此曲，余喜其声调妍雅，久欲述之而未能。甲午春，寓罗江，与罗景良野游江上。绿阴芳草，景况离离，因填此解。惜旧谱零落，不能倚声而歌也。白浪摇天，青阴涨地，一片野怀幽意。杨花点点是春心，替风前、万花吹泪。遥岑寸碧。有谁识、朝来清气。自沈吟、甚流光轻掷，繁华如此。斜阳外。隐约孤村，隔坞闲门闭。渔舟何似莫归来，想桃源、路通人世。危桥静倚。千年事、都消一醉。谩依依，愁落鹃声万里。"
                },
                {
                    "time": "1294年",
                    "activity": "病后别罗江诸友，赋《梅子黄时雨》。作品：梅子黄时雨（流水孤村）梅子黄时雨病后别罗江诸友（宋·张炎）流水孤村，爱尘事顿消，来访深隐。向醉里谁扶，满身花影。鸥鹭相看如瘦，近来不是伤春病。嗟流景。竹外野桥，犹系烟艇。谁引。斜川归兴。便啼鹃纵少，无奈时听。待棹击空明，鱼波千顷。弹到琵琶留不住，最愁人是黄昏近。江风紧。一行柳阴吹暝。"
                }
            ]
        },
        {
            "Latitude": 29.294384,
            "Longitude": 121.436043,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330226",
            "Title": "宁海",
            "Detail": [
                {
                    "time": "1297年",
                    "activity": "客宁海，与舒岳祥游。"
                }
            ]
        },
        {
            "Latitude": 28.662297,
            "Longitude": 121.426996,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331",
            "Title": "台州",
            "Detail": [
                {
                    "time": "1297年",
                    "activity": "在台城(今浙江天台，天台山在其北），春日醉饮，作《扫花游》。作品：扫花游（嫩寒近暖）"
                }
            ]
        },
        {
            "Latitude": 29.880177,
            "Longitude": 121.556686,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3302",
            "Title": "宁波",
            "Detail": [
                {
                    "time": "1298年",
                    "activity": "在甬东（今浙江宁波一带），遇大都写经旧友吴菊泉，吴欲再赴京求官，作《长亭怨》，微寓讽劝之意。作品：长亭怨（记横笛）长亭怨/长亭怨慢（宋·张炎）序：岁庚寅，会吴菊泉于燕蓟。越八年，再会于甬东。未几别去，将复之北，遂作此曲记横笛、玉关高处。万里沙寒，雪深无路。破却貂裘，远游归后与谁谱。故人何许。浑忘了、江南旧雨。不拟重逢，应笑我、飘零如羽。同去。钓珊瑚海树。底事又成行旅。烟篷断浦。更几点、恋人飞絮。如今又、京洛寻春，定应被、薇花留住。且莫把孤愁，说与当时歌舞。"
                }
            ]
        },
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州",
            "Detail": [
                {
                    "time": "1299年",
                    "activity": "岁末，在吴客居索寞，作《探春慢》，寄戚五云。作品：探春慢（列屋烘炉）（另参吴则虞辑校《山中白云词》。）探春慢（宋·张炎）己亥客阖闾，岁晚江空，暖雨夺雪，篝灯顾影，依依可怜。作此曲，寄戚五云。书之，几脱腕也列屋烘炉，深门响竹，催残客里时序。投老情怀，薄游滋味，消得几多凄楚。听雁听风雨，更听过、数声柔橹。暗将一点归心，试托醉乡分付。借问西楼在否。休忘了盈盈，端正窥户。铁马春冰，柳蛾晴雪，次第满城箫鼓。闲见谁家月，浑不记、旧游何处。伴我微吟，恰有梅花一树。"
                },
                {
                    "time": "1300年",
                    "activity": "在吴遇邓牧，示以词集，嘱邓为作序。"
                },
                {
                    "time": "1300年",
                    "activity": "为吴江汾壶居士陆行直家姬卿卿作《清平乐》。赠陆行直《碧梧苍石图》。作品：清平乐（候蛩凄断）清平乐（宋·张炎）候蛩凄断。人语西风岸。月落沙平江似练。望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声。"
                },
                {
                    "time": "1314年",
                    "activity": "寓吴，为陆处梅作墨水仙，并赋《临江仙》。作品：临江仙（剪剪春冰生万壑）"
                },
                {
                    "time": "1314年",
                    "activity": "在吴，为干寿道应举饯行，作《台城路》。作品：台城路（几年槐市槐花冷）台城路/齐天乐饯干寿道应举（宋·张炎）几年槐市槐花冷，天风又还吹起。故箧重寻，闲书再整，犹记灯窗滋味。浑如梦里。见说道如今，早催行李。快买扁舟，第一桥边趁流水。阳关须是醉酒，柳条休要折，争似攀桂。旧有家声，荣看世美，方了平生英气。琼林宴喜。带雪絮归来，满庭春意。事业方新，大鹏九万里。"
                }
            ]
        },
        {
            "Latitude": 31.421755,
            "Longitude": 119.491108,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320481",
            "Title": "溧阳",
            "Detail": [
                {
                    "time": "1305年8月15日",
                    "activity": "中秋，在溧阳会仇远，酒酣兴逸，赋《夜飞鹊》。作品：夜飞鹊（林霏散浮暝）（此次溧阳重晤仇远前，有词《徵招·答仇山村见寄》；别后有词《月下笛·寄仇山村溧阳》。）夜飞鹊/夜飞鹊慢大德乙巳中秋，会仇山村于溧阳。酒（宋·张炎）酣兴逸，各随所赋。余作此词，为明月明年佳话云。林霏散浮暝，河汉空云，都缘水国秋清。绿房一夜迎向晓，海影飞落寒冰。蓬莱在何处，但危峰缥缈，玉籁无声。文箫素约，料相逢、依旧花阴。登眺尚馀佳兴，零露下衣襟，欲醉还醒。明月明年此夜，颉颃万里，同此阴晴。霓裳梦断，到如今、不许人听。正婆娑桂底，谁家弄笛，风起潮生。"
                },
                {
                    "time": "1305年9月9日",
                    "activity": "重阳，寓溧阳，“闻雁声，因动脊令之感”，作《新雁过妆楼》。作品：新雁过妆楼（遍插茱萸）新雁过妆楼（宋·张炎）乙巳菊日，寓溧阳，闻雁声，因动脊令之感。遍插茱萸。人何处、客里顿懒携壶。雁影涵秋，绝似暮雨相呼。料得曾留堤上月，旧家伴侣有书无。谩嗟吁。数声怨抑，翻致无书。谁识飘零万里，更可怜倦翼，同此江湖。饮啄关心，知是近日何如。陶潜尚存菊径，且休羡松风陶隐居。沙汀冷，拣寒枝、不似烟水黄芦。"
                }
            ]
        },
        {
            "Latitude": 31.92579,
            "Longitude": 120.291969,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320281",
            "Title": "江阴",
            "Detail": [
                {
                    "time": "1309年",
                    "activity": "寓江阴，重登陆起潜皆山楼，作《摸鱼子》。作品：摸鱼子（步高寒下观浮远）（此为张炎二游江阴。其初游时间，邱鸣皋《关于张炎的考察》，定于1302至1303年间。）摸鱼儿己酉重登陆起潜皆山楼，正对惠山（宋·张炎）步高寒、下观浮远，清晖隔断风雨。醉魂误入滁阳路。落莫不知何处。栏屡拊。又却是，秋城自有芙蓉主。重游倦旅。对万壑千岩，长江巨浪，空翠洒衣履。景如许。都被楼台占取。晴岚暖霭朝暮。乾坤静里闲居赋。评泊水经茶谱。留胜侣。更底用，林泉曳杖寻桑苎。休休访古。看排闼青来，书床啸咏，莫向惠峰去。"
                }
            ]
        },
        {
            "Latitude": 31.346071,
            "Longitude": 119.830069,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320282",
            "Title": "宜兴",
            "Detail": [
                {
                    "time": "1310年",
                    "activity": "春日放舟过罨画溪，作《渔歌子》十首。作品：渔歌子十首（□卯湾头屋数间）渔歌子其一（宋·张炎）序：张志和与余同姓，而意趣亦不相远。庚戌春，自阳羡牧溪放舟过罨画溪，作渔歌子十解，述古调也。□卯湾头屋数间。放船收尽一溪山。聊适兴，且怡颜。问天难买是真闲。"
                },
                {
                    "time": "1310年7月",
                    "activity": "七月，与曾心传重逢于宜兴，竹林清话甚欢，旋即别离，作《风入松》。作品：风入松（满头风雪昔同游）风入松（宋·张炎）久别曾心传，近会于竹林清话。欢未足而离歌发，情如之何，因作此解，时至大庚戌七月也。满头风雪昔同游。同载月明舟。回来又续西湖梦，绕江南、那处无愁。赢得如今老大，依然只是漂流。故人剪烛对花讴。不记此身浮。征衣冷落荷衣暖，径虽荒、也合归休。明□□□烟水，相思却在并州。"
                },
                {
                    "time": "1310年9月9日",
                    "activity": "重阳，与王觉轩会饮，作《瑶台聚八仙》。作品：瑶台聚八仙（楚竹闲挑）瑶台聚八仙/新雁过妆楼菊日寓义兴，与王觉轩会饮，酒中书送白廷玉（宋·张炎）楚竹闲挑。千日酒、乐意稍稍渔樵。那回轻散，飞梦便觉迢遥。似隔芙蓉无路到，如何共此可怜宵。旧愁消。故人念我，来问寂寥。登临试开笑口，看垂垂短发，破帽休飘。款语微吟，清气顿扫花妖。明朝柳岸醉醒，又知在烟波第几桥。怀人处，任满身风露，踏月吹箫。"
                },
                {
                    "time": "1310年",
                    "activity": "在宜兴时，游张公洞，作《木兰花慢·游天师张公洞》。作品：木兰花慢(风雷开万象）木兰花慢游天师张公洞（宋·张炎）风雷开万象，散天影、入虚坛。看峭壁重云，奇峰献玉，光洗琅玕。青苔古痕暗裂，映参差、石乳倒悬山。那得虚无幻境，元来透澈玄关。跻攀。竟日忘还。空翠滴、逼衣寒。想邃宇阴阴，炉存太乙，难觅飞丹。泠然洞灵去远，甚千年、都不到人间。见说寻真有路，也须容我清闲。"
                },
                {
                    "time": "1310年",
                    "activity": "在宜兴时，与王彦常游会仙亭，作《风入松》。作品：风入松（爱闲能有几人来）风入松其一与王彦常游会仙亭（宋·张炎）爱闲能有几人来。松下独徘徊。清虚冷淡神仙事，笑名场、多少尘埃。漱齿石边危坐，洗心易里舒怀。划然长啸白云堆。更待月明□。一瓢春水山中饮，喜无人、踏破苍苔。开了桃花半树，此游不是天台。"
                },
                {
                    "time": "1311年",
                    "activity": "仍在宜兴。秋冬间离宜兴，作《数花风·别宜兴诸友》。作品：数花风（好游人老）数花风/凤凰阁别义兴诸友（宋·张炎）好游人老，秋鬓芦花共色。征衣犹恋去年客。古道依然黄叶。谁家萧瑟。自笑我、如何是得。酒楼仍在，流落天涯醉白。孤城寒树美人隔。烟水此程应远，须寻梅驿。又渐数、花风第一。"
                }
            ]
        },
        {
            "Latitude": 30.251772,
            "Longitude": 120.139058,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301 西湖",
            "Title": "西湖"
        },
        {
            "Latitude": 31.261686,
            "Longitude": 119.790042,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3202 张公洞",
            "Title": "张公洞"
        }
    ]
}