{
    "lines": [
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封 (出生地)",
            "Detail": [
                {
                    "time": "1073年",
                    "activity": "在开封出生。"
                },
                {
                    "time": "1074-1089年",
                    "activity": "在开封家居。"
                },
                {
                    "time": "1100年",
                    "activity": "还京师。"
                },
                {
                    "time": "1101年",
                    "activity": "在京师，得到陈师道的指导，学习诗艺。"
                },
                {
                    "time": "1102年",
                    "activity": "活动不详。"
                },
                {
                    "time": "1103年",
                    "activity": "在京师，与喻汝砺为同门生。"
                },
                {
                    "time": "1104-1105年",
                    "activity": "活动不详。"
                },
                {
                    "time": "1106年",
                    "activity": "在京师。冬，送从兄晁说之出任陕西。作品：《次韵集津兄会群从王敦素宿王立之园明日西征马上寄示诸人原注：以道尝监陕府集津仓》"
                },
                {
                    "time": "1106年",
                    "activity": "在京师。"
                },
                {
                    "time": "1108-1110年",
                    "activity": "在京师。"
                },
                {
                    "time": "1111年",
                    "activity": "在京师，与吕本中从游。"
                },
                {
                    "time": "1112年",
                    "activity": "在京师，与吕本中游宴，多召李师师、崔念月侑席。"
                },
                {
                    "time": "1113年",
                    "activity": "离京回扬州。作品：《拟一上人怀山之作》（诗作于政和初年，不能明确编年，姑系于本年。）《雪效柳子厚》（诗作于政和初年，不能明确编年，姑系于本年。）《陆元钧寄日注茶》（诗作于政和初年，不能明确编年，姑系于本年。）《赠僧法一墨》（诗作于政和初年，不能明确编年，姑系于本年。）《法一以余所赠墨为不佳》（诗作于政和初年，不能明确编年，姑系于本年。）《复以承晏墨赠之》（诗作于政和初年，不能明确编年，姑系于本年。）《送一上人还滁州琅琊山》（诗作于政和初年，不能明确编年，姑系于本年。）《忆王立之》（诗作于政和初年，不能明确编年，姑系于本年。）《过王立之故居》（诗作于政和初年，不能明确编年，姑系于本年。）拟一上人怀山之什（宋·晁冲之）中夜雪打窗，灯暗火照屋。袖手地炉火，瓶声起丝竹。忆我故山房，松风韵崖谷。山空牛斗寒，寺静鱼鼓肃。西寨鹿不归，东岭鹤独宿。更想醉翁亭，两峰高并玉。雪效柳子厚（宋·晁冲之）题注：原校：一作赠一上人月落鸡声寒，晓色静茅屋。开门惊不知，夜雪压脩竹。槎牙生新冰，鳞甲刻溪谷。皛皛洲渚明，冽冽川原肃。孤蹲雀不动，沉酣客犹宿。呼童晨汲归，独漱寒泉玉。陆元钧（宰）寄日注茶（宋·晁冲之）我昔不知风雅颂，草木独以茶比讽。陋哉徐铉说茶苦，欲与淇园竹同种。又疑禹漏税九州，橘柚当年错包贡。腐儒妄测圣人意，远物劳民亦安用。含桃熟荐当在盘，荔子生来枉飞鞚。羊俎异好亦何有，蚶菜殊珍要非奉。君家季疵真祸首，毁论徒劳世仍重。争新斗试誇击拂，风俗移人可深痛。老夫病渴手自煎，嗜好悠悠亦从众。更烦小陆分日注，密封细字蛮奴送。枪旗却忆采撷初，雪花似是云溪动。更期遗我但敲门，玉川无复周公梦。赠僧法一墨（宋·晁冲之）黄山之巅百尺松，虬枝偃盖连群峰。山神守护魑魅避，道人剪伐天（永乐本作失）为容。扪崖踸踔篝火远，绝壁晻霭凝烟浓。玄霜霏霏玉杵下，捕麋煮角当严冬。阴房风日不可到，律琯吹尽灰无踪。小书细字著名姓，黄金照耀图双龙。守臣再拜选进日，九关有诏开重重。老儒偶得实天幸，千金更买无由逢。上人澹泊何所好，工书草隶如飞蓬。苦来求我惜不得，一酬十载相过从。君不见玉堂词人紫垣客，拜赐舞蹈黄罗封。长安纸价犹未贵，江南江北山皆童。法一以余所赠墨为不佳（宋·晁冲之）上人好事世莫当，罗列四宝如文房。广交往往得奇物，有墨尺度如圭长。秋麋折角胶与力，春麝入脐煤生香。已将雪覆轻罗帕，更令花映红纱囊。草堂老人不自料，亦藏一饼誇精妙。自言和璧持赠君，反为燕石遭讥诮。呜呼万事孰不然，古今工拙那同调。君不见当年诸李数不到廷宽，只今赐墨无老潘。复以承晏墨赠之（宋·晁冲之）我闻江南墨官有诸奚，老超尚不如庭圭。后来承晏复秀出，喧然父子名相齐。百年相传文断碎，彷佛尚见蛟龙背。电光属天星斗昏，雨痕倒海风云晦。却忆当年清暑殿，黄门侍立才人见。银钩洒落金花笺，牙床磨试红丝研。同时书画三万轴，大徐小篆徐熙竹。御题四绝海内传，秘府毫芒惜如玉。君不见建隆天子开国初，曹公受诏行扫除。王侯旧物人今得，更写西天贝叶书。送一上人还滁州琅琊山（宋·晁冲之）上人法一朝过我，问我作诗三昧门。我闻大士入词海，不起宴坐澄心源。禅波洞彻百渊底，法水荡涤诸尘根。迅流速度超鬼国，到岸舍筏登昆崙。无边草木悉妙药，一切禽鸟皆能言。化身八万四千臂，神通转物如乾坤。山河大地悉自说，是身口意初不喧。世间何事在妙理，悟处不独非风幡。群鹅转颈感王子，佳人舞剑惊公孙。风飘素练有飞势，雨注破屋空留痕。惜哉数子枉玄解，但令笔画空腾骞。君看琅琊酿①泉上，醉翁妙语今犹存。向来溪壑不改色，青嶂尚属僧家园。君行到此知此意，辨才第二文中尊。西江一口尽可吸，云梦八九何劳吞。他年一瓣炉中香，此老与有法乳恩②。按：①永乐本、宝文堂本作让　②以上《晁具茨先生诗集》卷三过王立之故居（宋·晁冲之）　　七言绝句　押支韵酴醾架倒花仍发①，薜荔墙摧石亦移②。此地与君凡几醉，年年同赋蜡梅诗。按：①原校：一作花无主　②原校：一作客有谁"
                },
                {
                    "time": "1124年",
                    "activity": "重过京师，不过十二日，与昭德诸从弟话别，并追思故游，写诗词若干首。作品：《效古别昭德群从》效古别昭德群从（宋·晁冲之）千载一相逢，相见无浃旬。一生能几别，且复无此身。昔别尚可惜，此别重惜之。两髀跨鞍马，非复少壮时。他人怪康强，自觉筋力衰。所苦气如缕，所忧命如丝。死生亦大矣，而乃常别离。人生一月（永乐本作夕）间，得笑无六七。朝为众狙喜，莫作枯鱼泣。已矣泉下人，优哉冢中骨①。按：①以上《晁具茨先生诗集》卷六"
                }
            ]
        },
        {
            "Latitude": 35.308973,
            "Longitude": 113.933349,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4107",
            "Title": "新乡",
            "Detail": [
                {
                    "time": "1090-1093年",
                    "activity": "往新乡居数年，常游苏门山。"
                },
                {
                    "time": "1094年",
                    "activity": "拜陈师道为师，学习诗歌。"
                }
            ]
        },
        {
            "Latitude": 34.402241,
            "Longitude": 113.748037,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410184",
            "Title": "新郑",
            "Detail": [
                {
                    "time": "1095年",
                    "activity": "党祸起，隐于新郑之西的具茨山下，号具茨先生。"
                },
                {
                    "time": "1096-1097年",
                    "activity": "居新郑。"
                },
                {
                    "time": "1098年",
                    "activity": "居新郑。游龙兴、鲁山一带，不能明确编年，姑系于本年。作品：《龙兴道中》（诗作于绍圣三年至元符元年之间，不能明确编年，姑系于本年。）《题鲁山温泉》（诗作于绍圣三年至元符元年之间，不能明确编年，姑系于本年。）《同鲁山韩丞观女灵庙前险石》（诗作于绍圣三年至元符元年之间，不能明确编年，姑系于本年。）龙兴道中（宋·晁冲之）　　押叶韵涧道垂黄花，山城拥红叶。人争小舟渡，马就平沙涉。题鲁山温泉（宋·晁冲之）平生耳熟闻骊山，梦寐不到临潼关。当年太液金井碧，温泉宛在关山间。忆昔君来必十月，骑玉花骢带风雪。太真独侍沐浴边，鲸甲龙鳞影清绝。五十年升平一迷，却驱万骑出关西。自为前朝同祸水，翻令后代异廉溪。君不见汝海之南鲁山左，亦有此泉名不播。征夫问路说汤头，可怜是亦陈惊坐。同鲁山韩丞观女灵庙前险石（宋·晁冲之）君不见鲁阳之西两山麓，十里连冈写平陆。青林白昼暗古祠，雀啅虚檐蛛网屋。屋边怪石何瑰奇，凤筋虎骨连肌肉。巉岩欲下落涧渚，澒洞千钧一毫属。天匠惟知刻画功，鬼力深忧护持哭。前峰高蹇下如揖，馀峰危剽皆俯伏。披寻宿莽得佳趣，洼为溪壑呀为谷。香炉佛迹不在外，仙掌蛾眉此其足。秀润潜涵夏木清，空濛映带春江绿。我知此必蕴灵异，何止怀藏易城玉。阒寂嗟来麋鹿游，孤峻幸免牛羊触。自经千载禹刊凿，不逢万里秦驱逐。踟蹰三绕回高冈，却立下视云苍苍。古今谁为好事者，后有韩子前奇章。君不见玉川先生洛阳宅，脩竹萧萧独为客。他年如与鹤乘轩，可来相见铜驼陌。"
                },
                {
                    "time": "1099年",
                    "activity": "居新郑。"
                },
                {
                    "time": "1115年",
                    "activity": "秋，卜居新郑东里，西邻具茨山。作品：《留别江子之》《初来东里》《至东里次前韵》《次韵江子我见寄》留别江子之（宋·晁冲之）　　七言律诗　尽室飘零去上都，试于溱洧卜幽居。不从刺史求彭泽，敢向君王乞镜湖。平日甚豪今潦倒，少年最乐晚崎岖。故人鼎贵甘相绝，别后君须寄一书。初来东里（宋·晁冲之）　　五言律诗　押虞韵乘流从此去，河汉失清都。送骑沙边散，征帆雨外孤。挟雌栖陇雉，生子哺巢乌。宇宙将安往，飘飘尽畏途。至东里次前韵（宋·晁冲之）　　五言律诗　押虞韵茂陵家四壁，不必在成都。老矣招魂苦，伤哉问影孤。市中宁有虎，屋上岂无乌。四海皆行路，吾何必此途。次韵江子我见寄（宋·晁冲之）　　五言律诗　押元韵敢恨新居僻，深怀故国尊。耕耘得遗物，版筑尚颓垣。溪隔城南寺，崖通市北门。他时如访我，但认语音存。"
                },
                {
                    "time": "1116年",
                    "activity": "居新郑。"
                },
                {
                    "time": "1117年",
                    "activity": "在新郑东里，与叶梦得唱和，与吕本中唱和。作品：《和叶甥少蕴内翰重开西湖见寄二首》《和寄叶甥少蕴内翰见招》《次韵再答少蕴知府甥和四兄以道长句并见寄二首》《复和少蕴内翰甥兼谢伯蕴通判兄再赠》《再次韵》《次四兄以道韵答许下诸公》和叶甥少蕴内翰重开西湖见寄二首（宋·晁冲之）　　七言律诗　押灰韵使君重凿西湖罢，也复封诗寄我来。洲上新题花岛处，苑中旧体柏梁台。风烟直觉钟山近，鱼鸟浑疑涧水开。挥翰玉堂还有日，行春停骑且留杯。　　其二（宋·晁冲之）　　七言律诗　押灰韵一麾偃蹇江湖去，五马侵寻观阙来。就日金波通汉苑，望云玉涧断苏台。自迎楫立看时渡，手种花行到处开。笑语风流韩别驾，莫令鹦鹉诉馀杯。和寄叶甥少蕴内翰见招（宋·晁冲之）　　七言律诗　押灰韵翰林赫奕今如此，莫道人惟旧雨来。庞老终身远州府，刘郎何面向春台。园宜杏子非时结，溪阔梅花过日开。两地声闻无百里，相望一覆手中杯。次韵再答少蕴知府甥和四兄（以道）长句并见寄二首（宋·晁冲之）　　七言律诗　押灰韵锦袍昔是诗成得，别墅今非棋赌来。山蔚蓝光交抱舍，水桃花色合围台。通人竹坞深深入，谢客松扉远远开。定与西湖争胜负，只应惟欠使君杯。　　其二（宋·晁冲之）　　七言律诗　押灰韵尘埃自与青云断，岁月谁令白发来。数口无归关外客，一春多病几登①台。常閒水上鸥从远，只老笼中鹤任开。日日避愁无处脱，直须到手不停杯。按：①宝文堂本作望中复和少蕴内翰甥兼谢伯蕴通判兄再赠（宋·晁冲之）　　七言律诗　押庚韵西湖波浪还佳色，风物悲人老可惊。游接竹林公对叔，梦迷春色我思兄。酒沽鹦鹉杯行尽①，诗傍蟾蜍研立成。壮思不逢韩吏部，高名谁伴谢宣城。按：①自注：前与伯蕴兄诗，常有鹦鹉杯之戏。次四兄（以道）韵答许下诸公（宋·晁冲之）群雄将风骚，敌若攻守墨。公将百万兵，如一剧孟足。间楚或挥金，伐虞还取玉。使我备偏裨，授书防败辱。安敢凯旋歌，直可向师哭。短兵不须接，长城已完筑。畏强我但守，用奇公自出。入垒畏膝行，免冠谢头秃。论功毂可丹，锡命绶当绿。顾我老更痴，猛虎空手触①。按：①以上晁具蒋先生诗集》卷二"
                },
                {
                    "time": "1120-1122年",
                    "activity": "居新郑。"
                }
            ]
        },
        {
            "Latitude": 34.210143,
            "Longitude": 117.29235,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3203",
            "Title": "徐州",
            "Detail": [
                {
                    "time": "1107年",
                    "activity": "因事从京师至徐州。作品：《春晚圃田道中三首》春晚圃田道中三首（宋·晁冲之）　　七言绝句　押齐韵度柳穿桥听午鸡，一沟春水国门西。行人不用伤新别，看取尘间万马蹄。　　其二（宋·晁冲之）　　七言绝句　押东韵酒酣驰马笑弯弓，便拟长驱向虏中。但恐老儒无骨相，不堪剑履画南宫。　　其三（宋·晁冲之）　　七言绝句　押虞韵君王重老降褒书，特赐宣阳宅一区。闻说会稽人不识，鉴湖还肯借臣无。"
                },
                {
                    "time": "1118年",
                    "activity": "漫游徐州。"
                }
            ]
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": [
                {
                    "time": "1113年",
                    "activity": "回扬州。"
                },
                {
                    "time": "1114年",
                    "activity": "冬，火灾，家产受到极大损失。作品：《谢沈次律水枕》谢沈次律水枕（宋·晁冲之）题注：按：《两宋名贤小集》卷六七作晁说之诗，见本书卷一二一二沈侯笔力鼎可扛，左手截取吴淞江。折流来此一尺枕，指麾巨鳄回涛泷。平生性不好长物，举以遗我嗟无双。呼儿快取蕲笛簟，扫除尘榻移当窗。随眠置我丘壑里，始信孙郎真枕水。我生不出长安城，四十二年尘涴（丛书本作黦）耳。领君此枕何洒然，睡起醒心如一洗。"
                }
            ]
        },
        {
            "Latitude": 32.4612,
            "Longitude": 119.932115,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3212",
            "Title": "泰州",
            "Detail": [
                {
                    "time": "1118年",
                    "activity": "又至泰州海陵探访吕本中。"
                },
                {
                    "time": "1119年",
                    "activity": "上元，在海陵与吕本中游。返经徐州。作品：《再至徐州示诸弟》再至徐州示诸弟（宋·晁冲之）　　七言律诗　押真韵去年客徐得范子，今年客徐不得人。断无草木与同味，宛有鱼鸟来相亲。南寻白门傍山麓，西望黄楼行水滨。还家作诗示群从，早晚一游携二陈。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "1123年",
                    "activity": "宣和年间，又移居东都，生活困顿。曾游香山。不能明确编年，姑系于本年。"
                }
            ]
        },
        {
            "Latitude": 34.460791,
            "Longitude": 115.3116,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411423",
            "Title": "宁陵",
            "Detail": [
                {
                    "time": "1125年",
                    "activity": "赴国难，留佐东道。作品：《再至都城》《都下追感往昔因成二首》再至都成（宋·晁冲之）　　五言律诗　押齐韵峥嵘花萼西，清晓望犹迷。御路红尘合，宫槐碧瓦齐。夹城知辇过，复道觉香低。中使传宣入，千门避马蹄。都下追感往昔因成二首（宋·晁冲之）　　七言律诗　押麻韵少年使酒走京华，纵步曾游小小家。看舞霓裳羽衣曲，听歌玉树后庭花。门侵杨柳垂珠箔，窗对樱桃卷碧纱。坐客半惊随逝水，主人星散落天涯。　　其二（宋·晁冲之）　　七言律诗　押麻韵春风踏月过章华，青鸟双邀阿母家。系马柳低当户叶，迎人桃出隔墙花。鬓深钗暖云侵脸，臂薄衫寒玉映纱。莫作一生惆怅事，邻州不在海西涯。"
                },
                {
                    "time": "1126年",
                    "activity": "卒。"
                }
            ]
        }
    ]
}