{
    "lines": [
        {
            "Latitude": 34.521112,
            "Longitude": 112.185639,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410327",
            "Title": "宜阳 (出生地)",
            "Detail": [
                {
                    "time": "790年",
                    "activity": "本年出生于河南府福昌县昌谷。"
                },
                {
                    "time": "791-795年",
                    "activity": "本年，在昌谷。"
                },
                {
                    "time": "796年",
                    "activity": "本年，在昌谷。能辞章。"
                },
                {
                    "time": "797年",
                    "activity": "本年，在昌谷。入学读书。"
                },
                {
                    "time": "798-803年",
                    "activity": "本年，在昌谷。"
                },
                {
                    "time": "804年",
                    "activity": "本年，在昌谷。以乐府歌诗闻名于时，与宗人李益齐名。"
                },
                {
                    "time": "805年",
                    "activity": "本年，在昌谷。丁外艰，当在本年。"
                },
                {
                    "time": "806年10月",
                    "activity": "十月，在昌谷。闻宪宗平定蜀中、斩叛将刘辟于长安独柳树下，有《上之回》诗。鼓吹曲辞上之回（一作上之回）（唐·李贺）引用典故：剑舞蛟龙　上之回，大旗喜。悬虹彗（集作云），挞凤尾。剑匣破，舞蛟龙。蚩尤死，鼓逢逢。天高庆雷齐坠地，地无惊烟海千里。"
                },
                {
                    "time": "806年",
                    "activity": "本年，居昌谷，时发已斑白。"
                },
                {
                    "time": "807年",
                    "activity": "本年，在昌谷。获知黄家洞人起事之消息，作《黄家洞》诗，揭露官军之虚弱残暴。黄家洞（唐·李贺）雀步蹙沙声促促，四尺角弓青石镞。黑幡三点铜鼓鸣，高作猿啼摇箭箙。綵巾缠骹幅半斜，溪头簇队映葛花。山潭晚雾吟白鼍，竹蛇飞蠹射金沙。闲驱竹马缓归家，官军自杀容州槎。"
                },
                {
                    "time": "807年",
                    "activity": "本年初，在昌谷。李锜任镇海军节度使，在任时有逼污良家之丑闻，贺有诗讥之。作品：梁公子。梁公子（唐·李贺）　　押麻韵引用典故：萧家菖蒲花　种柳营中　风彩出萧家，本是菖蒲花。南塘连子熟，洗马走江沙①。御笺银沫冷，长簟凤窠斜。种柳营中暗，题书赐馆娃。按：①一作涯"
                },
                {
                    "time": "807年11月",
                    "activity": "十一月，在昌谷。李锜被擒获斩首。李贺改用白门楼斩吕布之典故，以《上之回》诗稿改写成《白门前》诗。"
                },
                {
                    "time": "807年",
                    "activity": "本年，在昌谷。仍居丧在家，勤读以迎科举考试。"
                },
                {
                    "time": "808年",
                    "activity": "春，在昌谷。燕尔新婚时，有诗写妻子梳妆。作品：美人梳头歌。美人梳头歌（唐·李贺）引用典故：西施　西施晓梦绡帐寒，香鬟堕髻半沈檀。辘轳咿哑转鸣玉，惊起芙蓉睡新足。双鸾开镜秋水光，解鬟临镜立象床。一编香丝云撒地，玉钗落处无声腻。纤手却盘老鸦色，翠滑宝钗簪不得。春风烂熳恼娇慵，十八鬟多无气力。妆成ꄬ鬌敧不斜，云裾数步踏雁沙。背人不语向何处，下阶自折樱桃花。"
                },
                {
                    "time": "808年",
                    "activity": "本年，在昌谷。丁外艰服除。"
                },
                {
                    "time": "808年",
                    "activity": "在昌谷。娶妻当在本年春。"
                },
                {
                    "time": "809年",
                    "activity": "归昌谷。自春及秋，读书、闲居于家，有《咏怀二首》诗。咏怀二首（唐·李贺）引用典故：封禅文　长卿怀茂陵，绿草垂石井。弹琴看文君，春风吹鬓影。梁王与武帝，弃之如断梗。惟留一简书，金泥泰山顶。　　其二（唐·李贺）日夕著①书罢，惊霜落素丝。镜中聊自笑，讵是南山期。头上无幅巾，苦檗已染衣。不见清溪鱼，饮水得自②宜。按：①一作看　②一作相"
                },
                {
                    "time": "809年",
                    "activity": "本年秋，在昌谷。读书、闲居于家。因多病，终日药石伴身。有《昌谷读书示巴童》诗。昌谷读书示巴童（唐·李贺）　　五言绝句　押冬韵虫响灯光薄，宵寒药气浓。君怜垂翅客，辛苦尚相从。"
                },
                {
                    "time": "809年",
                    "activity": "本年秋，在昌谷。读书、闲居于家。因多病，终日药石伴身。有《昌谷读书示巴童》及《巴童答》诗。巴童荅（唐·李贺）　　五言绝句　押侵韵巨鼻宜山褐，庞眉入苦吟。非君唱乐府，谁识怨秋深。"
                },
                {
                    "time": "809年",
                    "activity": "本年秋，在昌谷。读书、闲居于家，有《莫种树》诗。莫种树（唐·李贺）　　五言绝句　押尤韵园中莫种树，种树四时愁。独睡南床①月，今秋似去秋。按：①一作窗"
                },
                {
                    "time": "809年",
                    "activity": "本年秋，在昌谷。送知己韦仁实兄弟入关赴长安，有诗。作品：送韦仁实兄弟入关。送韦仁实兄弟入关（唐·李贺）送客饮别酒，千觞无赭颜。何物最伤心，马首鸣金镮。野色浩无主，秋明空旷间。坐来壮胆破，断目不能看。行槐引西道，青梢长攒攒。韦郎好兄弟，叠玉生文翰。我在山上舍，一亩蒿硗田。夜雨叫租吏，春声暗交（一作闻暗）关。谁解念劳劳（一作苦），苍突唯南山。"
                },
                {
                    "time": "809年9月",
                    "activity": "九月，在昌谷。游昌谷南面之女儿山，有诗。作品：南山田中行。南山田中行（唐·李贺）秋野明，秋风白，塘水漻漻虫啧啧。云根苔藓山上石，冷红泣露娇啼色。荒畦九月稻叉牙，蛰萤低飞陇径斜。石脉水流泉滴沙，鬼灯如漆点（一作照）松花。"
                },
                {
                    "time": "809年9月",
                    "activity": "九月，在昌谷辞妻远行，仿女子口吻作《休洗红》诗。休洗红（唐·李贺）引用典故：卿卿　休洗红，洗多红色浅。卿卿骋少年，昨日殷桥见。封侯早归来，莫作弦上箭。"
                },
                {
                    "time": "809年9月",
                    "activity": "九月，在昌谷辞妻远行，重踏求仕之路，作《房中思》诗。房中思（唐·李贺）新桂如蛾眉，秋风吹小绿。行轮出门去，玉銮声断续。月轩下风露，晓庭自幽涩。谁能事贞素，卧听莎鸡泣。"
                },
                {
                    "time": "812年3月",
                    "activity": "三月，因病辞官，离长安归昌谷。一路见闻纪行，有诗。作品：春归昌谷。春归昌谷（唐·李贺）引用典故：尝胆　藏雾豹　鸡栖车　乘传　颜子　刻鹄　天网　束发方读书，谋身苦不早。终军未乘传，颜子鬓先老。天网信崇大，矫士常慅慅。逸目骈甘华，羁心如荼蓼。旱云二三月，岑岫相颠倒。谁揭赪玉盘，东方发红照。春热张鹤盖，兔目官槐小。思焦面如病，尝胆肠似绞。京国心烂漫，夜梦归家少。发轫东门外，天地皆浩浩。青树骊山头，花风满秦道。宫台光错落，装尽（一作画）偏（一作遍）峰峤。细绿及团红，当路杂啼笑。香风下高广，鞍马正华耀。独乘鸡栖车，自觉少风调。心曲语形影，祗身焉足乐。岂能脱负檐，刻鹤（一作鹄）曾无兆。幽幽太华侧，老柏如建纛。龙皮相排戛，翠羽更荡掉。驱趋委憔悴，眺览强容貌。花蔓阂行辀，縠烟暝深徼。少健无所就，入门愧家老。听讲依大树，观书临曲沼。知非出柙虎，甘作藏雾豹。韩鸟处矰缴，湘鯈在笼罩。狭行无廓落，壮士徒轻躁。"
                },
                {
                    "time": "812年3月",
                    "activity": "暮春，由长安辞官返回昌谷，有诗示弟。示弟（唐·李贺）　　五言律诗　别弟三年后，还家一①日馀。醁醽今夕酒，缃帙去时书。病骨犹②能在，人间底事无。何须问牛马，抛掷任枭卢。按：①一作十　②一作独"
                },
                {
                    "time": "812年5月27日",
                    "activity": "五月二十七日，在昌谷。作《昌谷诗》昌谷诗（五月二十七日作）（唐·李贺）引用典故：谢郎妓　陶宰酒　鸱夷子　邻凶不杵　鲐皮　昌谷五月稻，细青满平（一作草平秋）水。遥峦相压叠，颓绿愁堕地。光洁无秋思（一作丝），凉旷吹浮媚。竹香满凄寂，粉节涂生翠。草发垂恨鬓，光露泣幽泪。层围烂洞曲，芳径老红醉。攒虫锼古柳，蝉子鸣高邃。大带委黄葛，紫蒲交狭涘。石钱差复藉，厚叶皆蟠腻。汰沙好平白，立马印青字。晚鳞自遨游，瘦鹄暝单跱。嘹嘹湿蛄声，咽源惊溅起。纡缓玉真路①，神娥蕙花里。苔絮萦涧砾，山实垂赪紫。小柏俨重扇，肥松突丹髓。鸣流走响韵，垄秋拖光穟。莺唱闵女歌，瀑悬楚练帔。风露满笑眼，骈岩杂舒坠。乱条（一作筱）迸石岭，细颈喧岛毖。日脚埽昏翳，新云启华閟。谧谧厌夏光，商风道清气。高眠服（一作复）玉容，烧桂祀天几②。雾衣夜披拂，眠坛梦真粹。待驾栖鸾老，故宫椒壁圮③。鸿珑数铃响，羁臣发凉思。阴藤束朱键，龙帐著魈魅。碧锦帖花柽，香衾事残贵。歌尘蠹木在，舞綵长云似。珍（一作玲）壤割绣段，里俗祖风义。邻凶不相杵，疫病无邪祀。鲐皮识仁惠，丱角知腼耻。县省司刑官，户乏诟租吏。竹薮添堕简，石矶引钩饵。溪湾转水带，芭蕉倾蜀纸。岑光晃縠襟，孤景拂繁事。泉尊陶宰酒，月眉谢郎妓。丁丁幽钟远，矫矫单飞至。霞巘殷嵯峨，危溜听争次。淡蛾流平碧，薄月眇阴悴。凉光入涧岸，廓尽山中意。渔童下宵网，霜禽竦烟翅。潭镜滑蛟涎，浮珠噞鱼戏。风桐（一作松）瑶匣瑟，萤星锦城使。柳缀长缥带，篁掉短笛吹。石根缘绿藓，芦笋抽丹渍。漂旋弄天影，古桧拿云臂。愁月薇帐红，罥云香蔓刺。芒麦平百井，闲乘列千肆。刺促成纪人，好学鸱夷子。按：①自注：近武后巡幸路②谷与女山岭阪相承，山即兰香神女上天处也，遗几在焉③福昌宫在谷之东"
                },
                {
                    "time": "812年",
                    "activity": "秋七月，在昌谷赋闲。怀念仍在京师任职的十二兄，有诗。作品：秋凉诗寄正字十二兄。秋凉诗寄正字十二兄（唐·李贺）闭门感秋风，幽姿任契阔。大野生素空，天地旷肃杀。露光（一作光露）泣残蕙，虫响连夜发。房寒寸辉薄，迎风绛纱折。披书古芸馥，恨唱华容歇。百日不相知，花光变凉节。弟兄谁念虑，笺翰既通达。青袍度白马，草简奏东阙。梦中相聚笑，觉见半床月。长思剧寻环，乱忧抵覃葛。"
                },
                {
                    "time": "812年",
                    "activity": "秋，在昌谷。时太子李宁死。有诗《章和二年中》章和二年中（唐·李贺）题注：一作舞曲歌辞章和二年中云萧索，田（一本无田字）风拂拂，麦芒如彗黍如粟。关中父老百领襦，关东吏人乏诟租。健犊春耕土膏黑，菖蒲丛丛沿水脉。殷勤为我下田租，百钱携偿（一作裳）丝桐客。游春漫光坞花白，野林散香神降席。拜神得寿献天子，七星贯断姮娥死。"
                },
                {
                    "time": "812年",
                    "activity": "冬，在昌谷。心存归隐之念。寻访赵生不遇，见赵生所居处有林泉之致，家室和谐，有感题诗其壁。作品：题赵生壁。题赵生壁（唐·李贺）大妇然竹根，中妇舂玉屑。冬暖拾松枝，日烟坐蒙灭。木藓青桐老，石井①水声发。曝背卧东亭，桃花满肌骨。按：①一作泉"
                },
                {
                    "time": "813年",
                    "activity": "春，家居昌谷。见北园有新笋，赋诗。作品：昌谷北园新笋四首。竹。昌谷北园新笋四首（唐·李贺）引用典故：龙材　箨落长竿削玉开，君看母笋是龙材。更容一夜抽千尺，别却池园数寸泥。　　其二（唐·李贺）　　押支韵斫取青光写楚辞，腻香春粉黑离离。无情有恨何人见，露压烟啼千万枝。　　其三（唐·李贺）家泉石眼两三茎，晓看阴根紫脉①生。今年水曲春沙上，笛管新篁拔玉青。按：①一作陌　　其四（唐·李贺）引用典故：封禅文　古竹老梢惹碧云，茂陵归卧叹清贫。风吹千亩迎雨啸，鸟重一枝入酒尊。竹（唐·李贺）　　五言律诗　入水文光动，抽空绿影春。露华生①笋径，苔色拂霜根。织可承香汗，裁堪钓锦鳞。三梁曾入用，一节奉王孙。按：①一作垂"
                },
                {
                    "time": "813年",
                    "activity": "春，家居昌谷。描写南园景物，借以抒怀，有组诗十三首。作品：南园十三首。南园十三首其十三（唐·李贺）　　五言律诗　押先韵小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。　　其一（唐·李贺）　　七言绝句　押灰韵花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。　　其三（唐·李贺）　　七言绝句　押麻韵竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。　　其四（唐·李贺）　　七言绝句　押鱼韵引用典故：一编圮下　三十未有①二十馀，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。按：①一作满　　其五（唐·李贺）　　七言绝句　押尤韵男儿何不带吴钩①，收取关山五十州。请君暂上凌烟阁，若个书生万户侯。按：①一作横刀　　其六（唐·李贺）　　七言绝句　押东韵引用典故：雕虫　寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风。　　其八（唐·李贺）　　七言绝句　押微韵春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。　　其九（唐·李贺）　　七言绝句　押支韵泉沙耎卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖，病容扶起种菱丝。　　其十（唐·李贺）　　七言绝句　押东韵引用典故：边让忆蔡邕　边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。　　其十一（唐·李贺）　　七言绝句　押麻韵引用典故：嵇家　长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。　　其十二（唐·李贺）　　七言绝句　押麻韵引用典故：虞卿　松溪黑水新龙卵，桂洞生硝旧马牙。谁遣①虞卿裁道帔，轻绡一匹染朝霞。按：①一作为，又作道　　其二（唐·李贺）宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将喂吴王八茧蚕。　　其七（唐·李贺）引用典故：猿公　长卿牢落　曼倩　长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。"
                },
                {
                    "time": "813年",
                    "activity": "春，家居昌谷。描写南园景物，借以抒怀，有组诗。南园（唐·李贺）引用典故：折角巾　方领蕙带折角巾，杜若已老兰苕春。南山削秀蓝玉合，小雨归去飞凉云。熟杏暖香梨叶老，草梢②竹栅锁池痕①。郑公乡老开酒尊，坐汎楚奏③吟招魂。按：①一作漘　②一作蒲　③一作酒"
                },
                {
                    "time": "813年3月",
                    "activity": "三月，家居昌谷。有诗咏兰香神女庙。兰香神女庙（三月中作）（唐·李贺）引用典故：鞭锦鳞　卫叔卿　瑶姬　古春年年在，闲绿摇暖云。松香飞晚华，柳渚含日昏。沙砌落红满，石泉生水芹。幽篁画新粉，蛾绿横晓门。弱蕙不胜露，山秀愁空春。舞佩剪鸾翼，帐带涂轻银。兰桂吹浓香，菱藕长莘莘。看雨逢瑶姬，乘船值江君。吹箫饮酒醉，结绶金丝裙。走天呵白鹿，游水鞭锦鳞。密发虚鬟飞，腻颊（一作靥）凝花匀。团鬓分蛛巢，秾眉笼小唇。弄蝶和轻妍，风光怯腰身。深帏金鸭冷，奁镜幽凤尘。踏雾乘风归，撼玉山上闻。"
                },
                {
                    "time": "813年",
                    "activity": "春，家居昌谷。虽春日万物融和，然难遣心头怨恨，有诗。作品：感春。感春（唐·李贺）　　五言律诗　引用典故：北郭骚　日暖自萧条，花悲北郭骚。榆穿莱子眼，柳断舞儿腰。上幕迎神燕，飞丝送百劳。胡琴今日恨，急语向檀槽。"
                },
                {
                    "time": "813年3月",
                    "activity": "季春，李贺弟李犹离家去江西谋生，有诗送别之。作品：勉爱行二首送小季之庐山。勉爱行二首送小季之庐山（唐·李贺）洛郊无俎豆，弊厩惭老马。小雁过炉峰，影落楚水下。长船倚云泊，石镜秋凉夜。岂解有乡情，弄月聊呜哑。　　其二（唐·李贺）别柳当马头，官槐如兔目。欲将千里别，持我（一作此）易斗粟。南云北云空脉断，灵台经络悬春线。青轩树转月满床，下国饥儿梦中见。维尔之昆二十馀，年来持镜颇有须。辞家三载今如此，索米王门一事无。荒沟古水光如刀，庭南拱柳生蛴螬。江干幼客真可念，郊原晚吹悲号号。"
                },
                {
                    "time": "813年4月",
                    "activity": "春、夏间，在昌谷。忆及亡妻，有诗。作品：后园凿井歌。后园凿井歌（唐·李贺）引用典故：荀奉倩　井上辘轳床上转，水声繁，弦声浅。情若何，荀奉倩。城头日，长向城头住。一日作千年，不须流下去。"
                },
                {
                    "time": "816年",
                    "activity": "归昌谷，卒于家。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "808年",
                    "activity": "秋，在洛阳。就试河南府试，作应试乐府歌词。作品：河南府试十二月乐词。河南府试十二月乐词（并闰月）正月（唐·李贺）上楼迎春新春归①，暗黄著柳宫漏迟。薄薄淡霭弄野姿，寒绿幽风②生短丝。锦床晓卧玉肌冷，露脸未开对朝暝。官街柳带不堪折，早晚菖蒲胜绾结。按：①一作正月上楼迎春归，一本无正月　②一作泥　其二二月（唐·李贺）二月①饮酒采桑津，宜男草生兰笑人。蒲如交剑（一作绞刀）风如薰，劳劳胡（一作莺）燕怨酣春。薇帐逗烟生绿尘（一作香雾昏），金翘峨（一作蛾）髻愁暮云。沓飒起舞真珠裙，津头送别唱流水，酒客背寒南山死。按：①一本无二月二字　其三三月（唐·李贺）东方风来满眼春，花城柳暗（一作禁）愁杀（一作几）人。复宫深殿竹风起，新翠舞衿净（一作襟静）如水。光风转蕙百馀里，暖雾驱云扑天地。军装宫妓扫蛾浅，摇摇锦旗夹城暖。曲水漂香去不归，梨花落尽成秋（一作愁）苑。　其四四月（唐·李贺）晓凉暮凉树如盖，千山浓绿生云外。依微香雨青氛氲①，腻叶蟠花照曲门。金塘闲水摇碧漪，老景沈重②无惊飞，堕红残萼暗参差。按：①一作过清氛　②一作帖　其五五月（唐·李贺）雕玉押帘额①，轻縠笼虚门。井汲铅华水，扇织鸳鸯纹②。回雪舞凉殿，甘露洗空绿。罗袖④从徊③翔，香汗沾宝粟。按：①一作上　②一作文　③一作风　④一作绶　其六六月（唐·李贺）裁生罗，伐湘竹。帔①拂疏霜簟秋玉，炎炎红镜东方开。晕如车轮上裴回，啾啾赤帝骑龙来。按：①一本无帔字　其七七月（唐·李贺）星依云渚冷，露滴盘中圆。好花生木末，衰蕙愁空（一作故）园。夜天如玉砌，池叶极青钱。仅厌舞衫薄，稍知花簟寒。晓风何拂拂，北斗光阑干。　其八八月（唐·李贺）孀②妾怨长夜①，独客梦归家。傍檐虫缉③丝，向壁灯垂花。檐外月光吐，帘中④树影斜。悠悠飞露姿，点缀池中荷。按：①一作夜长　②一作宫　③一作织　④集作内　其九九月（唐·李贺）离宫散萤①天似水，竹黄池冷芙蓉死。月缀金铺光脉脉，凉苑虚庭空澹白。露②花飞飞风草草，翠锦斓斑满层道。鸡人罢唱晓珑璁，鸦啼金井下疏桐。按：①一作云　②一作霜　其十十月（唐·李贺）玉壶银箭稍难倾，釭花夜笑凝幽明。碎霜斜舞上罗幕，烛龙两行照飞阁。珠帷怨卧不成眠，金凤刺①衣著体寒，长眉对月斗弯环。按：①音戚　其十一十一月（唐·李贺）引用典故：千日酒　宫城团回凛严光，白天碎碎堕琼芳。挝钟高饮千日酒，却天①凝寒作君寿。按：①一作战却　其十二十二月（唐·李贺）　　押祃韵日脚淡光红洒洒，薄霜不销桂枝下。依稀和气排①冬严，已就长日辞长夜。按：①一作解　其十三闰月（唐·李贺）引用典故：重光　帝重光，年①重时。七十二候回环推，天官玉琯灰剩飞。今岁何长来岁迟，王母移桃献天子。按：①一作午"
                },
                {
                    "time": "808年",
                    "activity": "本年，与在洛阳任职的韩愈、皇甫湜均有交游。"
                },
                {
                    "time": "808年",
                    "activity": "秋，自昌谷赴洛阳，贷宗人宅于仁和里，准备应河南府试。"
                },
                {
                    "time": "808年",
                    "activity": "秋冬，在洛阳。河南府试获隽后，嫉妒者以父名“晋肃”与“进士”同音，为避讳不得举进士，韩愈为作《讳辩》，支持其进京应礼部试。"
                },
                {
                    "time": "809年3月",
                    "activity": "春，举进士不第，离长安东归，道经洛阳铜驼街，有《铜驼悲》诗。铜驼悲（唐·李贺）落魄三月罢，寻花去东家。谁作送春曲，洛岸悲铜驼。桥南多马客，北山饶古人。客饮杯中酒，驼悲千万春。生世莫徒劳，风吹盘上烛。厌见桃株笑，铜驼夜来哭。"
                },
                {
                    "time": "809年3月",
                    "activity": "春，举进士不第，离长安东归，道经洛阳，有《三月过行宫》诗。三月过行宫（唐·李贺）　　七言绝句　押阳韵渠水红繁拥御墙，风娇小叶学娥妆。垂帘几度青春老，堪锁千年白日长。"
                },
                {
                    "time": "809年3月",
                    "activity": "春，举进士不第，离长安东归，道经洛阳，有《许公子郑姬歌》诗。许公子郑姬歌（郑园中请贺作）（唐·李贺）引用典故：相如　莫愁　许史　郑袖　许史世家外亲贵，宫锦千端买沈醉。铜驼酒熟烘明胶，古堤大柳烟中翠。桂开客花名郑袖，入洛闻香鼎门口。先将芍药献妆台，后解黄金大如斗。莫愁帘中许合欢，清弦五十为君弹。弹声咽春弄君骨，骨兴牵人马上鞍。两马八蹄踏兰苑，情如合竹谁能见。夜光玉枕栖凤皇，袷罗当门刺纯线。长翻蜀纸卷明君，转角含商破碧云。自从小靥来东道，曲里长眉少见人。相如冢上生秋柏，三秦谁是言情客。蛾鬟醉眼拜诸宗，为谒皇孙请曹植。"
                },
                {
                    "time": "809年",
                    "activity": "秋，又经洛阳赴长安，遇洛阳美人真珠，有诗。作品：洛姝真珠。洛姝真珠（唐·李贺）引用典故：蜀山梦　楚腰　陆郎　真珠小娘下清（一作青）廓，洛苑香风飞绰绰。寒鬓斜钗玉燕光，高楼唱月敲悬珰。兰风桂露洒幽翠，红弦袅云咽深思。花袍白马不归来，浓蛾叠柳香唇醉。金鹅屏风蜀山梦，鸾裾凤带行烟重。八骢笼晃脸差移，日丝繁散曛罗洞。市南曲陌无秋凉，楚腰卫鬓四时芳。玉喉窱窱排空光，牵云曳雪留陆郎。"
                },
                {
                    "time": "809年9月",
                    "activity": "秋，从昌谷到洛阳。仍客居仁和里，南下或西上，犹豫不决，请人卜筮以决。有诗。作品：自昌谷到洛后问。自昌谷到洛后门（唐·李贺）引用典故：挂杖钱　辛廖　九月大野白，苍芩竦秋门。寒凉十（一作交）月末，露（一作雪）霰濛晓昏。澹色结昼天，心事填空云。道上千里风，野竹蛇涎痕。石涧涷（一作东）波声，鸡叫清寒晨。强行到东（一作都）舍，解马投旧邻。东家名廖者，乡曲传姓辛。杖头非饮酒，吾请造其人。始欲南去楚，又将西适秦。襄王与武帝，各自留青春。闻道兰台上，宋玉无归魂。缃缥两行字，蛰虫蠹秋芸。为探秦台意，岂命余负薪。"
                },
                {
                    "time": "809年10月",
                    "activity": "九十月间，客居洛阳仁和里。韩愈、皇甫湜得知消息后，连骑往访，贺作《高轩过》诗答谢之。高轩过（唐·李贺）题注：韩员外愈、皇甫侍御湜见过，因而命作。引用典故：气如虹　华裾织翠青如葱，金环压辔摇玲（一作冬）珑。马蹄隐耳（一作隐）声隆隆，入门下马气如虹。云是①东京才子，文章钜（一本无钜字）公。二十八宿罗心胸，九精照耀②贯当中。殿前作赋声摩空，笔补造化天无功。庞眉书客感秋蓬，谁知死草生华风。我今垂翅附冥鸿，他日不羞蛇作龙。按：①一本无云是二字　②一作元精耿耿"
                },
                {
                    "time": "809年10月14日",
                    "activity": "十月十四日，在洛阳。出发去长安前一天，在仁和里与皇甫湜饮酒作别，有诗。作品：仁和里杂叙皇甫湜湜新尉陆浑。"
                },
                {
                    "time": "809年10月15日",
                    "activity": "十月十五日，为寻求仕途出路，自洛阳出发去长安。皇甫湜送之洛城外，贺临别赠诗。作品：洛阳城外别皇甫湜。洛阳城外别皇甫湜（唐·李贺）　　五言律诗　洛阳吹别风，龙门起断烟。冬树束生涩，晚紫凝华天。单身野霜上，疲马飞蓬间。凭轩一双泪，奉坠绿衣前。"
                },
                {
                    "time": "813年6月",
                    "activity": "六月下旬，动身离家去潞州，投奔友人张彻。途中于旅店将出发时，有诗。作品：将发。将发（唐·李贺）　　五言绝句　东床卷席罢，濩落将行去。秋白遥遥空，日满门前路。"
                }
            ]
        },
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安",
            "Detail": [
                {
                    "time": "809年3月",
                    "activity": "春，举进士不第，离长安东归，作《出城》诗。出城（唐·李贺）　　五言律诗　引用典故：卿卿　雪下桂花稀，啼乌被弹归。关水乘驴影，秦风帽带垂。入乡试万里①，无印自堪悲。卿卿忍相问，镜中双泪姿②。按：①一作诚可重　②一作垂"
                },
                {
                    "time": "809年",
                    "activity": "冬，到达长安，干谒请托，终无结果。"
                },
                {
                    "time": "809年11月",
                    "activity": "冬至日，在长安，干禄不得，胸中极度苦闷，有《致酒行》诗。致酒行（唐·李贺）引用典故：魂招　主父西游　零落栖迟一杯酒，主人奉觞客长寿。主父西游困不归，家人折断门前柳。吾闻马周昔作新丰客，天荒地老无人识。空将笺上两行书，直犯龙颜请恩泽。我有迷魂招不得，雄鸡一声天下白。少年心事当拿云，谁念幽寒坐呜呃。"
                },
                {
                    "time": "809年",
                    "activity": "冬，在长安，干谒请托，终无结果。有《野歌》诗咏不得意之武士，实抒己怨。野歌（唐·李贺）　　押东韵引用典故：衔芦　鸦翎羽箭山桑弓，仰天射落衔芦鸿。麻衣黑肥冲北风，带酒日晚歌田中。男儿屈穷心不穷，枯荣不等嗔天公。寒风又变为春柳，条条看即烟濛濛。"
                },
                {
                    "time": "809年",
                    "activity": "冬，在长安。有感于朝廷派兵讨伐王承宗谋反事，作《雁门太守行》雁门太守行（唐·李贺）题注：《幽闲鼓吹》云：“贺以诗歌谒韩愈，时愈送客归，极困，解带读之。首篇乃《雁门太守行》，即束带见之。”引用典故：黄金台　黑云压城城欲摧，甲光向日①金鳞开。角声满天秋色里，塞上②燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声③不起。报君黄金台上意，提携玉龙为君死。按：①一作月　②一作土　③一作声寒"
                },
                {
                    "time": "809年",
                    "activity": "冬，在长安。有感于王承宗作乱之事，颂美吕元膺、讽刺吐突承璀，有诗。作品：吕将军歌。吕将军歌（唐·李贺）引用典故：赤兔　吕将军，骑赤兔。独携大胆出秦门，金粟堆边哭陵树。北方逆气污青天，剑龙夜叫将军闲。将军振袖挥剑锷，玉阙朱城有门阁。榼榼银龟摇白马，傅粉女郎火（一作大）旗下。恒山铁骑请金枪，遥闻箙中花箭香。西郊寒蓬叶如刺，皇天新（一作亲）栽养神骥。厩中高桁排（一作挑）蹇蹄，饱食青刍饮白水。圆苍低迷盖张地，九州人事皆如此。赤山秀铤禦时英，绿眼将军会天意。"
                },
                {
                    "time": "810年2月",
                    "activity": "春，在长安。作《浩歌》，悲叹不遇。杂曲歌辞浩歌（一作浩歌）（唐·李贺）引用典故：王母桃　丝难绣　彭祖　平原君　天吴　巫咸　南风吹山作平地，帝遣天吴移海水。王母桃花千遍红，彭祖巫咸几回死。青毛骢马参差钱，娇春杨柳含细（一作缃）烟。筝人劝我金屈卮，神血未凝身问谁。不须浪饮（一作乱舞）丁督护，世上英雄本无主。买丝绣作平原君，有酒惟浇赵州土。漏催水咽玉蟾蜍，卫娘发薄不胜梳。看（一作羞）见秋眉换深（集作新）绿，二十男儿那刺促。"
                },
                {
                    "time": "810年3月",
                    "activity": "暮春，在长安。仕途不遇，忆念在家之妻，作《蝴蝶舞》诗。"
                },
                {
                    "time": "810年4月",
                    "activity": "四月，在长安。未任奉礼郎前，作《长歌续短歌》以抒不遇之幽思。长歌续短歌（唐·李贺）题注：一作相和歌辞长歌续短歌长歌破衣襟，短歌断白发。秦王不可见，旦夕成内热。渴饮壶中酒，饥拔陇头粟。凄凄（一作凉）四月阑，千里一时绿。夜峰何离离，明月落石底。裴回沿石寻，照出高峰外。不得与之游，歌成鬓先改。"
                },
                {
                    "time": "810年5月",
                    "activity": "五月，在长安。始任奉礼郎，有诗忆昌谷山居。作品：始为奉礼郎忆昌谷山居。始为奉礼忆昌谷山居（唐·李贺）　　五言排律　引用典故：犬书　扫断马蹄痕，衙回自闭门。长鎗江米熟，小树枣花春。向壁悬如意，当帘阅角巾。犬书曾去洛，鹤病悔游秦。土甑封茶叶，山杯锁竹根。不知船上月，谁棹满溪云。"
                },
                {
                    "time": "810年5月",
                    "activity": "五月，在长安。始任奉礼郎，有诗怀念其妻。作品：染丝上春机。染丝上春机（唐·李贺）引用典故：白袷玉郎　桃叶　玉罂泣①水桐花井，茜丝沈水如云影。美人懒态燕脂愁，春梭抛掷鸣高楼。綵线结茸背复叠，白袷玉郎寄桃叶。为君挑鸾作腰绶，愿君处处宜春酒②。按：①一作汲　②一作雪"
                },
                {
                    "time": "810年",
                    "activity": "本年，在长安。因宪宗信仙人事，有诗以讽刺之。仙人（唐·李贺）弹琴石壁上，翻翻一仙人。手持白鸾尾，夜扫南山云。鹿饮寒涧下，鱼归清海滨。当时汉武帝，书报桃花春。"
                },
                {
                    "time": "810年7月7日",
                    "activity": "七夕，在长安。与妻别近一年，七夕夜忆念妻子，有诗。七夕（唐·李贺）　　五言律诗　押尤韵引用典故：苏小小　别浦今朝暗，罗帷午夜愁。鹊辞穿线月，花入曝衣楼。天上分金镜，人间望玉钩。钱塘苏小小，更①值一年秋。按：①一作又"
                },
                {
                    "time": "810年7月",
                    "activity": "七月，在长安。去年朝廷派兵讨伐王承宗谋反，久而无功，本年七月无奈罢兵。有诗以讽刺之。作品：猛虎行。相和歌辞猛虎行（一作猛虎行）（唐·李贺）引用典故：黄公　牛哀　泰山妇人哭　头为城、尾为旌　驺虞　长戈莫舂，彊（集作长）弩莫烹（集作抨）。乳孙哺子，教得生狞。举头为城，掉尾为旌。东海黄公，愁见夜行。道逢驺虞，牛哀不平。生何用尺刀，壁上雷鸣。泰山之下，妇人哭声。官家有程，吏不敢听。"
                },
                {
                    "time": "810年",
                    "activity": "本年，在长安。咏友人杨敬之青花紫石砚，有诗。作品：杨生青花紫石砚歌。杨生青花紫石砚歌（唐·李贺）引用典故：化碧　端州石工巧如神，踏天磨刀割紫云。佣刓抱水含满唇，暗洒苌弘冷血痕。纱帷昼暖墨花春，轻沤漂沫松麝薰。乾腻薄重立脚匀，数寸光秋无日昏。圆毫促点声静新，孔砚宽顽（一作硕）何足云。"
                },
                {
                    "time": "810年",
                    "activity": "本年，在长安。有感于永贞革新之人之事，作感怀诗。作品：金铜仙人辞汉歌。还自会稽歌。汉唐姬饮酒歌。追和何谢铜雀妓。湘妃。帝子歌。蜀国弦。金铜仙人辞汉歌（唐·李贺）序：魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿，宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉，遂作〈金铜仙人辞汉歌〉。引用典故：秋风客　三十六宫　茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。还自会稽歌（唐·李贺）序：庾肩吾于梁时，尝作宫体谣引，以应和皇子，及国世沦败（及国势沦败）。肩吾先潜难会稽，后始还家，仆意其必有遗文，今无得焉，故作〈还自会稽歌〉，以补其悲。野粉椒壁黄，湿萤①满梁殿。台城应教人，秋衾梦铜辇。吴霜点归鬓，身与塘蒲晚。脉脉辞金鱼，羁臣守迍贱。按：①一作蛩汉唐姬饮酒歌（唐·李贺）引用典故：玉山颓　御服沾霜露，天衢长蓁棘。金隐秋尘姿，无人为带饰。玉堂歌声寝，芳林烟树隔。云阳台上歌，鬼哭复何益。铁剑常（一本缺此字）光光，至凶威屡逼①。彊枭噬母心，奔厉索人魄。相看两相泣，泪下如波激。宁用清酒为，欲作黄泉客（一作隔）。不说玉山颓，且无饮中色。勉从天帝诉，天上寡沈厄。无处张穗帷，如何望松柏。妾身昼团团，君魂夜寂寂。蛾眉自觉长，颈粉谁怜白。矜持昭阳意，不肯看（一作即）南陌。按：①一作伏剑明秋水，凶威屡胁逼追和何谢铜雀妓（唐·李贺）　　押纸韵题注：一作相和歌辞铜雀妓佳人一壶酒，秋容满千里。石马卧新烟，忧来何所似。歌声且潜弄，陵树风自起。长裾压高台，泪眼看花机①。按：①同几湘妃（唐·李贺）题注：一作琴曲歌辞湘妃引用典故：巫云蜀雨　筠竹千年老不死，长伴秦①娥盖湘水。蛮娘吟弄满寒空，九山静绿泪花红。离鸾别凤烟梧中，巫云蜀雨遥相通。幽愁秋气上青枫②，凉夜波间吟古龙。按：①一作神　②一作清峰帝子歌（唐·李贺）引用典故：白石郎　洞庭明月①一千里，凉风雁啼天在水。九节菖蒲石上死，湘神弹琴迎帝子。山头老桂吹古香，雌龙怨吟寒水光。沙浦走鱼白石郎，闲取真珠掷龙堂。按：①一作帝子蜀国弦（唐·李贺）题注：一作相和歌辞蜀国弦引用典故：红泪客　枫香晚花静，锦水南山影。惊石坠猿哀，竹①云愁半岭。凉月生秋浦，玉沙粼粼②光。谁家红泪客，不忍过瞿塘。按：①一作行　②一作鳞鳞"
                },
                {
                    "time": "810年",
                    "activity": "本年，在长安。因结识东宫左春坊司一位正字官，其剑上刻有“春坊正字”，睹剑生情，有感于永贞革新之人之事，作诗。作品：春坊正字剑子歌。春坊正字剑子歌（唐·李贺）引用典故：斩龙子　鬼母哭　荆轲　三尺水　先辈匣中三尺水，曾入吴潭斩龙子。隙月斜明刮露寒，练带平铺吹不起。蛟胎皮老蒺藜刺，鸊鹈淬花白鹇尾。直是荆轲一片心，莫教照见春坊字。挼丝团金悬ꇍꇈ，神光欲截蓝田玉。提出西方白帝惊，嗷嗷鬼母秋郊哭。"
                },
                {
                    "time": "810年",
                    "activity": "在长安。宪宗问宰相李藩神仙之事。李贺在此期间作多首诗讽宪宗求仙。作品：官街鼓。官街鼓（唐·李贺）晓声隆隆催转日，暮声隆隆呼月出。汉城黄柳映新帘，柏陵飞燕埋香骨。磓发（一作碎）千年日长白，孝武秦王（一作皇）听不得。从君翠发芦花色，独共南山守中国。几回天上葬神仙，漏声相将无断缘①。按：①一作续，又作绝"
                },
                {
                    "time": "810年",
                    "activity": "本年，在长安。宪宗问宰相李藩神仙之事。李贺在此期间作多首诗讽宪宗求仙。作品：天上谣。古悠悠行。苦昼短。拂舞歌辞。瑶华乐。神仙曲。昆仑使者。天上谣（唐·李贺）引用典故：羲和　王子吹笙　秦妃　种瑶草　天河夜转漂回星，银浦流云学水声。玉宫桂树花未落，仙妾采香垂佩缨。秦妃卷帘北窗晓，窗前植桐青凤小。王子吹笙鹅管长，呼龙耕烟种瑶草。粉霞红绶藕丝裙，青洲步拾兰苕春。东指羲和能走马，海尘新生石山下。古悠悠行（唐·李贺）　　押萧韵白景归西山，碧华上迢迢。今古何处尽，千岁随风飘。海沙变成石，鱼沫吹秦桥。空光远流浪，铜柱从年消。苦昼短（唐·李贺）引用典故：嬴棺费鲍鱼　衔烛龙　飞光　茂陵滞骨　若木　神君　飞光飞光，劝尔一杯酒。吾不识青天高，黄地厚。唯见月寒日暖，来煎人寿。食熊则肥，食蛙则瘦。神君何在，太一安有。天东有若木，下置衔烛龙。吾将斩龙足，嚼龙肉。使之朝不得回，夜不得伏。自然老者不死，少者不哭。何为服（一作饵）黄金，吞白玉。谁似（一作是）任公子，云中骑碧（一作白）驴。刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。拂舞歌辞（唐·李贺）题注：一作舞曲歌辞拂舞辞引用典故：饮花露　蛇乘雾　吴娥声绝天，空云闲裴回。门外满车马，亦须生绿苔。尊有乌程酒，劝君千万寿。全胜汉武锦楼上，晓望晴寒（一作空）饮花露。东方日不破，天光无老时。丹成作蛇乘白雾，千年重化玉井土。从蛇作土一（一作二）千载，吴堤绿草年年在。背有八卦称神仙，邪鳞顽甲滑腥涎。瑶华乐（唐·李贺）穆天子，走龙媒，八辔冬珑逐天回。五精扫地凝云开，高门左右日月环。四方错镂棱层殷，舞霞垂尾长盘珊。江澄海净神母颜，施红点翠照虞泉。曳云拖玉下昆山，列旆如松，张盖如轮。金风殿（一作敛）秋，清明发春。八銮十乘，矗如云屯。琼钟瑶席甘露文，玄霜绛雪何足云，薰梅染柳将赠君。铅华之水洗君骨，与君相对作真质。杂曲歌辞神仙曲（唐·李贺）碧峰海面藏灵书，上帝拣作神仙居。清明（一作晴时）笑语闻空虚，斗乘巨浪骑鲸鱼。春罗书字邀王母，共宴红楼最深处。鹤羽冲风过海迟，不如却使青龙去。犹疑王母不相许，垂露（一作雾）娃鬟更传语。昆崙使者（唐·李贺）昆崙使者无消息，茂陵烟树生愁色。金盘玉露自淋漓，元气茫茫收不得。麒麟背上石文裂，虬龙鳞下红枝折。何处偏伤万国心，中天夜久高明月。"
                },
                {
                    "time": "810年",
                    "activity": "秋，在长安崇义里寓所。因秋雨连绵不便外出，滞留寓所，有诗。作品：崇义里滞雨。崇义里滞雨（唐·李贺）　　押尤韵落莫谁家子，来感长安秋。壮年抱羁恨，梦泣生白头。瘦马秣败草，雨沫飘寒沟。南宫古帘暗，湿景传签筹。家山远千里，云脚天东头。忧眠枕剑匣，客帐梦封侯。"
                },
                {
                    "time": "810年",
                    "activity": "秋，在长安。过李锜在京邸宅，感而作诗。作品：梁台古愁。梁台古愁（一作意）（唐·李贺）引用典故：长绳系日　射天　梁王台沼空中立，天河之水夜飞入。台前斗玉作蛟龙，绿粉扫天愁露湿。撞钟饮酒行射天，金虎蹙裘喷血斑。朝朝暮暮愁海翻，长绳系日乐当年。芙蓉凝红得秋色，兰脸别春啼脉脉。芦洲客雁报春来，寥落野篁秋漫白。"
                },
                {
                    "time": "810年",
                    "activity": "冬，在长安。作诗赠陈商。赠陈商（唐·李贺）长安有男儿，二十心已朽。楞伽堆案前，楚辞系肘后。人生有穷拙，日暮聊饮酒。秪今道已塞，何必须白首。凄凄陈述圣，披褐锄俎豆。学为尧舜文，时人责衰偶。柴门车辙冻，日下榆影瘦。黄昏访我来，苦节青阳皱。太华五千仞，劈地抽森秀。旁古无寸寻，一上戛牛斗。公卿纵不怜（一作言），宁能锁吾口。李生师太华，大坐看白昼。逢霜作朴ꃿ，得气为春柳。礼节乃相去，憔悴如刍狗。风雪直斋坛，墨组贯铜绶。臣妾气态间，唯欲承箕帚。天眼何时开，古剑庸一吼。"
                },
                {
                    "time": "811年",
                    "activity": "本年，在长安任奉礼郎，居崇义里。"
                },
                {
                    "time": "811年",
                    "activity": "春，在长安。因伤春景，作《残丝曲》残丝曲（唐·李贺）引用典故：沈郎钱　垂杨叶老莺哺儿，残丝欲断黄蜂归。绿鬓年少①金钗客，缥粉壶中沈琥珀。花台欲暮春辞去，落花起作回风舞。榆荚相催不知数，沈郎青钱夹城路。按：①一作少年"
                },
                {
                    "time": "811年4月",
                    "activity": "四月，在长安。应邀参加对舍朔客李氏宴席，听苍头申胡子吹奏觱篥，受请作诗纪之。李氏又命家姬花娘配声唱诗，为李贺祝寿。作品：申胡子觱篥歌。申胡子觱篥歌（唐·李贺）序：申胡子，朔客之苍头也。朔客李氏，本亦世家子，得祀江夏王庙，当年践履失序，遂奉官北郡，自称学长调短调，久未知名。今年四月，吾与对舍于长安崇义里，遂将衣质酒。命予合饮，气热杯兰，因谓吾曰：「李长吉，尔徒能长调，不能作五字歌诗，直强回笔端，与陶谢诗势相远几里。」吾对后请撰〈申胡子觱篥歌〉，以五字断句。歌成，左右人合噪相唱，朔客大喜，擎觞起立，命花娘出幕，裴回拜客。吾问所宜，称善平弄，于是以弊辞配声，与予为寿。引用典故：五子窗　颜热感君酒，含嚼芦中声。花娘篸绥妥，休睡芙蓉屏。谁截太平管，列点排空星。直贯开花风，天上驱云行。今夕岁华落，令人惜平生。心事如波涛，中坐时时惊。朔客骑白马，剑弝悬兰缨。俊健如生猱，肯拾蓬中萤。"
                },
                {
                    "time": "811年",
                    "activity": "本年，在长安。魏博节度判官丘绛被害，有感此事，以歌谣体作诗。作品：古邺城童子谣效王粲刺曹操。"
                },
                {
                    "time": "811年",
                    "activity": "长安三年任职期间，目睹贵族奢华生活，义愤填膺，遂借隐喻手法摹写讽刺之，有一系列诗作。作品：荣华乐。秦宫诗。贾公闾贵婿曲。难忘曲。夜饮朝眠曲。花游曲。牡丹种曲。安乐宫。贵主征行乐。贵公子夜阑曲。酬答二首。夜来乐。相劝酒。绿章封事。荣华乐（一作东洛梁家谣）（唐·李贺）鸢肩公子二十馀，齿编贝，唇激朱。气如虹霓，饮如建瓴。走马夜归叫严更，径穿复道游椒房。龙裘金玦杂花光，玉堂调笑金楼子。台下戏学邯郸倡，口吟舌话称女郎。锦祛绣面汉帝旁，得明珠十斛。白璧一双，新诏垂金曳紫光煌煌。马如飞，人如水。九卿六官皆望履，将回日月先反掌。欲作江河唯画地，峨峨虎冠上切云。竦剑晨趋凌紫氛，绣段千寻贻皂隶。黄金百镒贶家臣，十二门前张大宅。晴春烟起连天碧，金铺缀日杂红光。铜龙齧环似争力，瑶姬凝醉卧芳席。海素笼窗空下隔，丹穴取凤充行庖。貜貜如拳那足食，金蟾呀呀兰烛香。军装武妓声琅珰，谁知花雨夜来过。但见池台春草长，嘈嘈弦吹匝天开。洪厓箫声绕天来，天长一矢贯双虎。云弝绝骋聒旱雷，乱袖交竿管儿舞。吴音绿鸟学言语，能教刻石平紫金。解送刻毛寄新兔，三皇皇①后七贵人。五十校尉二将军，当时飞去逐彩云，化作今日京华春。按：①一本少一皇字秦宫诗（唐·李贺）序：汉人秦宫，将军梁冀之嬖奴也。秦宫得宠内舍，故以骄名，大噪于人，予抚旧而作长辞，以冯子都之事，相为对望，又云昔有之诗。引用典故：水衡钱　越罗衫袂（一作夹衫）迎春风，玉刻麒麟腰带红。楼头曲宴仙人语，帐底吹笙香雾浓。人间（一作闲）酒暖春茫茫，花枝入帘白日长。飞窗复道传筹（一作头）饮，十夜铜盘①腻烛黄。秃衿小袖调鹦鹉，紫绣麻ꇳ踏哮（同虓）虎。斫桂烧金待晓筵，白鹿青苏（一作清酥）夜半煮。桐英永巷骑新（一作主）马，内屋深（一作珍）屏生色画。开门烂用水衡钱，卷起黄河向身泻。皇天厄运犹曾裂，秦宫一生花底（一作里）活。鸾篦夺得不还人，醉睡氍毹满堂月。按：①一作半夜朦胧贾公闾贵婿曲（唐·李贺）引用典故：潘令在河阳　朝衣不须长，分花对袍缝。嘤嘤白马来（一作春），满脑黄金重。今朝香气苦，珊瑚涩难枕。且要弄风人，暖蒲沙上饮。燕语踏帘钩，日虹屏中碧。潘令在河阳，无人死芳色。难忘曲（唐·李贺）题注：一作相和歌辞难忘曲夹道开洞门，弱杨低画戟。帘影竹华①起，箫声吹日色。蜂语绕妆镜，拂②蛾学春碧。乱系丁香梢，满栏花向夕。按：①一作叶　②一作画夜饮朝眠曲（唐·李贺）觞酣出座东方高，腰横半解星劳劳。柳苑鸦啼公主醉，薄露压花蕙园①气。玉转湿丝牵晓水，熟②粉生香琅玕紫。夜饮朝眠断无事，楚罗之帏卧皇子。按：①一作兰　②一作热花游曲（唐·李贺）序：寒食日，诸王妓游，贺入座，因采梁简文诗调，赋〈花游曲〉，与妓弹唱。春柳南陌态，冷花寒露姿。今朝醉城外，拂镜浓扫眉。烟湿愁车重，红油覆画衣。舞裙香不暖，酒色上来迟。牡丹种曲（唐·李贺）引用典故：谢女　莲枝未长秦蘅老，走马驮金斸春草。水灌香泥却月盆，一夜绿房迎白晓。美人醉语园中烟，晚华已散蝶又阑。梁王老去罗衣在，拂袖风吹蜀国弦。归霞帔拖蜀帐昏，嫣红落粉罢承恩。檀郎谢女眠何处，楼台月明燕夜语。相和歌辞安乐宫（一作安乐宫）（唐·李贺）引用典故：五色东陵瓜　左悹　深（一作漆）井桐乌起，尚复牵清水。未盥邵陵王（集作爪），瓶中弄长翠。新城安乐宫，宫如凤皇翅。歌回蜡版鸣，大绾（集作左悹）提壶使（一作伎）。绿繁悲水曲，茱萸别秋子。贵主征行乐（唐·李贺）引用典故：如红玉　紫燕　奚骑①黄铜连锁甲，罗旗香干金画叶。中军留醉河阳城，娇嘶紫燕踏花行。春营骑将如红玉，走马捎鞭上空绿。女垣素月角咿咿，牙帐未开分锦衣。按：①一作妓贵公子夜阑曲（唐·李贺）　　五言绝句　押梗韵袅袅沈水烟，乌啼夜阑景。曲沼芙蓉波，腰围白玉冷。酬荅二首（唐·李贺）　　押阳韵金鱼公子夹衫长，密装腰鞓割玉方。行处春风随马尾，柳花偏打内家香。　　其二（唐·李贺）　　押真韵雍州二月梅①池春，御水鵁鶄暖白蘋。试问酒旗歌板地，今朝谁是拗花人。按：①一作海夜来乐（唐·李贺）引用典故：阿侯　红罗复帐金流（一作涂）苏，华灯九枝悬鲤鱼。丽人映月开铜铺，春水滴酒猩猩沽（一本有价字）。重一箧，香十株，赤金瓜子兼杂麸。五色丝封青玉凫①，阿侯此笑千万馀。南轩汉转帘影疏，桐林哑哑挟子乌。剑崖鞭节青石珠，白騧吹湍凝霜须。漏长送佩承明（一作胡）庐，倡楼嵯峨明月孤。新客下马故客去，绿蝉秀黛重拂梳。按：①一作五色丝封青凫，一作五丝封青凫相劝酒（唐·李贺）引用典故：倾盖　羲和　蟠桃　蓐收　羲和骋六辔，昼夕不曾闲。弹乌崦嵫竹（一作石），抶马蟠桃鞭。蓐收既断翠柳，青帝又造红兰。尧舜至今万万岁，数子将为倾盖间。青钱白璧买无端，丈夫快意方为欢。臛蠵臛熊何足云，会须钟饮北海，箕踞南山。歌淫淫，管愔愔，横波好送雕题金。人生得意且如此，何用强知元化心。相劝酒，终无辍，伏愿陛下鸿名终不歇。子孙绵如石上葛，来长安，车骈骈。中有梁冀旧宅，石崇故园。绿章封事（为吴道士夜醮作）（唐·李贺）青霓（一作猊）扣额呼宫神，鸿龙玉狗开天门。石榴花发满溪津，溪（一作汉）女洗花染白云。绿章封事咨元父，六街马蹄浩无主。虚空风气不清泠，短衣小冠作尘土。金家香巷（同巷）千轮鸣，扬雄秋室无俗声。愿携汉戟招书鬼，休令恨骨填蒿里。"
                },
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，多次参与目睹贵族宴饮歌会，有一系列诗。作品：秦王饮酒。上云乐。秦王饮酒（唐·李贺）引用典故：羲和　劫灰　秦王骑虎游八极，剑光照空天自碧。羲和敲日玻璃声，劫灰飞尽古今平。龙头泻酒邀酒星，金槽琵琶夜枨枨。洞庭雨脚来吹笙，酒酣喝月使倒行。银云栉栉瑶殿明，宫门掌事报一更。花楼玉凤声娇狞，海绡红文香浅清。黄鹅跌舞千年觥，仙人烛树蜡烟轻，清琴醉眼泪泓泓。上云乐（唐·李贺）题注：一作相和歌辞上云乐飞香走红满天春，花龙盘盘上紫云。三千宫（一作綵）女列金屋，五十弦瑟海上闻。天江（一作河）碎碎银沙路，嬴女机中断烟素。断烟素，缝衣缕（一作舞衣），八月一日君前舞。"
                },
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，有机会去华清宫，有诗。作品：过华清宫。过华清宫（唐·李贺）　　五言律诗　押麻韵春月夜啼鸦，宫帘隔御花。云生朱络暗，石断紫钱斜。玉碗盛残露，银灯点旧纱。蜀王无近信，泉上有芹芽。"
                },
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，多次参与宴饮歌会，有一系列诗。作品：苦篁调啸引。苦篁调啸引（唐·李贺）引用典故：伶伦采　请说轩辕在时事，伶伦采竹二十四。伶伦采之自昆丘（一作崙），轩辕诏遣中分作十二。伶伦以之正音律，轩辕以之调元气。当时黄帝上天时，二十三管咸相随。唯留一管人间吹，无德不能得此管，此管沈埋虞舜祠。"
                },
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，多次参与宴饮歌会，聆听梨园弟子演奏音乐，有诗。作品：李凭箜篌引。李凭箜篌引（唐·李贺）引用典故：江娥啼竹　补天　寒兔　老鱼跳波　神妪　素女　吴丝蜀桐张高秋，空白（一作山）凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤皇叫，芙蓉泣露香兰笑。十二门前融冷光，二十三丝动紫皇。女娲鍊石补天处，石破天惊逗秋雨。梦入坤（一作神）山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。"
                },
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，多次参与宴饮歌会，聆听美妙音乐，有一系列诗。作品：听颍师弹琴歌。听颖师琴歌（唐·李贺）引用典故：长桥　别浦云归桂花渚，蜀国弦中双凤语。芙蓉叶落秋鸾离，越王夜起游天姥。暗佩清臣敲水玉，渡海蛾眉牵（一作乘）白鹿。谁看挟剑赴长桥，谁看浸发题春竹。竺僧前立当吾门，梵宫真相眉棱尊。古琴大轸长八尺，峄阳老树非桐孙。凉馆闻弦惊病客，药囊暂别龙须席。请歌直（一作当）请卿相歌，奉礼官卑复何益。"
                },
                {
                    "time": "811年",
                    "activity": "秋，邂逅长安倡女，与之相爱，有诗。作品：恼公。恼公（唐·李贺）　　五言排律　引用典故：薰衣　巴賨　姹女　峡雨　临邛　芙蓉　芙蓉寄隐　拂镜羞　骨出似飞龙　三星曙　填渤澥　梦熊　霓忆虹　青鸟　卫瓘　五马　宋玉愁空断，娇饶粉自红。歌声春草露，门掩杏花丛。注口樱桃小，添眉桂叶浓。晓奁妆秀靥，夜帐减香筒。钿镜飞孤鹊，江图画水荭。陂陀梳碧凤，腰袅带金虫。杜若含清露，河蒲聚紫茸。月分蛾黛破，花合靥朱融。发重疑盘雾，腰轻乍倚风。密书题豆蔻，隐语笑芙蓉。莫锁茱萸匣，休开翡翠笼。弄珠惊汉燕，烧蜜引胡蜂。醉缬抛红网，单罗挂绿蒙。数钱教姹女，买药问巴賨。匀脸安斜雁，移灯想梦熊。肠攒非束竹，胘急是张弓。晚树迷新蝶，残蜺忆断虹。古时填渤澥，今日凿崆峒。绣沓褰长幔，罗裙结短封。心摇如舞鹤，骨出似飞龙。井槛淋清漆，门铺缀白铜。隈花开兔径，向壁印狐踪。玳瑁钉帘薄，琉璃叠扇烘。象床缘素柏，瑶席卷香葱。细管吟朝幌，芳醪落夜枫。宜男生楚巷，栀子发金墉。龟甲开屏涩，鹅毛渗（一作澡）墨浓。黄庭留卫瓘，绿树养韩冯。鸡唱星悬柳，鸦啼露滴桐。黄娥初出座，宠妹始相从。蜡泪垂兰烬，秋芜扫绮栊。吹笙翻旧引，沽酒待新丰。短佩愁填粟，长弦怨削菘。曲池眠乳鸭，小阁睡娃僮。褥缝篸双线，钩绦辫五总。蜀烟飞重锦，峡雨溅轻容。拂镜羞温峤，薰衣避贾充。鱼生玉藕下，人在石莲中。含水弯蛾翠，登楼选马鬉。使君居曲陌，园令住临邛。桂火流苏暖，金炉细炷通。春迟王子态，莺啭谢娘慵。玉漏三星曙，铜街五马逢。犀株防胆怯，银液镇心忪。跳脱看年命，琵琶道吉凶。王时应七夕，夫位在三宫。无力涂云母，多方带药翁。符因青鸟送，囊用绛纱缝。汉苑寻官柳，河桥阂禁钟。月明中妇觉，应笑画堂空。"
                },
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，因接触种种社会现实，有感，作一系列诗嘲讽揭露之。作品：感讽五首。感讽六首。"
                },
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，看到老者服役采玉、不堪劳苦，有感，作诗嘲讽揭露之。作品：老夫采玉歌。老夫采玉歌（唐·李贺）引用典故：口血　采玉采玉须水碧，琢作步摇徒好色。老夫饥寒龙为愁，蓝溪水气无清白。夜雨冈头食蓁子，杜鹃口血老夫泪。蓝溪之水厌生人，身死千年恨溪水。斜山柏风雨如啸，泉脚挂绳青袅袅。村寒白屋念娇婴，古台石磴悬肠草。"
                },
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，闻知禁宫中宫女之怨望，敬佩进步政治家“释放宫女”之主张，有感作诗。作品：宫娃歌。宫娃歌（唐·李贺）引用典故：阿甄　守宫　蜡光高悬照纱空，花房夜捣红守宫。象口吹香毾ꁛ暖，七星挂城闻漏板。寒入罘罳殿影昏，彩鸾帘额著霜痕。啼蛄吊月钩栏下，屈膝铜铺锁阿甄。梦入家门上沙渚，天河落处长洲路。愿君光明如太阳，放妾骑鱼撇波去。"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间，反对神仙迷信、巫风恶习，作一系列诗。作品：神弦曲。神弦。神弦别曲。神弦曲（唐·李贺）题注：一作相和歌辞神弦曲西山日没东山昏，旋风吹马马踏云。画弦素管声浅繁，花裙綷ꆿ步秋尘。桂叶刷风桂坠子，青狸哭血寒狐死。古壁彩虬金帖尾，雨工骑入秋（一作夜骑入）潭水。百年老鸮成木魅，笑声碧火巢中起。神弦（唐·李贺）女巫浇酒云满空，玉炉炭火香鼕鼕。海神（一作寒云）山鬼来座中，纸钱窸窣鸣ꁫ风。相思木帖金舞鸾，攒蛾一啑重一弹。呼星召鬼歆杯盘，山魅食时人森寒。终南日色低平湾，神兮长在有无间。神嗔神喜师更颜，送神万骑还青山。相和歌辞神弦别曲（一作神弦别曲）（唐·李贺）巫山①小女隔云别，松花春风②山上发。绿盖独穿香径归，白马花竿前孑孑。蜀江风澹水如罗，堕兰谁泛相经过。南山桂树为君死，云衫残③污红脂花。按：①一作阳　②一作春风松花　③集作浅"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间，有仕途不遇之感，颇失意。借男女会合之难，喻写君臣遇合之难，有诗。作品：夜坐吟。杂曲歌辞夜坐吟（唐·李贺）题注：（一作夜坐吟）。（一作李白诗）踏踏马头（一作啼）谁见过，眼看北斗直天河。西风罗幕生翠波，铅华笑妾颦青蛾。为君起唱（一作舞）长相思，帘外严霜皆倒飞。明星烂烂东方陲，红霞稍出东南涯，陆郎去矣乘斑骓。"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间，仕途不遇，久不升调，感年华之易逝，有诗。作品：日出行。日出行（唐·李贺）题注：一作相和歌辞日出行引用典故：九轮烛照　铄石　若木　旸谷　白日下昆崙，发光如舒丝。徒照葵藿心，不照游子悲。折折黄河曲，日从中央转。旸谷耳曾闻，若木眼不见。奈尔（一作何）铄石，胡为销人。羿弯弓属矢那不中，足令①久（一作火）不得奔。讵教晨光夕昏。按：①一本有乌不得翔四字"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间，对官场有深刻认识，深悟人心叵测、世网之罗布，有诗。作品：艾如张。艾如张（唐·李贺）锦襜褕，绣裆襦。强饮啄，哺尔雏。陇东卧穟满风雨，莫信（一作逐）笼（一作龙）媒陇西去。齐人织网如素空，张在野田（一作春）平碧中。网丝漠漠无形影，误尔触之伤首红。艾叶绿花谁剪刻，中藏祸机不可测。"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间，常受上司权贵歧视、压制，渴望自由，常托物言志赋诗。作品：五粒小松歌。五粒小松歌（唐·李贺）序：前谢秀才杜云卿，命予作〈五粒小松歌〉。予以选书多事，不治曲辞，经十日，聊道八句，以当命意。引用典故：洪厓　蛇子蛇孙鳞蜿蜿，新香几粒洪厓饭。绿波浸叶满浓光，细束龙髯铰刀剪。主人壁上铺州图，主人堂前多俗儒。月明白露秋泪滴①，石笋溪云肯寄书。按：①一作露泣悬秋泪"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间。谢秀才之妾改从于武官，作诗嘲笑之并为谢秀才鸣不平。作品：谢秀才有妾缟练改从于人秀才引留之不得后生感忆座人制诗嘲诮贺复继四首。谢秀才有妾缟练改从于人秀才留之不得后生感忆座人制诗嘲谢贺复继四首（唐·李贺）谁知泥忆云，望断梨花春。荷丝制机练，竹叶剪花裙。月明啼阿姊，灯暗会良人。也识君夫婿，金鱼挂在身。　　其二（唐·李贺）铜镜立青鸾，燕脂拂紫绵。腮花弄暗粉，眼尾泪侵寒。碧玉破不复①，瑶琴重拨弦。今日非昔日，何人敢正看。按：①一作破瓜后　　其三（唐·李贺）　　押侵韵洞房思不禁，蜂子作花心。灰暖残香炷，发冷青虫簪。夜遥灯焰短，睡熟小屏深。好作鸳鸯梦，南城罢捣砧。　　其四（唐·李贺）引用典故：宋玉　文鸯　寻常轻宋玉，今日嫁文鸯。戟干横龙簴，刀环倚桂窗。邀人裁半袖，端坐据胡床。泪湿红轮重，栖乌上井梁。"
                },
                {
                    "time": "811年12月",
                    "activity": "十二月，在长安。李绛为相，李贺作诗颂美之。作品：沙路曲。沙路曲（唐·李贺）柳脸（一作阴）半眠丞相树，佩马钉铃踏沙路。断烬遗香袅翠烟，烛（一作独）骑啼（一作蹄）乌（一作鸣）上天去。帝家玉龙开九关，帝前动（一作簪）笏移南山。独垂重印押千官，金窠（一作科）篆字红屈盘。沙路归来闻好语，旱火不光天下雨。"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间。见女伶将入宫供奉，拥琵琶骑马而行，借冯小怜以喻之，有诗。冯小怜（唐·李贺）　　押先韵引用典故：小怜　湾头见小怜，请上琵琶弦。破得春风恨，今朝直几钱。裙垂竹叶带，鬓湿杏花烟。玉冷红丝重，齐宫妾驾鞭。"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间。描写春日京城景色，有诗。作品：春昼。春昼（唐·李贺）引用典故：河阳　赵燕扫粉　朱城报春更漏转，光风催兰吹小殿。草细堪梳，柳长如线。卷衣秦帝，扫粉赵燕。日含画幕，蜂上罗荐。平阳花坞，河阳花县。越妇支机，吴蚕作茧。菱汀系带，荷塘倚扇。江南有情，塞北无恨。"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间。借乐府古题自抒怀抱、寄寓己意，有诗。作品：箜篌引。相和歌辞箜篌引（唐·李贺）题注：相和旧曲，丝竹更相和，执节者歌，本一部，魏明帝分为二，晋谓之清商三调。《唐书·乐志》曰：“平调、清调、瑟调，皆周房中曲之遗声。又有楚调、侧调。楚调者，汉房中乐也。侧调者，生于楚调，与前三调总谓之相和。凡相和，其器有笙、笛、节歌、琴、瑟、琵琶、筝七种。”相和有四引，一曰《箜篌引》，二曰《商引》，三曰《徵引》，四曰《羽引》。古有六引，其《宫引》、《角引》二曲阙，宋唯《箜篌引》有辞，梁具五引，有歌有辞。引用典故：徐衍入海　公乎公乎，提壶将焉如？屈平沈湘不足慕，徐衍入海诚为愚。公乎公乎，床有菅席盘有鱼。北里有贤兄，东邻有小姑。陇亩油油黍与葫，瓦甒浊醪蚁浮浮①。黍可食，醪可饮，公乎公乎其奈居。被发奔流竟何如？贤兄小姑哭呜呜。按：①一作瓦瓶浊酒醪蚁浮"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间。借汉武帝时李夫人，讽当时唐代宫闱中事，有诗。"
                },
                {
                    "time": "811年",
                    "activity": "在长安任奉礼郎期间。于御沟边得遇沈驸马，与之同赋诗。作品：同沈驸马赋得御沟水。同沈驸马赋得御沟水（唐·李贺）　　押阳韵引用典故：何郎　入苑白泱泱，宫入正靥黄。绕堤龙骨冷，拂岸鸭头香。别馆惊残梦，停杯泛小觞。幸因流浪处，暂得见何郎。"
                },
                {
                    "time": "812年",
                    "activity": "在长安任奉礼郎期间。其妻亡故后某年春，思念家乡昌谷，有诗。作品：题归梦。题归梦（唐·李贺）长安风雨夜，书客梦昌谷。怡怡中堂笑，小弟栽涧菉。家门厚重意，望我饱饥腹。劳劳一寸心，灯花照鱼目。"
                },
                {
                    "time": "812年",
                    "activity": "在长安任奉礼郎期间。某年秋，回顾长安三载心路历程，作《京城》诗。京城（唐·李贺）　　五言绝句　押侵韵驱马出门意，牢落长安心。两事谁向道，自作秋风吟。"
                },
                {
                    "time": "812年",
                    "activity": "春，在长安。友人沈亚之因书不中第，返回吴兴。李贺送别之，有诗。作品：送沈亚之歌。送沈亚之歌（唐·李贺）序：文人沈亚之，元和七年，以书不中第，返归于吴江。吾悲其行，无钱酒以劳，又感沈之勤请，乃歌一解以送之。引用典故：三走　吴兴才人怨春风，桃花满陌千里红。紫丝竹断骢马小，家住钱塘东复东。白藤交穿织书笈，短策齐裁如梵夹。雄光宝矿献春卿，烟底蓦波乘一叶。春卿拾材白日下，掷置黄金解龙马。携笈归江（一作家）重入门，劳劳谁是怜君者。吾闻壮（一作丈）夫重心骨，古人三走无摧捽。请君待旦事长鞭，他日还辕及秋律。"
                },
                {
                    "time": "812年3月",
                    "activity": "三月，在长安。因病辞官，归昌谷。出城临行时，有诗寄权璩、杨敬之。作品：出城寄权璩杨敬之。出城寄权璩杨敬之（唐·李贺）　　七言绝句　押真韵引用典故：剑飞　草暖云昏万里春，宫花拂面送行人。自言汉剑当飞去，何事还车载病身。"
                },
                {
                    "time": "812年3月",
                    "activity": "三月，在长安。因病辞官，归昌谷。出城临行时，有诗酬别张又新、李汉。作品：出城别张又新酬李汉。出城别张又新酬李汉（唐·李贺）引用典故：马卿　玉桂　大被　蚨母　赵壹赋命薄　李子别上国，南山崆峒春。不闻今夕鼓，差慰煎情人。赵壹赋命薄，马卿家业贫。乡书何所报，紫蕨生石云。长安玉桂国，戟带披侯门。惨阴地自光，宝马踏晓昏。腊春戏草苑，玉挽鸣ꈺ辚。绿网缒金铃，霞卷清池漘。开贯泻蚨母，买冰防夏蝇。时宜裂大袂（一作被），剑客车盘茵。小人如死灰，心切生秋榛。皇图跨四海，百姓拖（一作施）长绅。光明霭不发，腰龟徒甃银。吾将噪礼乐，声调摩清新。欲使十千岁，帝道如飞神。华实自苍老，流采（一作来）长倾湓。没没暗齰舌，涕血不敢论。今将下东道，祭酒而别秦。六郡无剿儿，长刀谁拭尘。地理阳无正，快马逐服辕。二子美年少，调道讲（一作讲道调）清浑。讥笑断冬夜，家庭疏筱穿。曙风起四方，秋月当东悬。赋诗面投掷，悲哉不遇人。此别定沾臆，越布先裁巾。"
                },
                {
                    "time": "816年",
                    "activity": "秋，由南方返回昌谷途中经长安，访好友沈述师，授以自编之诗集，嘱其妥为保管，作《秋来》诗。秋来（唐·李贺）引用典故：化碧　鲍家诗　桐风惊心壮士苦，衰灯络纬啼寒素。谁看青简一编书，不遣花虫粉空蠹。思牵今夜肠应直，雨冷香魂吊书客。秋坟鬼唱鲍家诗，恨血千年土中碧。"
                },
                {
                    "time": "816年",
                    "activity": "秋，由南方返回昌谷途中，经长安，访好友杜悰，为其儿作《唐儿歌》唐儿歌（杜豳公之子）（唐·李贺）引用典故：画空　眼横秋水　头玉硗硗眉刷翠，杜郎生得真男子。骨重神寒天庙器，一双瞳人剪秋水。竹马梢梢摇绿尾，银鸾睒（音闪）光踏半臂。东家娇娘求对值，浓笑画（一作书）空作唐字。眼大心雄知所以，莫忘作歌人姓李。"
                },
                {
                    "time": "816年",
                    "activity": "秋，由南方返回昌谷途中，经长安，过华清宫，有诗《堂堂》杂曲歌辞堂堂（一作堂堂）（唐·李贺）　　押阳韵堂堂复堂堂，红脱梅灰②香①。十年粉蠹生画梁，饥虫不食推碎黄。蕙花已老桃叶长，禁院悬帘隔御光。华清源中礜石汤，裴回百③凤随君王。按：①一作红熟海梅香　②集作花　③一作白"
                }
            ]
        },
        {
            "Latitude": 34.140833,
            "Longitude": 112.092107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410325",
            "Title": "嵩县",
            "Detail": [
                {
                    "time": "809年10月",
                    "activity": "秋，在洛阳。曾往陆浑县尉厅访皇甫湜，不遇，作题壁诗即事嘲之。作品：官不来题皇甫湜先辈厅。官不来题皇甫湜先辈厅（唐·李贺）　　押尤韵官不来，官庭秋，老桐错干青龙愁。书司曹佐走如牛，叠声问佐官来不。官不来，门幽幽。"
                }
            ]
        },
        {
            "Latitude": 34.523086,
            "Longitude": 110.90097,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411282",
            "Title": "灵宝",
            "Detail": [
                {
                    "time": "809年10月",
                    "activity": "十月，自洛阳赴长安，经过虢州弘农王浚墓，有凭吊之作。作品：王浚墓下作。王浚墓下作（唐·李贺）　　五言排律　引用典故：阿童　人间无阿童，犹唱水中龙。白草侵烟死，秋梨绕地红。古书平黑石，袖（一作神）剑断青铜。耕势鱼鳞起，坟科（一作斜）马鬣封。菊花垂湿露，棘径卧乾蓬。松柏愁香涩，南原几夜风。"
                }
            ]
        },
        {
            "Latitude": 34.57172,
            "Longitude": 110.098671,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610582",
            "Title": "华阴",
            "Detail": [
                {
                    "time": "809年10月",
                    "activity": "十月，自洛阳赴长安，经过华山之下，有诗抒发苦闷之情。作品：开愁歌。开愁歌（华下作）（唐·李贺）引用典故：衣如飞鹑　旗亭　秋风吹地百草乾，华容碧影生晚寒。我当二十不得意，一心愁谢如枯兰。衣如飞鹑马如狗，临岐击剑生铜吼。旗亭下马解秋衣，请贳宜阳一壶酒。壶中唤天云不开，白昼万里闲凄迷。主人劝我养心骨，莫受俗物相填ꆏ①。按：①《玉篇》、《广韵》俱无ꆏ字，《统签》云：“按ꆏ即豗字，音灰，相击也。”"
                }
            ]
        },
        {
            "Latitude": 34.80179,
            "Longitude": 109.948624,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610523",
            "Title": "大荔",
            "Detail": [
                {
                    "time": "811年",
                    "activity": "长安任奉礼郎期间，随公卿巡行诸帝陵，道经同州冯翊县南十二里之沙苑，有诗。作品：经沙苑。经沙苑（唐·李贺）野水泛长澜，宫牙开小茜。无人柳自春，草渚鸳鸯暖。晴嘶卧沙马，老去悲啼展。今春还不归，塞嘤折翅雁。"
                }
            ]
        },
        {
            "Latitude": 34.91365,
            "Longitude": 112.797734,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410883",
            "Title": "孟州",
            "Detail": [
                {
                    "time": "813年6月",
                    "activity": "六月下旬，离家去潞州投张彻，取道河阳，有诗。作品：河阳歌。河阳歌（唐·李贺）引用典故：三朝执戟　蜜炬　鸣玉宴　染罗衣，秋蓝难著色。不是无心人，为作台（一作临）邛客。花烧中潬（音诞）城，颜郎身已老。惜许两少年，抽心似春草。今日见银牌，今夜鸣玉宴。牛头高一尺，隔坐应相见。月从东方来，酒从东方转。觥船饫口红，蜜炬千枝烂。"
                }
            ]
        },
        {
            "Latitude": 35.093593,
            "Longitude": 112.957115,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410882",
            "Title": "沁阳",
            "Detail": [
                {
                    "time": "813年7月1日",
                    "activity": "七月一日晓，去潞州，进入太行山区，有诗纪行。作品：七月一日晓入太行山。七月一日晓入太行山（唐·李贺）一夕绕山秋，香露溘蒙菉。新桥倚云阪，候虫嘶露朴。洛南①今已远，越衾谁为熟。石气何凄凄，老莎如短镞。按：①一作阳"
                }
            ]
        },
        {
            "Latitude": 35.804408,
            "Longitude": 112.929992,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN140581",
            "Title": "高平",
            "Detail": [
                {
                    "time": "813年7月",
                    "activity": "七月，去潞州经过太行山区，经高平县东私路，赋诗。高平县东私路（唐·李贺）侵侵槲叶香，木花滞寒雨。今夕山上秋，永谢无人处。石溪远荒涩，棠实悬辛苦。古者①定幽寻，呼君作私路。按：①一作道"
                },
                {
                    "time": "813年7月",
                    "activity": "七月，去潞州经过太行山区，经长平故城，有怀古之情，赋诗。作品：长平箭头歌。长平箭头歌（唐·李贺）漆灰骨末丹水沙，凄凄古血生铜花。白翎金簳雨中尽，直馀三脊（一作径寸）残狼牙。我寻平原乘两马，驿东石田蒿坞下。风长日短星萧萧，黑旗云湿悬空夜。左魂右魄啼肌瘦，酪瓶倒尽将羊炙。虫栖雁病芦笋红，回风送客吹阴火。访古汍澜收断镞，折锋赤璺曾刲肉。南陌东城马上儿，劝我将金换簝竹。"
                }
            ]
        },
        {
            "Latitude": 36.201585,
            "Longitude": 113.123046,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN1404",
            "Title": "长治",
            "Detail": [
                {
                    "time": "813年7月",
                    "activity": "七月初，抵达潞州。张彻为之置酒洗尘，酒罢向李贺索诗，欣然命笔作诗赠张彻。作品：酒罢张大彻索赠诗时张初效陆幕。"
                },
                {
                    "time": "813年",
                    "activity": "本年，在潞州。回纥以三千骑驻扎䴙䴘泉，于是振武军以兵屯黑山。秦光禄北征回纥，贺有诗送之。作品：送秦光禄北征。送秦光禄北征（唐·李贺）引用典故：长桥　白马将　刺蛟　然脐　侯调　呼韩　营门柳　折胶　鱼肠　北虏胶堪折，秋沙乱晓鼙。髯胡频犯塞，骄气似横霓。灞水楼船渡，营门细柳开。将军驰白马，豪彦骋雄材。箭射欃枪落，旗悬日月低。榆稀山易见，甲重马频嘶。天远星光没，沙平草叶齐。风吹云路火，雪污玉关泥。屡断呼韩颈，曾然董卓脐。太常犹旧宠，光禄是新隮（一作阶）。宝玦麒麟起，银壶狒狖啼。桃花连马发，綵絮扑鞍来。呵臂悬金斗，当唇注玉罍。清苏和碎蚁，紫腻卷浮杯。虎鞟先蒙马，鱼肠且断犀。ꊁꊄ西旅狗，蹙额北方奚。守帐然香暮，看鹰永夜栖。黄龙就别镜，青冢念阳台。周处长桥役，侯调短弄哀。钱塘阶凤羽，正室擘鸾钗。内子攀琪树，羌儿奏落梅。今朝擎剑去，何日刺蛟回。"
                },
                {
                    "time": "813年",
                    "activity": "本年冬，在潞州。回纥以三千骑驻扎䴙䴘泉，于是振武军以兵屯黑山。李贺有诗咏之。作品：平城下。平城下（唐·李贺）饥寒平城下，夜夜守明月。别剑无玉花，海风断鬓发。塞长连白空，遥见汉旗红。青帐吹短笛，烟雾湿昼龙。日晚在城上，依稀望城下。风吹枯蓬起，城中嘶瘦马。借问筑城吏，去关几千里。惟愁裹尸归，不惜倒戈死。"
                },
                {
                    "time": "814年",
                    "activity": "本年秋，客居潞州。病于张彻宅，遇江使，寄书与和州十四兄，以通情愫，有诗。作品：潞州张大宅病酒遇江使寄上十四兄。潞州张大宅病酒遇江使寄上十四兄（唐·李贺）　　五言排律　秋至昭关后，当知赵国寒。系书随短羽，写恨破长笺。病客眠清晓，疏桐坠绿鲜。城鸦啼粉堞，军吹压芦烟。岸帻褰沙幌，枯塘卧折莲。木窗银迹画，石磴水痕钱。旅酒侵愁肺，离歌绕懦弦。诗封两条泪，露折一枝兰。莎老沙鸡泣，松乾瓦兽残。觉骑燕地马，梦载楚溪船。椒桂倾长席，鲈鲂斫玳筵。岂能忘旧路，江岛滞佳年。"
                },
                {
                    "time": "814年",
                    "activity": "本年，客居潞州。内心悲愤失落，适逢马年，作《马诗二十三首》马诗二十三首（唐·李贺）　　押先韵龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。　　其二（唐·李贺）腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。　　其三（唐·李贺）引用典故：赤骥　忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。　　其四（唐·李贺）此马非凡马，房星本是星①。向前敲瘦骨，犹自带铜声。按：①一作精　　其五（唐·李贺）　　押尤韵大漠山①如雪，燕山月似钩。何当金络脑，快走踏清秋。按：①一作沙　　其六（唐·李贺）　　押麻韵饥卧骨查牙，粗毛刺破花。鬣焦朱色落，发断锯长麻。　　其七（唐·李贺）引用典故：西母　西母酒将阑，东王饭已乾。君王若燕去，谁为拽车辕。　　其八（唐·李贺）　　押支韵引用典故：赤兔　果下马　赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。　　其九（唐·李贺）引用典故：飂叔　飂叔去①匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。按：①一作死　　其十（唐·李贺）　　押东韵引用典故：神骓　催榜渡乌江①，神骓泣向风。君王今解剑，何处逐英雄。按：①一作江东　　其十一（唐·李贺）　　押真韵引用典故：盐坂　内马赐宫人，银鞯刺骐驎。午时盐坂上，蹭蹬溘风尘。　　其十二（唐·李贺）批竹初攒耳，桃花未上身。他时须搅阵，牵去借将军。　　其十三（唐·李贺）　　押阳韵引用典故：买骏骨　宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。　　其十四（唐·李贺）　　押真韵香襆赭罗新，盘龙蹙镫鳞。回看南陌上，谁道不逢春。　　其十五（唐·李贺）　　押微韵引用典故：伏虎威　不从桓公猎，何能伏虎威。一朝沟陇出，看取拂云飞。　　其十六（唐·李贺）唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉ꁫ①风。按：①一作飘，一作飙　　其十七（唐·李贺）　　押麻韵白铁剉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。　　其十八（唐·李贺）　　押删韵引用典故：旋毛在腹　伯乐向前看，旋毛在腹间。祗今掊白草，何日蓦青山。　　其十九（唐·李贺）　　押灰韵引用典故：章台　萧寺　萧寺驮经马，元从竺国来。空知有善相，不解走章台。　　其二十（唐·李贺）　　押阳韵引用典故：鱼肠　重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。　　其二十一（唐·李贺）　　押尤韵引用典故：腾黄马　暂系腾黄马，仙人上綵楼。须鞭玉勒吏，何事谪高州。　　其二十二（唐·李贺）　　押歌韵引用典故：青骡　汗血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。　　其二十三（唐·李贺）　　押先韵武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。"
                },
                {
                    "time": "814年",
                    "activity": "秋，客居潞州。感戍边将士之辛苦，有诗。作品：塞下曲。摩多楼子。塞下曲（《乐府》诗作三首）（唐·李贺）胡角引北风，蓟门白于水。天含青海道，城头月千里。露下旗濛濛，寒金鸣夜刻。蕃甲锁蛇鳞，马嘶青冢白。秋静见旄头，沙远席羁（一作萁）愁。帐北天应尽，河声出塞流。摩多楼（一作栖）子（唐·李贺）引用典故：金人　玉塞去金人，二万四千里。风吹沙作云，一时渡辽水。天白水如练，甲丝双串断。行行莫苦辛，城月犹残半。晓气朔烟上，趢趗胡马蹄。行人临水别，隔陇（一作陇水）长东西。"
                },
                {
                    "time": "814年",
                    "activity": "冬，客居潞州。感北方苦寒，作《北中寒》诗。北中寒（唐·李贺）一方黑照三方紫，黄河冰合鱼龙死。三尺木皮断文理，百石强车上河水。霜花草上大如钱，挥刀不入迷濛天。争①瀯海水飞凌喧，山瀑无声玉虹悬。按：①一作净"
                },
                {
                    "time": "815年",
                    "activity": "春，尚在潞州。有南下之意。作《客游》诗。客游（唐·李贺）引用典故：平原君　悲满千里心，日暖南山石。不谒承明庐，老作平原客。四时别家庙，三年去乡国。旅歌屡弹铗，归问时裂帛。"
                }
            ]
        },
        {
            "Latitude": 31.716472,
            "Longitude": 118.293882,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN340523",
            "Title": "和县",
            "Detail": [
                {
                    "time": "815年",
                    "activity": "本年，毅然告别张彻，南下和州探视十四兄。值淮西战乱，有《公无出门》诗。公无出门（唐·李贺）引用典故：鲍焦披草眠　问天　历阳湖波　熊虺食人魂　天迷迷，地密密。熊虺食人魂，雪霜断（一作风破）人骨。嗾犬狺狺相索索，舐掌偏宜佩兰客。帝遣乘轩灾自息，玉星点剑黄金轭。我虽跨马不得还，历阳湖波大如山。毒虬相视振金环，狻猊猰ꅇ吐嚵涎。鲍焦一世披草眠，颜回廿九鬓毛斑。颜回非血衰，鲍焦不违天。天畏遭衔齧，所以致之然。分明犹惧公不信，公看呵壁书问天。"
                },
                {
                    "time": "815年",
                    "activity": "在和州。因淮西战乱，北行受阻，乃决意南下，作东南之游。"
                }
            ]
        },
        {
            "Latitude": 32.064735,
            "Longitude": 118.802891,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3201",
            "Title": "南京",
            "Detail": [
                {
                    "time": "815年",
                    "activity": "本年，由和州南游金陵江潭苑，有诗。作品：追赋画江潭苑四首。追赋画江潭苑四首（唐·李贺）　　押阳韵引用典故：行云　吴苑晓苍苍，宫衣水溅黄。小鬟红粉薄，骑马佩珠长。路指台城迥，罗薰裤褶香。行云沾翠辇，今日似襄王。　　其二（唐·李贺）宝袜菊衣单，蕉花密露寒。水光兰泽叶，带重剪刀钱。角暖盘弓易，靴长上马难。泪痕沾寝帐，匀粉照金鞍。　　其三（唐·李贺）　　押麻韵剪翅小鹰斜，绦根玉旋花。鞦垂妆钿粟，箭箙钉文牙。狒狒啼深竹，鵁鶄老湿沙。宫官烧蜡火，飞烬污铅华。　　其四（唐·李贺）引用典故：景阳钟　十骑簇芙蓉，宫衣小队红。练香熏宋鹊，寻箭踏卢龙。旗湿金铃重，霜乾玉镫空。今朝画眉早，不待景阳钟。"
                }
            ]
        },
        {
            "Latitude": 30.899015,
            "Longitude": 120.094566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3305",
            "Title": "湖州",
            "Detail": [
                {
                    "time": "815年",
                    "activity": "本年，南游吴兴，拜访已居乡之老友沈亚之，沈热情接待。有诗。作品：追和柳恽。追和柳恽（唐·李贺）题注：一作相和歌辞江南曲汀洲白蘋草，柳恽乘马归。江头楂①树香，岸上蝴蝶飞。酒杯箬叶露，玉轸蜀桐虚。朱楼通水陌，沙暖一双鱼。按：①一作栌"
                },
                {
                    "time": "815年",
                    "activity": "本年，南游路过太湖，有感于吴越时范蠡旧事，有诗。作品：湖中曲。湖中曲（唐·李贺）长眉越沙采兰若，桂叶水荭春漠漠。横船①醉眠白昼闲，渡口梅风歌扇薄。燕钗玉股照青渠，越王娇郎小字书。蜀纸封巾报云鬓，晚漏壶中②水淋尽。按：①一作倚　②一作铜壶"
                }
            ]
        },
        {
            "Latitude": 30.750912,
            "Longitude": 120.762045,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3304",
            "Title": "嘉兴",
            "Detail": [
                {
                    "time": "815年",
                    "activity": "本年，南游嘉兴，路过城西南苏小小墓，触景生情，感怀故人，有诗。"
                }
            ]
        },
        {
            "Latitude": 30.036519,
            "Longitude": 120.586673,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306",
            "Title": "绍兴",
            "Detail": [
                {
                    "time": "815年",
                    "activity": "本年，南游会稽镜湖，感发兴会，有诗。作品：月漉漉篇。月漉漉篇（唐·李贺）月漉漉，波烟（一作咽）玉。莎青桂花繁，芙蓉别江木。粉态裌罗寒，雁羽铺烟湿。谁能看石帆，乘船镜中入。秋白鲜红死，水香莲子齐。挽菱隔歌袖，绿刺罥银泥。"
                }
            ]
        },
        {
            "Latitude": 31.173997,
            "Longitude": 112.594642,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN420881",
            "Title": "钟祥",
            "Detail": [
                {
                    "time": "816年",
                    "activity": "本年，沿长江、汉水至襄阳，取道长安、洛阳，返回昌谷。路经江陵附近，有诗。作品：莫愁曲。莫愁曲（唐·李贺）　　押尤韵题注：一作相和歌辞莫愁曲引用典故：五马　草生龙坡下，鸦噪城堞头。何人此城里，城角栽石榴。青丝系五马，黄金络双牛。白鱼驾莲船，夜作十里游。归来无人识，暗上沈香楼。罗床倚瑶瑟，残月倾帘钩。今日槿花落，明朝桐树秋。莫（一作若）负平生意，何名何（一作作）莫愁。"
                },
                {
                    "time": "816年",
                    "activity": "本年秋，北返路经石城（钟祥），有诗。作品：石城晓。石城晓（唐·李贺）月落大堤上，女垣栖乌起。细露湿团红，寒香解夜醉。女牛（一作石子）渡天河，柳烟满城曲。上客留断缨，残蛾斗双绿。春帐依微蝉翼罗，横茵突金隐体花。帐前轻絮鹤（一作鹅）毛起，欲说春心无所似。"
                }
            ]
        },
        {
            "Latitude": 32.014789,
            "Longitude": 112.129089,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4206",
            "Title": "襄阳",
            "Detail": [
                {
                    "time": "816年",
                    "activity": "本年秋，沿长江、汉水至襄阳，取道长安、洛阳返回昌谷，路经襄阳时，有诗。作品：大堤曲。大堤曲（唐·李贺）题注：一作相和歌辞大堤曲妾家住横塘，红纱满桂香。青云教绾头上髻，明月与作耳边珰。莲风起，江畔春。大堤上，留北人。郎食鲤鱼尾，妾食猩猩唇。莫指襄阳道，绿浦归帆少。今日菖蒲花，明朝枫树老。"
                },
                {
                    "time": "816年",
                    "activity": "本年秋，沿长江、汉水北返途经襄阳时，有诗。作品：走马引。琴曲歌辞走马引（唐·李贺）题注：一曰天马引，樗里牧恭为父报怨杀人，逃入沂泽中作。引用典故：截云　我有辞乡剑，玉锋堪截云。襄阳①走马客，意气自生春。朝嫌剑光②静，暮嫌剑花③冷。能持剑向人，不解持照身④。按：①一作长安　②集作花　③集作光　④一作解持照身影"
                }
            ]
        },
        {
            "Latitude": 34.533156,
            "Longitude": 110.088441,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6105 华山",
            "Title": "华山"
        }
    ]
}