{
    "lines": [
        {
            "Latitude": 28.687692,
            "Longitude": 118.251372,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN361123",
            "Title": "玉山 (出生地)",
            "Detail": [
                {
                    "time": "974年",
                    "activity": "生于玉山县。"
                },
                {
                    "time": "974年",
                    "activity": "居玉山。"
                },
                {
                    "time": "976年",
                    "activity": "母授小经，随即成诵。"
                },
                {
                    "time": "977年",
                    "activity": "居玉山。"
                },
                {
                    "time": "978年6月30日",
                    "activity": "居玉山,祖父卒。"
                }
            ]
        },
        {
            "Latitude": 27.923406,
            "Longitude": 118.547818,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350722",
            "Title": "浦城",
            "Detail": [
                {
                    "time": "978年12月8日",
                    "activity": "祖父卒，归葬浦城南原。"
                },
                {
                    "time": "979年",
                    "activity": "读书里中能仁寺，或与吴待问同学，学吟诗。"
                },
                {
                    "time": "980年",
                    "activity": "能属文，对客谈论，有老成风。"
                },
                {
                    "time": "981年",
                    "activity": "读书里中。"
                },
                {
                    "time": "982年",
                    "activity": "作《病起谢郡官》启。"
                },
                {
                    "time": "983年",
                    "activity": "读书里中。"
                },
                {
                    "time": "984年",
                    "activity": "诏江南转运使张去华试亿词艺，送阙下。"
                },
                {
                    "time": "986-988年",
                    "activity": "居乡。"
                },
                {
                    "time": "994年",
                    "activity": "僧依觐来访，以长生度世之旨为说，辞之。"
                },
                {
                    "time": "1000年",
                    "activity": "在浦城，追寻旧迹，屡题诗。作品：题张浚所居壁五首。留题南源院。留题黄山院。题张浚所居壁（宋·杨亿）　　七言律诗　押豪韵题注：浚，予之姻，此后自郡归乡三张旧族富英髦，仙墅重经散郁陶。深喜太邱家法在，须知定国里门高。分题每日摇鸡距，合宴常时把蟹螯。独感戴侯恩未报，徘徊不觉涕沾袍。留题南源院（宋·杨亿）　　七言律诗　押鱼韵路入藤萝十里馀，松窗潇洒竹房虚。燕巢新旧金人殿，虫网纵横贝叶书。当昼风雷生洞穴，欲斋猿鸟下庭除。昔年曾此题诗句，犹拂流尘认鲁鱼。留题黄山院（宋·杨亿）　　七言律诗　押冬韵禾黍离离一径通，游人揽辔即过从。趁斋幽鸟闻疏磬，出定高僧见偃松。夜静龛灯凝古殿，雨馀岩溜迸前峰。昔年曾此题名处，素壁攲斜翠藓重。"
                },
                {
                    "time": "1000年",
                    "activity": "将赴朝，有诗留题张彝宪池亭。留题张彝宪池亭（宋·杨亿）　　七言律诗　押支韵题注：彝宪昆仲三人，皆好学，季弟逝矣潇洒危亭枕碧池，昔年飞盖此追随。正逢五綵承颜日，兼是三荆并秀时。夜坐不知银汉没，春游长诉玉杯迟。如今罢郡重登赏，喜见扶风旧白眉。"
                },
                {
                    "time": "1000年",
                    "activity": "罢郡归乡时，聪道人自处州偕送；及秋归处州，以诗送之。作品：别聪道人归缙云。别聪道人归缙云（聪送予至别墅）（宋·杨亿）　　七言律诗　押庚韵二年假守栝苍城，郡榻唯师即送迎。捣药几怜春漏永，调琴长待夜蟾生。心猿已伏都无念，海鸟相逢自不惊。送别秋郊岂成恨，白云青嶂是归程。"
                },
                {
                    "time": "1000年",
                    "activity": "为撰祖父文逸《神道表》及表叔张仲仁《墓志铭》作品：故信州玉山令府君神道表。故宋陕州芮城令清河张君墓志铭。1000年7？，约七月，自建州赴阙，单车即路。"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "984年",
                    "activity": "连三日对帝问，应试诗赋五首。参政李至等令赋《喜朝京阙》诗，立成，有异赏。从祖徽之勉以进修不可已。喜朝京阙（宋·杨亿）　　押萧韵七闽波渺邈，双阙气岧峣。晓登云外岭，夜渡月中潮。愿秉清忠节，终身立圣朝。"
                },
                {
                    "time": "984年11月27日",
                    "activity": "制授秘书省正字，赐袍笏。"
                },
                {
                    "time": "984年",
                    "activity": "据来朝日僧奝然所献其国之书，修成日本国史。奝然归国曾奉方物为谢。"
                },
                {
                    "time": "985年",
                    "activity": "在京任秘书省正字。"
                },
                {
                    "time": "990年",
                    "activity": "诣阙献文，改奉礼郎，读书秘阁。"
                },
                {
                    "time": "991年",
                    "activity": "有诗贺占城献狮子。"
                },
                {
                    "time": "992年3月",
                    "activity": "献赋召试，赐进士第，迁光禄寺丞。作品：二京赋。甘露颂。"
                },
                {
                    "time": "993年3月",
                    "activity": "复献诗，直集贤院。"
                },
                {
                    "time": "994年",
                    "activity": "秋，表求归里迎母、弟。王禹偁有诗送之。"
                },
                {
                    "time": "994年",
                    "activity": "有诗吟义门胡氏华林书院。作品：咏华林书院。咏华林书院（宋·杨亿）　　五言排律　押佳韵闻说华林院，名将阙里偕。生徒似东鲁，书籍胜西斋。俎豆儒风盛，埙篪乐韵谐。门闾双桂茂，编秩九流排。讲学搴纱幕，题诗挂粉牌。荀陈传旧族，游夏结同侪。红实洲生橘，清阴世种槐。夜蟾穿户牖，晴瀑泻岩崖。远客来千里，新恩出两阶。横经定何日，凭此寄幽怀。"
                },
                {
                    "time": "994年",
                    "activity": "本年或稍前，聘张洎之女。"
                },
                {
                    "time": "995年10月",
                    "activity": "太宗命待诏朱文济等弹奏新声，群臣献歌诗颂之，亿词理精惬，受奖谕。"
                },
                {
                    "time": "996年",
                    "activity": "春，迁著作佐郎，多代公卿为表疏，太宗知其贫，屡有沾赉。"
                },
                {
                    "time": "996年",
                    "activity": "尝为越王生辰使。"
                },
                {
                    "time": "997年",
                    "activity": "真宗称亿文理精当，擢左正言，馆职如故。"
                },
                {
                    "time": "997年",
                    "activity": "秋冬，南安郡乡贡进士陈在中贽文投谒，亿答以书，并为延誉。"
                },
                {
                    "time": "997年11月",
                    "activity": "判集贤院事钱若水荐引，受诏预修《太宗实录》"
                },
                {
                    "time": "997年",
                    "activity": "与李宗谔、粱颢、赵况、赵安仁同表请复钱熙旧职，不报。"
                },
                {
                    "time": "997年",
                    "activity": "本年，娶妻张氏。"
                },
                {
                    "time": "998年",
                    "activity": "应中书舍人宋湜请，为其唱和诗集作序。作品：广平公唱和集序。"
                },
                {
                    "time": "998年8月",
                    "activity": "《太宗实录》八十卷成，奏上，亿独草五十六卷。"
                },
                {
                    "time": "998年8月19日",
                    "activity": "以修《太宗实录》成，乞外补就养，出知处州。帝称其史才，留不遣。"
                },
                {
                    "time": "998年9月8日",
                    "activity": "固请出知处州，遣之。"
                },
                {
                    "time": "998年9月",
                    "activity": "朝士钱若水、王禹偁、钱惟演等三十八人以诗赠行，亿集而序之。作品：群公赠行集序。"
                },
                {
                    "time": "1000年9月",
                    "activity": "九月底，到阙，拜左司谏。"
                },
                {
                    "time": "1000年",
                    "activity": "归阙，为宋白以下三十人此前送钱若水出知大名府诗作序。作品：群公饯钱侍郎知大名府诗序。"
                },
                {
                    "time": "1000年",
                    "activity": "李继隆自陈州惠书，推誉亿之文章，亿上启谢之。作品：上陈州李相公启二。"
                },
                {
                    "time": "1000年",
                    "activity": "元道宗、奉宗兄弟举进士下第，李宗谔以诗勉之，亿有和作。作品：次韵和中书李舍人勉元氏道宗奉宗兄弟之什。次韵和中书李舍人勉元氏道宗奉宗兄弟之什（宋·杨亿）　　七言律诗　押歌韵二难文彩少人过，落笔寻常只患多。兔苑暂游冲霰雪，龙门曾上困风波。一囊负米犹为客，百步穿杨待决科。更得词臣赠诗句，机云入洛拟如何。"
                },
                {
                    "time": "1000年",
                    "activity": "集贤院宿直，有诗抒怀，寄李宗谔、梁颢，时李梁并为知制诰。作品：集贤宿直寄中书李梁二舍人。集贤宿直寄中书李梁二舍人（宋·杨亿）　　七言排律　押鱼韵耿耿银釭照直庐，西风黄叶满庭除。愁心不忍闻宾雁，病眼犹能拾蠹鱼。攲枕微吟空展转，绕廊闲步自踌躇。铜龙漏滴传钩盾，玉兔光芒射绮疏。薄宦久淹沧海郡，故交多入紫垣居。洛阳已在拜尘后，宣室那逢膝席初。投阁寂寥深自愧，抱关憔悴拟何如。宁思西掖五花判，且补河东三箧书。桑梓任①抛万里外，蓬莱试住十年馀。释之不调嵇康懒，终待休官学灌蔬。按：①明刻本、清抄本作狂，祝刻本作枉"
                },
                {
                    "time": "1000年",
                    "activity": "钱惟演造访，以诗赋为赠，亿作启谢之。作品：谢太仆钱少卿启。"
                },
                {
                    "time": "1000年10月",
                    "activity": "有诗送王钦若奉使两川。作品：翰林王学士奉使两川。翰林王学士奉使两川（宋·杨亿）　　七言排律　押鱼韵万里征西频告捷，九重喻蜀正裁书。忽闻召对浴堂殿，元是亲乘使者车。井邑凋残经乱后，军城鼓舞拜恩初。铜梁迢递驱驺骑，玉署深严锁直庐。星历更须占李合，雪园应恨欠相如。归来便在三台席，转与交亲礼数疏。"
                },
                {
                    "time": "1000年10月",
                    "activity": "有诗送梁颢奉使巴中。作品：梁舍人奉使巴中。梁舍人奉使巴中（宋·杨亿）　　七言律诗　押萧韵药署深严才草诏，剑关迢递忽乘轺。霜天历历巴猿苦，山路骎骎莋马骄。梁苑寒风吹别袂，瞿塘春水送归桡。紫垣遣使非常例，应有星文动九霄。"
                },
                {
                    "time": "1000年10月16日",
                    "activity": "受命与宋白等续修《通典》"
                },
                {
                    "time": "1000年",
                    "activity": "有诗送给事中董俨出知洪州。作品：董给事知洪州。董给事知洪州（宋·杨亿）　　七言律诗　押尤韵豫章南国一都会，夕拜东台最上流。捧诏暂辞青锁闼，携家便汎木兰舟。褰帷听讼民谣洽，解榻延宾主礼优。只恐徵黄在朝暮，西山灵药未容求。"
                },
                {
                    "time": "1000年10月",
                    "activity": "和黄夷简《感恩书事》诗。作品：次韵和光禄黄少卿学士感恩书事十六韵。次韵和光禄黄少卿学士感恩书事十六韵（宋·杨亿）　　五言排律　押豪韵江夏门风盛，东吴族望高。才雄吐白凤，志大钓灵鳌。昔日参珠履①，多年汎碧桃。陈琳巧书檄，谢客占风骚。曲宴飞三雅，沈机佐六韬。玳筵频岸帻，楯鼻几挥毫。托乘同归阙，临轩别赐袍。未离王俭幕，独得吕虔刀。粉署因扬历，朱门更郁陶。淮南荒桂苑，骑省泣霜毛②。去国踰千里，为郎历几曹。和铅兼秘府，悬磬寓神皋。室静秋生白，庭閒雨长蒿。禁林俄召试，卿寺果垂褒。道在心无闷，恩深首重搔。依前领图史，紬绎肯辞劳。按：①自注：尝任淮海王记室。②自注：已上并叙少卿昔在淮海府中及感旧之意。"
                },
                {
                    "time": "1000年10月",
                    "activity": "宋湜卒，十月归葬，亿作挽歌三首悼之。又为撰墓志铭。作品：故枢密宋给事挽歌三首。宋故枢密副使正奉大夫行给事中上柱国广平县开国伯食邑八百户食实封二百户赐紫金鱼袋赠尚吏部侍郎宋公神道碑铭。故枢密宋给事挽歌三首（宋·杨亿）　　押微韵宸游方扈从，移疾废枢机。步辇亲临问，肩舁遽告归。忽闻号左毂，旋见泣中闱。城郢遗言切，忠魂定有依。　　其二（宋·杨亿）　　押尤韵六龙初展义，七圣尽陪游。塞外狼烟起，军中羽檄稠。汉帷方借箸，庄壑忽沉舟。不奈良臣死，秦医亦漫求。　　其三（宋·杨亿）永辞温室地，长别谏书帷。玉恨埋黄壤，星愁析紫微。薤歌偏怨咽，衮敛更光辉。可惜岑文本，辽阳不共归。"
                },
                {
                    "time": "1001年1月15日",
                    "activity": "上元夜，与朱台符等会于太子詹事慎从吉西斋，分题赋诗。又和慎诗寄诸同舍。作品：上元夜会慎大詹西斋分题得歌字。次韵和主人喜诸客见过之什。坐中朱博士言今荆南张谏议典襄阳日尝留意一妓公颇畏内终不得近及移郡荆渚泣别邮亭乃为歌词流布巴郢予感其事赓而成诗。次韵和慎詹事述上元宵会之欢寄诸同舍之什。上元夜会慎大詹西斋分题得歌字（宋·杨亿）　　七言律诗　押歌韵帝里风光上元节，乌衣旧巷喜经过。樽中酒渌宁辞醉，梁上尘飞只欠歌。坐听禁城传玉漏，起看河汉转金波。主人爱客春宵永，彩笔题诗奈乐何。次韵和主人喜诸客见过之什（宋·杨亿）　　七言律诗　押灰韵金鸭喷香绕烛台，轻云散尽月光来。三千宾客连宵醉，十二城门彻晓开。何幸紫微容托乘，更烦红袖与传杯。明朝犹自放朝谒，心喜当关不见催。坐中朱博士言今荆南张谏议典襄阳日尝留意一妓公颇畏内终不得近及移郡荆渚泣别邮亭乃为歌词流布巴郢予感其事赓而成诗（宋·杨亿）　　七言律诗　押尤韵骎骎五马江陵去，寂寂双娥汉水头。一曲歌终眉黛敛，十分酒尽泪珠流。阳春郢客传新唱，暮雨高堂①梦昔游。琼树无人敢亲近，章台京兆不胜愁。按：①《宋诗纪事》作唐次韵和慎詹事述上元宵会之欢寄诸同舍之什（宋·杨亿）　　七言律诗　押寒韵休沐忻逢上元节，华堂高宴且盘桓。峨冠屡舞人多醉，刻烛狂吟夜向阑。月上珠帘侵坐白，霜飞碧瓦透衣寒。铜壶漏彻东方曙，归骑纷纷未尽欢。"
                },
                {
                    "time": "1001年",
                    "activity": "早春，有诗和太仆少卿钱惟演。作品：次韵和钱少卿早春对景有怀诸学士。次韵和钱少卿早春对景有怀诸学士（宋·杨亿）　　七言律诗　押灰韵草树欣欣暖律回，谢家池沼冻纹开。晴天独向高台望，春色先从上苑来。且待郢人歌白雪，莫听羌笛怨残梅。乞逢休沐便须去，引满何曾诉玉杯。"
                },
                {
                    "time": "1001年",
                    "activity": "初春，送僧之大名府谒知军钱若水。作品：送僧之大名府谒长城侍郎。送僧之大名府谒长城侍郎（上人能琴善诗）（宋·杨亿）　　七言律诗　押灰韵东吴旧寺寄岩隈，驻锡神州久未回。琴曲谁知流水意，诗篇自占碧云才。庐峰已结白莲社，邺下暂寻铜雀台。仙殿主人偏好事，春风铃阁且徘徊。"
                },
                {
                    "time": "1001年2月4日",
                    "activity": "太仆少卿钱惟演直秘阁，亿以诗并至启贺之。作品：贺太仆钱少卿直秘阁。与秘阁钱少卿启。贺太仆钱少卿直秘阁（宋·杨亿）　　七言排律　押鱼韵几年宿卫向周庐，频贡文章白玉除。才换月卿归少列，又来天禄校中书。东吴世胄王孙贵，北第门阑太仆居。春草题诗欺谢客，上林奏赋慕相如。石渠讲论应重席，翠辇巡游且奉车。禁籞风光暮春月，彯缨看是缀严徐。"
                },
                {
                    "time": "1001年2月",
                    "activity": "宰相李沆、王化基、向敏中以旱求罢，杨亿代撰《乞罢免表》作品：代中书乞罢免表一。"
                },
                {
                    "time": "1001年3月",
                    "activity": "宰相李沆、王化基、向敏中以旱求罢，杨亿再代撰《乞罢免表》作品：代中书乞罢免表二。"
                },
                {
                    "time": "1001年",
                    "activity": "二月及稍后，和李维《寒食即事》及《千字诗》作品：次韵和集贤李学士寒食即事之什。和集贤李学士千字诗。次韵和集贤李学士寒食即事之什（宋·杨亿）　　七言律诗　押先韵九逵初旭满辎軿，寒食东风二月天。陌上垫巾谁傲睨，江边解佩自婵娟。新妆几处登墙见，沉醉何人藉草眠。豪侠追欢殊未足，归蹄躞蹀夕阳前。和集贤李学士千字诗（宋·杨亿）　　押尤韵千仞溪何险，千仓稻已收。出骑千里马，醉典千金裘。千年河诞圣，千树橘封侯。千钟不及乱，千钱坐上头。"
                },
                {
                    "time": "1001年3月17日",
                    "activity": "与近臣同侍帝后苑宴射，应制赋诗。作品：后苑赏花应制（宫花如锦水连漪）（杨亿《后苑赏花应制》注云：“以时字为韵。咸平四年三月十八日。”侍帝宴射在十七日，诗成于十八日。）后苑赏花应制（宋·杨亿）　　七言律诗　押支韵题注：以时字为韵咸平四年三月十八日宫花如锦水连漪，翠辇寻芳正是时。禁苑定知人未识，朱栏除有蝶偷窥。艳烘晓日迷天仗，香逐轻风落酒卮。何幸微臣陪镐宴，蓬壶春漏正迟迟。"
                },
                {
                    "time": "1001年3月19日",
                    "activity": "制授王旦参知政事，亿代撰让官表。作品：代参政王侍郎让恩命表。"
                },
                {
                    "time": "1001年3月19日",
                    "activity": "以亿望实素著，未经中书试，即与薛映、梁鼎并命为知制诰。亿上表、启以谢。作品：谢知制诰表。谢除左司谏知制诰表。"
                },
                {
                    "time": "1001年",
                    "activity": "有诗和李宗谔喜拜命之作，又以诗答谢李源、盛度、宗人安期庆贺新命之作。作品：次韵和阁长李舍人喜薛梁二舍人及予同时拜命之什。（李宗谔原诗已佚。）次韵和宗人安期见贺恩命之作。酬谢光丞四丈见庆新命之什。（李源原诗已佚。）史馆盛学士以诗相贺因而答之。（盛度原诗已佚。）次韵和阁长李舍人喜薛梁二舍人及予同时拜命之什（宋·杨亿）　　七言律诗　押真韵西垣清切本无伦，虚薄将何缀侍臣。承露盘高云际晓，栖鸡树绿省中春。言成纶綍终非称，室蔼芝兰幸得亲。从此烟霄连步武，宸游长奉属车尘。次韵和宗人安期见贺恩命之什（宋·杨亿）　　七言律诗　押支韵分班晓入翔鸾阙，直阁旁连浴凤池。彩笔闲批五色诏，好风时动万年枝。勒移钟阜惭归晚，称疾文园恨思迟。何事吾宗心倍喜，春塘梦彻寄新诗。酬谢光丞四丈见庆新命之什（宋·杨亿）　　七言排律　押萧韵武夷归路苦迢遥，延阁官曹正寂寥。彩凤衔书俄锡命，黄金刻印便悬腰。紫微署近时当制，建礼门深日趁朝。咫尺天颜曾赐对，荧煌台座得为僚。鬼神清问忧前席，松柏深情见后凋。一曲阳春特相寄，惭将木李报琼瑶。史馆盛学士以诗相贺因而答之（宋·杨亿）　　七言律诗　押庚韵前年出守缙云城，曾枉骊歌慰远行。今日代言青锁闼，又披郢唱见深情。侧聆九奏都忘味，连得双金自满籯。红药阶前试吟嚼，胸中鄙吝一时平。"
                },
                {
                    "time": "1001年",
                    "activity": "并州王太保超致书，多赞美之词，并征处州赠行诗，亿有答书。作品：答并州王太保书。"
                },
                {
                    "time": "1001年3月",
                    "activity": "代冯拯撰让官表。作品：代枢密冯谏议让官表。"
                },
                {
                    "time": "1001年3月",
                    "activity": "代陈尧叟撰让官表。作品：代枢密陈谏议让官表。1001年3？，三月或稍后，有书启与梁鼎。作品：与梁舍人启。1001年3？，三月或稍后，有书启与薛映。作品：与薛舍人启。"
                },
                {
                    "time": "1001年4月",
                    "activity": "奉敕撰试贤良方正策二道。作品：咸平四年四月试贤良方正科策。"
                },
                {
                    "time": "1001年4月",
                    "activity": "查道登咸平四年贤良方正科，以书致谢，亿有启答之。作品：谢贤良登科查正言启。"
                },
                {
                    "time": "1001年5月17日",
                    "activity": "王禹偁卒于蕲州，亿闻讣作挽歌五首伤之。作品：故蕲州王刑部阁老挽歌五首。（王禹偁卒于五月十七日，六月十八日讣闻于上，亿作挽歌当在稍后。）故蕲州王刑部阁老挽歌五首（宋·杨亿）　　五言律诗　押支韵东观未绝笔，西垣俄解龟。罢裁青纸诏，重入白云司。流落成三黜，联翩换一麾。黄岗与滁上，应立去思碑。　　其二（宋·杨亿）　　五言律诗　押真韵鸡省曾三入，鳌峰近十旬。命书批凤尾，谏疏逆龙鳞。按部朱轓远，悲秋素发新。茂陵终不起，遗札满埃尘。　　其三（宋·杨亿）　　五言律诗　押阳韵近署罹官谤，清淮绾郡章。平生不佞佛，晚岁尚为郎。得疾因卑湿，为文足感伤。才蒙宣室召，奄忽叹云亡。　　其四（宋·杨亿）　　五言律诗　押侵韵楚客离骚怨，子牟江海心。积忧偏损寿，多病未妨吟。野鸟俄窥舍，甘棠已结阴。郡中应罢市，遗爱在人深。　　其五（宋·杨亿）　　五言律诗　押麻韵奏稿应盈箧，藏书复几车。门人谁渍酒，天子想投瓜。旅榇关山阔，铭旌道路赊。趋庭有令子，清白自传家。"
                },
                {
                    "time": "1001年",
                    "activity": "有诗送卞衮再赴淮南转运。作品：殿院卞侍郎赴淮南转运。"
                },
                {
                    "time": "1001年",
                    "activity": "夏，有诗送李维赴歙州，并序。作品：李四赴歙州。送集贤李学士员外知歙州序。李四赴歙州（宋·杨亿）　　七言律诗　押支韵分直蓬邱未再期，江东去去拥旌麾。名通南省郎官籍，卷续新安郡政诗①。虎观清风留汗简，鸰原高韵忆吹篪。故人别后频南望，想见森森琼树枝。按：①自注：好事者编新安前后太守所赋诗为三卷，目之曰《新安郡政诗》，见行于世。"
                },
                {
                    "time": "1001年",
                    "activity": "中伏日省直，七夕，先后有诗。作品：中伏日省中当直。七夕。中伏日省中当直（宋·杨亿）　　七言排律　押豪韵火云烘赫临中伏，青锁深严直右曹。吏散阶庭时纵步，诗成几案①独挥毫。相乌影转风微起，仙掌阴斜日渐高。何处赐冰和郢酒，谁人割炙动鸾刀。紫泥封诏防稽缓，寒水浮瓜散郁陶。丞相忧边稀出沐，延英三刻岂知劳。按：①明刻本作珠玉"
                },
                {
                    "time": "1001年",
                    "activity": "秋，预玉津园祖送朱昂致仕宴会，赋诗，又和温仲舒送朱昂之作。作品：致仕朱侍郎归江陵。朱侍郎致仕南归上特锡宴于玉津园仍诏两制三馆并预其会以伸祖送辄赋诗美之。次韵奉和知府温尚书送致政朱侍郎十六韵。致仕朱侍郎归江陵（侍郎自内署休致）（宋·杨亿）　　七言排律　押元韵二年分直浴堂门，簪笔垂绅奉至尊。日过八砖批汉诏，宴开三殿挹尧樽。忽闻抗表干君父，切要悬车示子孙。碧落改官旌旧德，黄金加赐见深恩。群公祖道争飞盖，故吏沾襟亦恋轩。定是辽东叹城郭，肯同彭泽虑田园。捧觞莫诉前为寿，上马犹能左属鞬。临别延英对数刻，已应惇史记嘉言。朱侍郎致仕南归上特锡宴于玉津园仍诏两制三馆并预其会以伸祖送辄赋诗美之（宋·杨亿）　　七言排律　押虞韵征轮轧轧出皇都，行路咨嗟贤丈夫。天子特令供祖帐，国门聊且驻骊驹。旧僚送别倾三省，御醴分甘倒百壶。下诏已闻推异礼，乞言犹自渴嘉谟①。冯公不是沉郎署，贺老缘何归鉴湖。明主恩深若为舍，梦魂应绕博山炉。按：①自注：上特诏荆南官吏岁时存问，如有章奏附驿以闻。次韵奉和知府温尚书送致政朱侍郎十六韵（宋·杨亿）　　七言排律　押尤韵拜章纳禄便归休，秘殿亲辞十二旒。阁笔罢批丹凤尾，拂衣初下六鳌头。非缘荆渚依刘表，定欲箕山访许由。北阙子牟终眷恋，南朝安石本风流。明庭顾遇违三接，别墅生涯治一邱。身健宁烦策鸠杖，心闲无复梦刀州。素风有子堪传遗，禅论将谁共对酬。白璧赐多应尚在，黄金散尽不须留。人钦雅誉芝兰馥，帝忆嘉言水石投。祖帐特令开上苑，归帆那肯待高秋①。几程邮驿经浓暑，千里山川见旧游。已是抛官玉堂署，尚思陪宴井干楼。时裁奏牍犹规谏，旋写丹经自校雠。乡里高门表阴德，国朝惇史纪嘉猷。枌榆旧业须重葺，香火前缘莫废修。岁计将何资伏腊，龙阳千树木奴洲。按：①自注：侍郎辞日，上令待秋凉即路，坚请便行。"
                },
                {
                    "time": "1001年8月26日",
                    "activity": "秋，子云堂疡生于颊，庸医误治，八月二十六日殇于京师。"
                },
                {
                    "time": "1001年",
                    "activity": "以子云堂殇，悲甚，作《殇子述》，以佛理自遣。"
                },
                {
                    "time": "1001年",
                    "activity": "秋，与李宗谔、郑文宝等宴于石氏东斋，分韵赋诗。作品：诸公于石氏东斋宴郑工部分韵得愁秋浮并序。诸公于石氏东斋宴郑工部分韵得愁秋浮（宋·杨亿）　　五言律诗　押尤韵楚客登临处，离怀重隐忧。二毛初入鬓，一叶早惊秋。旅雁他乡思，悲笳绝塞愁。凭何遣羁绪，菊蕊满杯浮。"
                },
                {
                    "time": "1001年8月15日",
                    "activity": "慎从吉寄诗，和之。作品：次韵和慎大詹中秋待月寄西掖三舍人之什。次韵和慎大詹中秋待月寄西掖三舍人之什（宋·杨亿）　　五言律诗　押真韵凉飙送残暑，秋色望中新。天迥迷星斗，宵寒待月轮。境同牛渚上，诗寄凤池人。僚友东床客，冰清合许亲①。按：①自注：同舍薛公即其爱婿也，合预兹夕之会。1001年8？，八月后，有诗赠开封考城县知县孙仅。作品：孙寺丞知考城县。孙寺丞知考城县（宋·杨亿）　　七言律诗　押支韵题注：府尹温尚书，即孙之座主，又荐举贤良方正早得东堂桂一枝，凌云词赋汉皇知。从军久在红莲幕，对策曾临白玉墀。霰雪陪游应不晚，弦歌为政莫嫌卑。春官宗伯大京兆，喜见门生趋府时。"
                },
                {
                    "time": "1001年",
                    "activity": "冬，路振出知河中府，亿以诗赠之。作品：路学士知河中府。路学士知河中府（宋·杨亿）　　七言排律　押删韵一麾新自海滨还，又佩鱼符入故关。千里山河临剧郡，九天鸳鹭别通班。楼经往圣回清跸，路接边夷献白环。版籍素多田赋错，干戈初息羽书閒。从军上客彫龙藻，佐酒妖姬堕马鬟。更遣府公吟思发，中条新霁碧孱颜。"
                },
                {
                    "time": "1001年",
                    "activity": "上书论职官，建议定官制，裁冗员，丰其禄，责以廉，慎封赏。作品：次对奏状。"
                },
                {
                    "time": "1001年12月",
                    "activity": "诏近臣议灵州弃守事，亿上疏言“直须弃灵州，保环庆，然后以计困之尔”。作品：议灵州事宜状。"
                },
                {
                    "time": "1001年",
                    "activity": "冬夕，与同僚宴梅询西斋，分题探韵赋诗，亿得“今夕何夕”题，云字韵。有序。作品：冬夕与诸公宴集贤梅学士西斋分得今夕何夕探得云字并序。冬夕与诸公宴集贤梅学士西斋分得今夕何夕探得云字（宋·杨亿）　　五言排律　押文韵今夕知何夕，良交会以文。烛花寒旋落，漏滴远稀闻。酒面轻浮蚁，歌喉细遏云。明河光未没，候管气初分。玉笛梅花怨，金炉蕙草焚。唯愁曙光发，搔首叹离群。1001年闰12，章频得解后往游陕府，亿以诗赠之。作品：章频得解后之陕府谒严洪二从事。章频得解后之陜府谒严洪二从事（是年闰十二月）（宋·杨亿）　　五言排律　押阳韵春闱犹隔闰，逆旅苦栖遑。忽尔游分陜，飘然出大梁。食贫忧桂玉，策蹇冒风霜。杏苑归期近，棠郊去路长。幕中逢旧友，岁晚在他乡。鸡黍且相对，休嗟鬓发苍。"
                },
                {
                    "time": "1001年",
                    "activity": "有诗送栾崇吉出知洪州。作品：司农栾少卿知洪州。司农栾少卿知洪州（宋·杨亿）　　七言律诗　押庚韵大农搜粟汉名卿，千里江西拥旆旌。腰下金龟三品绶，手中铜虎八州兵①。属鞬牧伯趋庭见，骑竹儿童塞路迎②。洪井主人今重士，肯教悬榻有尘生。按：①自注：江西旧管八州。　②自注：前任江南转运使。"
                },
                {
                    "time": "1001年",
                    "activity": "南康军建昌县洪氏，以孝义传家，至文抚、文举兄弟，就所居雷湖创建书院。今年，文举持兄书谒亿，请为文记其事，亿因作《洪氏雷塘书院记》作品：南康军建昌县义居洪氏雷塘书院记。"
                },
                {
                    "time": "1001年",
                    "activity": "李寅自豫章以书请为其所居涵虚阁作记，因有作。作品：致政李殿丞豫章东湖所居涵虚阁记。"
                },
                {
                    "time": "1002年1月",
                    "activity": "有诗送郑文宝赴陕西随军转运。作品：郑工部陕西随军转运。郑工部陜西随军转运（宋·杨亿）　　七言排律　押鱼韵西鄙欃枪未扫除，营中慷慨请行初。三军粒食资心计，一月星邮待捷书。宣室喜闻延贾谊，茂陵久叹滞相如。谤言盈箧亲曾见，反间千金计岂疏。遗爱道傍喧竹马，先声塞外慑穹庐。冯唐莫叹淹郎署，博望还忻拥使车。陇右行收万里地，关中坐致九年储。牙筹羽檄皆吾事，才刃飘飘两有馀。"
                },
                {
                    "time": "1002年3月",
                    "activity": "侍帝后苑赏花，应制赋诗。作品：后苑赏花应制（云罗霞绮媚芳辰）后苑赏花应制（宋·杨亿）　　七言律诗　押真韵题注：以春字为韵咸平五年三月云罗霞绮媚芳辰，琼圃花开烂漫春。风递清香随凤辇，波涵倒影落龙津。仙葩四照烘初日，浓艳千苞赐近臣。向晚天街戴归处，游蜂舞蝶自随人。"
                },
                {
                    "time": "1002年",
                    "activity": "闻灵州陷，代宰相李沆等撰上表待罪。诏慰谕之，又代撰谢表。作品：代中书为灵州陷没待罪表。代中书谢表。"
                },
                {
                    "time": "1002年",
                    "activity": "春，有诗怀寄李源。作品：闻李四光丞频游北园因有怀寄。闻李四光丞频游北园因有怀寄（宋·杨亿）　　七言律诗　押元韵汉相沙堤连甲第，石家金谷有名园。雍容陌上临邛骑，潋滟斋中北海樽。过闰已惊春色早，离城殊少俗尘喧。无由一寄南窗傲，相望迢迢西掖垣。1002年3？，参政王旦久任事，招谤议，先后代王旦撰陈情表和谢表。作品：代参政王谏议陈情表。代参政王侍郎谢为乞陈不允表。1002年3？，三月及稍后，屡有诗送人落第归乡。作品：妹婿黄补下第归乡。黄觉东游。叶生归缙云。元道宗下第东游。妹婿黄补下第归乡（宋·杨亿）　　七言律诗　押尤韵家风早占无双誉①，乡荐曾居第一流。昆岭本期争片玉，庖刀谁料失全牛。风尘不住梁王苑，烟水还依楚客舟。应负男儿四方志，故园归去莫淹留。按：①自注：君即江夏之后。黄觉东游（宋·杨亿）　　七言律诗　押先韵乡关迢遰数千里，场屋蹉跎二十年。三献犹垂卞和泪，几人先著祖生鞭。风尘漫索长安米，禾黍全荒负郭田。关外贤豪遍投分，赵囊回日满金钱。叶生归缙云（宋·杨亿）　　七言律诗　押虞韵出门西望长安笑，抱璞来求善价沽。惟罄囊装买群籍，不持刺字谒当涂。鲈鱼渐熟思归切，羊酪初尝得味无。送子东还重销黯，我曾三载守仙都。元道宗下第东游（宋·杨亿）　　七言律诗　押灰韵题注：元氏昆弟子侄五人举进士举宗文雅孰能陪，须信菰芦出美才。失意不劳悲玉璞，投知应得上金台。晓离村店侵残月，昼歇津亭避疾雷。东道诸侯多重士，融樽处处为君开。"
                },
                {
                    "time": "1002年5月",
                    "activity": "温仲舒以知开封府繁剧求罢，亿代撰表。作品：代开封府温尚书求解知府表。"
                },
                {
                    "time": "1002年",
                    "activity": "处州进士周启明下第归乡后寄长书述怀自嗟，亿以书呈秘阁黄夷简，夷简作诗称美，亿有和作。作品：予以缙云进士周启明长书呈秘阁黄少卿黄颇叹重作诗六韵美之因次韵和酬。予以缙云进士周启明长书呈秘阁黄少卿黄颇叹重作诗六韵美之因次韵和酬（宋·杨亿）　　五言排律　押东韵缙云江外郡，封略古瓯中。早被唐虞化，已成邹鲁风。剖符曾出守，解榻值名公。失意嗟场藿，缄书附塞鸿。掷金才少敌，泣玉恨还同。后夜蓬山宿，知君必荐雄。"
                },
                {
                    "time": "1002年6月",
                    "activity": "钱若水知并州，亿以诗送之。作品：钱大夫赴并州。钱大夫赴并州（宋·杨亿）　　七言排律　押阳韵太原西北劲兵处，地直云中控定襄。六月出师平猃狁，九天选将下文昌。车鱼辟士应难得，诗礼临戎亦未妨。缓急羽书须自草，平安烽火镇相望。柳营禀畏将军令，毳幕怀来塞下羌。清啸肯饶刘越石，长缨终系左贤王。关山万里边尘静，亭馆三冬朔雪狂。笛怨梅花新度曲，樽倾竹叶浅飞觞。禦寒应觉重裘暖，料敌悬忧两鬓苍。只待今年破虏①后，徵归论道坐岩廊。按：①原作凯旋，据祝刻本改"
                },
                {
                    "time": "1002年",
                    "activity": "初秋，知制诰任上有诗寓感怀乡。作品：初秋夜坐。秋日有怀乡国。初秋夜坐（宋·杨亿）　　七言律诗　押虞韵明河如练出城隅，朱火西流暑气徂。顾兔一轮浮月桂，流萤数点入烟芜。迢迢宫漏传银箭，淅淅天风下白榆。岸帻微吟自忘寐，披衣閒起绕庭梧。秋日有怀乡国（宋·杨亿）　　七言律诗　押阳韵长安久客逢摇落，不独悲秋更忆乡。潘岳二毛行欲变，渊明三径已应荒。书裁尺素鸿难托，梦绕重湖蝶自狂。游宦十年归未得，尘缨却悔濯沧浪。"
                },
                {
                    "time": "1002年",
                    "activity": "隐士种放至阙，亿以为无功而受恩顾，作诗嘲之。作品：不把一言裨万乘，祇叉双手揖三公。"
                },
                {
                    "time": "1002年",
                    "activity": "秋，有诗和章频下第书怀之作。作品：次韵和章频下第书怀之什。次韵和章频下第书怀之什（宋·杨亿）　　七言律诗　押庚韵春闱三上败垂成，白雪新吟思转清。修竹园中曾献赋，慈恩塔下未题名。禹门烧尾他年事，楚客悲秋此日情。道在不须忧晚达，抟风九万是前程。"
                },
                {
                    "time": "1002年",
                    "activity": "秋，有诗送可久道人之歙州，并简知州李维。作品：可久道人之歙州兼简知州李学士。可久道人之歙州兼简知郡李学士（宋·杨亿）　　七言排律　押真韵独携瓶锡新安去，寒雨西风落叶频。江水浅深清见底，山程高下险摧轮。社中香火延开士，肘后方书济俗人。乡树再寻南国路，禅房空锁帝城尘。旧传心印都忘念，自有衣珠岂患贫。四众仰瞻谁见顶，千家应供定分身。宰官多结空门友，外护须依守土臣。想到临川逢内史，翻经相对一嚬伸①。按：①自注：内经有师嚬伸三昧。"
                },
                {
                    "time": "1002年",
                    "activity": "秋，表弟章得象及第授邵武军归化县令，以诗赠之。作品：表弟章廷评得象知邵武军归化县。表弟章廷评得象知邵武军归化县（宋·杨亿）　　七言排律　押支韵几年索米住京师，新得东堂桂一枝。宰邑弦歌循吏政，还乡鸡黍故人期。于公阴德知终大，万石家风喜不衰。毛义动容初捧檄，太邱积德旧刊碑①。甘棠二纪民犹爱，苦檗三年吏不欺②。桑梓经过身昼锦，庭闱扶侍鬓垂丝。元方惠化传遒铎③，令伯欢心献寿卮④。邦境中分同鲁卫，政声相应似埙篪。尝思竹马游从日，又见风鹏奋击时。执手勉君勤素业，归来更直凤凰池。按：①自注：得象大父尝宰兹邑，甚有遗爱。　②自注：此并述先正之德。　③自注：得象兄得一宰乾化，今为邻境。　④自注：得象祖母年八十，馀扶侍之任。"
                },
                {
                    "time": "1002年",
                    "activity": "秋，有诗送王臻知舒城县。作品：王廷评臻知庐州舒城县。王廷评臻知庐州舒城县（臻，汝阴人）（宋·杨亿）　　七言律诗　押支韵颍水生贤自古奇，西游声价满京师。梁园献赋天将雪，潘县临民鬓未丝。南浦销魂分袂处，北堂献寿捧觞时。到官卧治成高趣，终日清谈吏不欺。"
                },
                {
                    "time": "1002年10月17日",
                    "activity": "受诏赴龙图阁观太宗御书，应制赋诗。作品：宣诏赴龙图阁观太宗御书应制。宣召赴龙图阁观太宗御书应制（五年十月）（宋·杨亿）　　七言律诗　押鱼韵非烟葱蔚苍龙阙，紫府深沉大帝居。群玉中天开策府，神龟温洛荐图书。珠宫岑寂经行处，金简荧煌拭目初。曾是先朝受恩者，因探禹穴涕涟如。"
                },
                {
                    "time": "1002年10月",
                    "activity": "时宰向敏中遇讼，亿代撰待罪表。作品：代集贤向相公待罪表。1002年11？，集贤学士范贻孙卒葬，十一月或稍前，为撰墓志铭。作品：宋故主客员外郎直集贤院高平范公墓志铭。"
                },
                {
                    "time": "1002年",
                    "activity": "十一月南郊，此前奉旨撰《太常乐章》，备皇帝行朝飨太庙、南郊礼用。作品：太常乐章三十首。（含《皇帝南郊前一日朝飨太庙奏曲》十四章、《南郊降神奏曲》十六章。）太常乐章三十首其十四亚献终献送神并奏理安之曲（宋·杨亿）　　七言绝句　题注：奉圣旨撰，咸平五年神之来兮风肃然，神之去兮升九天。排凌兢兮还恍惚，羽旄纷兮萧芗燔。　其二十九皇帝御楼奏隆安之曲（宋·杨亿）　　押真韵圜丘类上帝，六变降天神。禋燔礼云毕，使卫肃以陈。天颜瞻咫尺，王泽熙阳春。玉帛臻禹会，动植沾尧仁。　其一皇帝南郊前一日朝飨太庙奏理安曲迎神（宋·杨亿）肃肃清庙，昭事祖祢。粢盛苾芬，四海来祭。皇灵格思，令容有睟。降福孔偕，以克永世。　其二皇帝行奏隆安之曲（宋·杨亿）祼鬯漙将，宾尸在位。玄德升闻，孝思光被。公卿庶政，傅御师氏。至諴感神，福禄来暨。　其三皇帝奠币奏瑞文之曲（宋·杨亿）　　押文韵淳精育物，瑞木成文。元气陶冶，非烟郁纷。玄贶昭格，至和所薰。登歌祼献，肸蚃如闻。　其四迎俎奏丰安之曲（宋·杨亿）丽碑割牲，以炰以烹。博硕肥腯，荐羞神明。祖考来格，享于克诚。如闻謦欬，式燕以宁。　其五皇帝酌献第一室奏大善之舞曲（宋·杨亿）　　押元韵肃肃艺祖，肇基洪源。权舆光大，燕翼贻孙。载祀惟永，庆流后昆。威灵在天，顾我司存。　其六酌献第二室奏大宁之舞曲（宋·杨亿）　　押阳韵文思圣祖，长发其祥。锡羡蕃衍，德厚流光。眷命自天，卜世聿昌。肃祗孝享，降福无疆。　其七酌献第三室奏大顺之舞曲（宋·杨亿）明明我祖，积德累仁。居晦匿曜，迈种惟勤。帝图天锡，辉光日新。寝庙绎绎，昭事同寅。　其八酌献第四室奏大庆之舞曲（宋·杨亿）　　押阳韵洸洸我祖，时惟鹰扬。潜德弗耀，发源灵长。肆类配天，永思不忘。来顾来享，百福是将。　其九酌献第五室奏大定之舞曲（宋·杨亿）　　押先韵赫赫太祖，受命于天。赤符启运，威加八埏。神武戡难，功无间然。翼翼丕承，亿万斯年。　其十酌献第六室奏大盛之舞曲（宋·杨亿）　　押职韵穆穆太宗，与天合德。昧旦丕显，乾乾翼翼。敷祐下民，时帝之力。永怀圣神，孝思罔极。　其十一皇帝饮福酒奏禧安之曲（宋·杨亿）　　押先韵嘉栗旨酒，博腯牲牷。神鉴孔昭，享兹吉蠲。夙夜毖祀，孝以奉先。永锡纯嘏，功格于天。　其十二退文舞出奏正安之曲（宋·杨亿）左手执籥，右手秉翟。进旅退旅，万舞有翼。　其十三迎武舞入奏武功之曲（宋·杨亿）　　押庚韵已象文治，乃观武成。总干山立，七德以贞。　其十五南郊降神奏高安之曲（宋·杨亿）　　押阳韵爰卜吉土，在国之阳。肆类于帝，锡羡无疆。备物致享，嘉生阜昌。纯嘏昭答，长发其祥。　其十六皇帝行奏隆安之曲（宋·杨亿）　　押庚韵礼备乐成，乾健天行。帝容有穆，佩玉锵鸣。　其十七皇帝（疑当作瑞文，参前同题诗）奠玉币奏隆安之曲（宋·杨亿）　　押庚韵定位毖祀，告于神明。嘉玉量币，享于克诚。　其十八迎俎奏丰安之曲（宋·杨亿）　　押真韵有牲斯纯，有俎斯陈。柔嘉登荐，昭事惟寅。　其十九初献奏禧安之曲（宋·杨亿）　　押文韵大报于帝，玄德升闻。醴齐良洁，粢盛苾芬。　其二十皇帝饮福酒奏禧安之曲（宋·杨亿）祀帝圆丘，九州献力。礼行于郊，百神受职。灵祗格思，享我明德。天鉴孔彰，玄祉昭锡。　其二十一皇帝回仗乾元殿奏采茨之曲（宋·杨亿）礼成于郊，迎日之至。时乘六龙，天旋象魏。端门九重，虎贲万骑。四夷来王，群后辑瑞。　其二十二皇帝御殿迎升御座奏隆安之曲（宋·杨亿）金奏在悬，群后在位。天威煌煌，向明负扆。玄览穆清，弁冕端委。盛德日新，礼容有炜。　其二十三引群官作正安之曲（宋·杨亿）万邦来同，九宾在位。奉璋荐绅，陟降庭止。文思安安，威仪棣棣。臣哉邻哉，介尔蕃祉。　其二十四皇（六字，原作一级题，与总题《太常乐章三十首》不合，径改）帝正冬御殿文舞第一（宋·杨亿）八佾具陈，万邦有奕。既以象功，又以观德。进旅退旅，执籥秉翟。玄化怀柔，远人来格。　其二十五第二（宋·杨亿）阊阖天开，群后在位。设业设虡，庭燎晰晰。斧扆当阳，虎贲夹陛。舞之蹈之，四隩来暨。　其二十六武舞第一（宋·杨亿）武功既成，缀兆有翼。以节八音，以象七德。俣俣蹲蹲，朱干玉戚。发扬蹈厉，其仪不忒。　其二十七第二（宋·杨亿）偃伯灵台，功成作乐。以昭德容，以清戎索。万邦会同，群慝箫勺。尽善尽美，侔彼韶箾。　其二十八皇帝南郊回御楼将索扇奏隆安之曲（宋·杨亿）　　押真韵应门有翼，羽卫斯陈。山龙衮冕，律度声身。峨峨奉璋，肃肃九宾。清明在躬，志气如神。　其三十皇帝御楼毕奏隆安之曲（宋·杨亿）　　押阳韵肆类①云毕，淳熙漙将。雷雨丽泽，云物效祥。礼容济济，天威煌煌。大赉四海，富寿无彊。按：①祝刻本作眚"
                },
                {
                    "time": "1002年11月11日",
                    "activity": "祀天地于圜丘，礼毕，帝赋五言六韵诗一首，赐朝臣，亿具状谢之，又以诗和之。作品：奉和御制南郊礼毕五言六韵诗。阁下谢赐御制南郊诗状。奉和圣制南郊礼毕五言六韵诗（宋·杨亿）　　五言排律　押东韵燔柴就阳位，烟燎达高穹。扫地铏豋洁，严更鼓角雄。天心侔兑悦，皇泽比春融。帝享惟馨德，民苏解愠风。周郊四祭重，汉畤五祠同。灵贶昭玄感，神光望拜中。"
                },
                {
                    "time": "1002年12月",
                    "activity": "与陈恕同为铨选官，谈艺，恕推亿所作《涵虚阁记》“信一代之雄文也”。"
                },
                {
                    "time": "1002年12月14日",
                    "activity": "大雪，预帝赐宴，醉归，即事作诗。作品：十二月十四日大雪就赐近臣宴饮即事。十二月四日大雪就赐近臣宴饮即事（宋·杨亿）　　七言律诗　押麻韵向夕同云布海涯，丰年呈瑞在京华。相如赋就梁王苑，穆满歌传阿母家。农亩三冬偏积润，朝衣六出旋成花。天恩锡宴醉归处，几里香街覆玉沙。"
                },
                {
                    "time": "1002年",
                    "activity": "冬，有诗送盛京出宰武城县。作品：盛京宰单州武城县。盛京宰单州武成县（宋·杨亿）　　七言律诗　押东韵题注：父豫任度支郎中，弟玄任屯田员外子男印绶诸侯秩，邹鲁闾阎太古风。兔苑胜游抛霰雪，琴台善政继丝桐。征途朔吹貂裘暖，祖席清歌蚁酒空。令弟严君俱应宿，时瞻悬象向南宫。"
                },
                {
                    "time": "1002年",
                    "activity": "冬，并州经略使钱若水寄巡边诗，亿有和作。作品：次韵和并州钱大夫夕次丰州道中见寄。次韵和并州钱大夫夕次丰州道中见寄（宋·杨亿）　　五言律诗　押寒韵汉将从天下，胡①兵值月残。孤烟戍楼迥，密雪战袍乾。向暮三吹角，临风一据鞍。边城赖经略，重取地图看。按：①原作彊，据明刻本改"
                },
                {
                    "time": "1002年",
                    "activity": "冬，有诗送凌策知广州。作品：史馆凌职方知广州。史馆凌职方知广州（曾任岭南转运）（宋·杨亿）　　五言排律　押鱼韵番禺出守重，汉殿拜恩初。华省郎官宿，名山太史书。剖符从琐闼，持节上轺车。左顾金龟印，前驱画隼旟。由来百粤地，曾督九年储。卉服要荒外，棠阴惠爱馀。赍装天子赐，封部岛夷居。羽檄招溪洞，壶浆慰里闾。国风今已变，民瘼到应除。江海思归否，蓬山有直庐。"
                },
                {
                    "time": "1002年",
                    "activity": "岁暮，有诗送董温其赴王化基淮南幕。作品：董温其赴淮南幕。董温其赴淮南幕（工部王尚书知扬州）（宋·杨亿）　　七言律诗　押支韵岁晏梁园密雪飞，出关犹忆弃繻时。属鞬正是从军乐，插羽那忧草檄迟。陪宴初筵挥玉柄，从游别墅骋金羁①。只应偏啖牛心炙，自此声名汉殿知。按：①自注：府公维扬有别墅焉。"
                },
                {
                    "time": "1002年",
                    "activity": "田锡以文集惠示，亿上书赞誉之。作品：上田谏议书。"
                },
                {
                    "time": "1002年",
                    "activity": "约于本年，乡里姻亲张彝宪奉本郡计籍至京，出亿昔题其池亭二首诗示朝贤，于是晁迥、李宗谔等相继有作，亿为之序。作品：诸公寄题建州浦城县清河张君所居池亭诗序。"
                },
                {
                    "time": "1002年",
                    "activity": "《历代铨政要略》或作于本年。"
                },
                {
                    "time": "1003年2月18日",
                    "activity": "扈从帝游戏马场，观习武，有诗纪事。作品：咸平六年二月十八日扈从宸游因成纪事二十二韵。咸平六年二月十八日扈从宸游因成纪事二十二韵（宋·杨亿）　　五言排律　押阳韵步辇下明光，鸣鞘出未央。属车多载酒，夹道竞焚香。云管飘梅吹，蜺旌错鸟章。从臣沙苑马，卫士羽林枪。玉辂天行健，金壶昼漏长。光风汎兰蕙，仙雾拂旂常。宿雨收林薄，晨曦艳屋梁。闾阎空里巷，旄罕（明刻本作钺）隘康庄。托乘奉珍使，先驱执戟郎。从桥初转毂，凭轼见垂裳。暂驻时龙驭，前临戏马场。由来讲武事，所以服遐荒。电影流机石，鸦群发大黄①。千钧宁觉重，七札岂曾妨。卒勇如虓虎，人观若堵墙。腰鞬晋元帅，扈跸汉诸王。聊用誇胡客，还闻詟鬼方。回舆百里囿，锡宴九霞觞。射以驺虞节，歌为白雪倡。仙山鲸海上，御苑斗城旁。周镐欢麀鹿，虞韶集凤凰。瑶池春水渌，犹误濯沧浪。按：①自注：是日御讲武台，观放抛石及发连弩。"
                },
                {
                    "time": "1003年3月16日",
                    "activity": "侍帝后苑赏花钓鱼，应制赋诗。作品：后苑赏花钓鱼应制。后苑赏花钓鱼应制（宋·杨亿）　　七言律诗　押阳韵题注：咸平六年三月十六日奉圣旨以芳字为韵宜春小苑斗城旁，锡宴群仙奉紫皇。汉沼乳鱼偏傍钓，青陵舞蝶自寻芳。波平鳌背浮昆阆，日转金茎艳赭黄。满酌流霞侍臣醉，暖风宫蕊杂炉香。"
                },
                {
                    "time": "1003年",
                    "activity": "春，贺李沆纳婿，观花烛，有诗。沆婿即王曾。作品：仆射李相公宅观花烛。仆射李相公宅观花烛（时纳状元王曾为婿）（宋·杨亿）　　七言律诗　押先韵孙阁相君和鼎贵，秦楼爱婿坦床贤。东方千骑还居上，南极三星正在天。路入桃源花烂漫，桥横银汉水漪涟。乘龙择对真无比，月桂宫中第一仙。"
                },
                {
                    "time": "1003年",
                    "activity": "内弟李生求更名，亿为之名曰休复，字德邻，作序说之。作品：与内弟李休复序。"
                },
                {
                    "time": "1003年5月",
                    "activity": "宰相吕蒙正以疾求罢，帝命李沆抚问，赐药，亿代撰谢状。作品：代司空相公谢抚问状。"
                },
                {
                    "time": "1003年",
                    "activity": "有诗送窦咏从事淮阳军。窦咏从淮阳军（故尚书仪之子）（宋·杨亿）　　七言律诗　押东韵名题仙籍广寒宫，负羽从军意气雄。万石世家标国史，孔璋书檄愈头风。狂翻竹箭春波急，满酌榴花别酒空。腰佩吴钩衣楚制，柳堤千里跃青骢。"
                },
                {
                    "time": "1003年",
                    "activity": "有诗送黄宗旦通判颍州。作品：大理黄丞宗旦通判颍州。大理黄丞宗旦通判颍州（宋·杨亿）　　七言律诗　押删韵曾随征虏出萧关，又案公田汝水湾。南亩万箱增地利①，西清三刻对天颜。一麾通守彤襜贵，九棘评刑赤笔闲。闾里欢迎旧从事，随车雨气自应还。按：①自注：宗旦奉使汝阴，募民垦田近千顷。"
                },
                {
                    "time": "1003年",
                    "activity": "有诗赠陈从易出知邵武军。作品：陈小著从易知邵武军。陈小著从易知邵武军（宋·杨亿）　　七言律诗　押虞韵奏牍金门奉帝俞，平明鸾省剖铜符。北堂送喜应占鹊，南国思归不为鲈。岁月天涯乡树老，烟波江上客帆孤。会稽友婿堪羞死，邑令今来负弩驱。"
                },
                {
                    "time": "1003年6月",
                    "activity": "温仲舒以刑部尚书出知大名府天雄军，亿有诗送之。作品：大名温尚书之任。大名温尚书之任（宋·杨亿）　　七言律诗　押灰韵窣云楼堞古铜台，幕府池塘菡萏开。毕万山河千里迥，亚夫钟鼓九天来。属鞬前队射雕手，载笔初筵倚马才。命将文昌非细事，星光昨夜动昭回。"
                },
                {
                    "time": "1003年6月",
                    "activity": "知审刑院，秘书少监、判寺事查陶屡攻其失。作品：大理黄丞宗旦通判颍州。大理黄丞宗旦通判颍州（宋·杨亿）　　七言律诗　押删韵曾随征虏出萧关，又案公田汝水湾。南亩万箱增地利①，西清三刻对天颜。一麾通守彤襜贵，九棘评刑赤笔闲。闾里欢迎旧从事，随车雨气自应还。按：①自注：宗旦奉使汝阴，募民垦田近千顷。"
                },
                {
                    "time": "1003年6月",
                    "activity": "薛映出知杭州，秋赴任，亿有诗送之。作品：景阳谏议赴余杭。景阳谏议赴馀杭（宋·杨亿）　　七言律诗　押豪韵浙水东西两节旄，君今于此握戎韬。油囊仙姥流霞酒，鳅穴灵胥白鹭涛。盘石起家传典训，翘车开幕聘英髦。子牟江海终非久，剩鲙鲈鱼把蟹螯。"
                },
                {
                    "time": "1003年6月",
                    "activity": "严己为杭州从事，亿有诗送之。作品：杭州严从事。杭州严从事（已）（宋·杨亿）　　七言律诗　押微韵柳岸兰桡片席飞，秋风泽国季鹰归。幕中莲渚红衣脱，江外莼羹紫线肥。十部须知从事贵，双鱼莫遣尺书稀。西陵正接家山路，试为因人问钓矶。"
                },
                {
                    "time": "1003年",
                    "activity": "约初秋，梁颢为翰林学士，以诗贺之。作品：喜贺梁三入翰林。喜贺梁三入翰林（宋·杨亿）　　七言律诗　押灰韵六鳌云海冠蓬莱，玉署深严枕斗魁。汉殿论兵得颇牧①，梁园作赋掩邹枚。趋朝御案香盈袖，侍宴仙茎露满杯。五色天书看视草，悬知独有长卿才。按：①自注：唐宣宗尝夜召学士毕諴论兵，因曰：不意颇牧在吾禁中。"
                },
                {
                    "time": "1003年9月",
                    "activity": "罢知审刑院，以查陶屡攻其失故也。"
                },
                {
                    "time": "1003年",
                    "activity": "秋，作《鄱阳皮录事》诗。录事乃唐诗人皮日休之曾孙子良。鄱阳皮录事（宋·杨亿）　　七言律诗　押豪韵松陵遗集占风骚，故国田园没海涛。三世青毡传旧物①，十年黄绶叹徒劳。谢塘春草侵魂梦，潘县秋霜入鬓毛。鄱水黄金漫如粟，想君终不染脂膏②。按：①自注：三世有集五百卷。②自注：《汉书·地理志》云鄱阳出黄金粟。"
                },
                {
                    "time": "1003年",
                    "activity": "秋，弟伋归宁，以诗送之。弟伋归宁（宋·杨亿）　　七言律诗　押微韵一夕西风木叶飞，长安久客念庭闱。去随塞雁衔芦远，归值家鸡啄黍肥。负郭生涯同季子，澄江诗景属玄晖。帝城紫陌多尘土，免化轻云白纻衣。"
                },
                {
                    "time": "1003年",
                    "activity": "史馆杨嵎以诗话及佛门之事，和之。作品：史馆杨嵎学士以诗话及空门之事次韵和之。史馆杨嵎学士以诗话及空门之事次韵和之（宋·杨亿）　　七言绝句　押真韵双树金言付嘱频，阎浮外护托王臣。谁知天禄草玄客，曾是灵山受记人。"
                },
                {
                    "time": "1003年",
                    "activity": "李宗谔领银台司，翰林诸公以诗贺，亿和之。作品：奉和翰林诸公贺阁长李公领银台司之什。奉和翰林诸公贺阁长李公领银台之什（宋·杨亿）　　七言律诗　押阳韵西汉公车主上章，官曹秘邃接明光。天书时草凤凰诏，边奏亲开赤白囊。咫尺青规频借箸，离披金蕊阻飞觞。瀛洲仙侣相期处，铜马门中白玉堂。"
                },
                {
                    "time": "1003年",
                    "activity": "约本年秋，姚铉赴两浙转运使任，有诗送之。作品：姚起居赴两浙转运。姚起居赴两浙转运（宋·杨亿）　　五言排律　押真韵吴会商功利，蓬丘辍史臣。同僚供祖帐，属郡望行尘。富国催流马，编年废获麟。櫜鞬二千石，襦裤几州人。名姓丹台籍，封疆析木津。片言空犴狱，密启到钩陈。且运方船粟，初尝千里莼。江山助诗思，新咏掩汀蘋。"
                },
                {
                    "time": "1003年",
                    "activity": "有诗送刘骘出知衡州。作品：集贤刘工部骘知衡州。集贤刘工部骘知衡州（宋·杨亿）　　五言排律　押先韵仁里古湘川，颁条命隽贤。腰垂丈二组，身下九重天。山水登临思，庭闱喜惧年。官曹郎位宿，衣袂御炉烟。记事成新史，赓歌有雅篇。为贪驱弩矢，不从汎楼船。治道山阴卒，离群藏室仙。衡阳无过雁，尺素若为传。"
                },
                {
                    "time": "1003年8月",
                    "activity": "奉敕撰《洞霄宫碑铭》，黄夷简见而称许之，亿以诗酬。作品：进洞霄宫碑。重修亳州洞霄宫碑铭并序。酬秘阁黄少卿因见所作洞霄宫碑且有题记。酬秘阁黄少卿因见所作洞霄宫碑且有题记（宋·杨亿）　　七言律诗　押支韵谯郡增严李母祠，神龟矫首负金碑。豆萁已乏不休思，齑臼兼无绝妙辞。翠琰雄文惭内史①，黄庭美翰枉羲之②。蓬丘丽句偏相许，胜得山龙衮服披。按：①自注：隋内史薛道衡有《老君祠庭碑》。②自注：翰林裴待诏奉敕书。1003年12？，十二月或稍前，为钱若水撰墓志铭。作品：宋故推诚保德翊戴功臣邓州管内观察使金紫光禄大夫检校司空兼御史大夫上柱国长城郡开国公食邑二千四百户食实封四百户赠户部尚书钱公墓志铭。"
                },
                {
                    "time": "1003年",
                    "activity": "去岁十二月，与陈恕试常举人，得刘筠等七人校龙图阁藏书，逾年而毕；至是，授筠秘阁校理。亿以启贺之。作品：贺刘校理启。"
                },
                {
                    "time": "1003年",
                    "activity": "岁暮，王承衍出知凤翔府，有诗送之。作品：王尚食知凤翔。王尚食知凤翔（曾领延安）（宋·杨亿）　　七言律诗　押删韵露冕分忧辍近班，朝阳鸣凤古岐山。三刀吉梦频为郡，驷马高车又出关。宴客羽觞那有算，题诗綵笔莫教閒。将坛义府平生事，早立边功振凯还。"
                },
                {
                    "time": "1003年",
                    "activity": "岁暮，僓、伸二弟归乡，有诗送之。作品：弟僓归乡。弟伸归乡。弟僓归乡（宋·杨亿）　　七言律诗　押阳韵客儿诗思掩春塘，杖策来观上国光。举白万钱酤酒饮，杀青千卷买书藏。梁园绿筱将攲①雪，楚岸苍葭已变霜。跃马还家那隔岁，预应乾鹊报高堂。按：①原作歌，据祝刻本改弟伸归乡（宋·杨亿）　　七言律诗　押寒韵泽国思归咏采兰，束书携剑出长安。天涯朝暮倚门望，岁晏风霜行路难。闽岭夕岚乡树老，楚江寒浪客衣单。岩前旧勒移文处，到日重须拂藓看。"
                },
                {
                    "time": "1003年",
                    "activity": "有诗送王嗣宗出知并州。作品：并州王谏议。并州王谏议（宋·杨亿）　　七言律诗　押东韵锁闱聊辍皂囊封，昼锦还乡意气雄。别墅挥金延父老，近郊骑竹见儿童。蒲卢善化终成政，蟋蟀深思未变风。更待出师平黠虏，戎衣献捷大明宫。"
                },
                {
                    "time": "1003年",
                    "activity": "在知制诰任，自云岁久受谤，见之于文辞。作品：送倚序。"
                },
                {
                    "time": "1003年",
                    "activity": "李宗讷卒，作挽歌四首。作品：故比部李郎中挽歌四首。故比部李郎中挽歌四首（宋·杨亿）　　五言律诗　押元韵陇右华宗贵，朝端懿范存。哀乌光列宿，驷马庆高门。谒帝承明署，娱宾金谷园。人生忽至此，天道亦难论。　　其二（宋·杨亿）　　五言律诗　押青韵睦族衣无主，传家鼎有铭。沙堤连里巷，玉树接阶庭。北海樽常满，西山药不灵。肯堂归棣萼，含笑入泉扃。　　其三（宋·杨亿）　　五言律诗　押支韵雁序分台阁，春卿有职司。云屏三殿宴，绵蕝一王仪。风韵灵和柳，襟怀叔度陂。善人无复见，执绋泪空垂。　　其四（宋·杨亿）　　五言律诗　押微韵美疢漳滨卧，营魂东岱归。故人空渍酒，侍史罢薰衣。画像留家庙，铭旌出帝畿。浮生除寿考，享福似君稀。"
                },
                {
                    "time": "1003年",
                    "activity": "郑国公主出降王贻永，亿代贻庆撰《进财表》，代贻永撰《谢赐宅表》作品：代王氏为公主出降进财表。代驸马王都尉谢赐宅表。"
                },
                {
                    "time": "1003年",
                    "activity": "李虚己荐晏殊于亿，亿延之，使闻于世。"
                },
                {
                    "time": "1003年",
                    "activity": "约于本年，有诗送舒雅出知舒州。作品：秘阁舒职方知舒州。秘阁舒职方知舒州（宋·杨亿）　　七言律诗　押鱼韵西昆册府控千庐，铅笔多年校鲁鱼。厌享双鸡太官膳，贪乘五马使君车。明光画省辞青琐，天柱仙坛访紫书。只恐政成抛印绶，携家深入白云居。"
                },
                {
                    "time": "1004年1月",
                    "activity": "百丈大智禅师创立禅宗清规为《古清规》，正月，亿为之序。作品：古清规序。"
                },
                {
                    "time": "1004年2月1日",
                    "activity": "以家贫，上表乞领郡江左。作品：求解职领郡表。"
                },
                {
                    "time": "1004年2月",
                    "activity": "十余日后，再上表陈情，乞解职领郡，适诏知通进银台司，兼门下封驳事，未进。又有状乞兼职加给，亦未上。作品：再乞解职表。陈乞奏状。"
                },
                {
                    "time": "1004年2月",
                    "activity": "陈世卿自太常博士出知建州，亿赠诗，因抒羡领郡之意。作品：陈太博知建州。陈太博知建州（宋·杨亿）　　七言律诗　押真韵梦笔山连化剑津，两乡人看锦衣新。北堂滫瀡三牲膳，南陌骖驔五马尘。画角声残铃阁暮，露牙香细茗园春。瓯闽自昔多居士，谁是贤侯席上珍。"
                },
                {
                    "time": "1004年三月十五日",
                    "activity": "皇太后崩，十七日亿为百官撰表请听政。不允，二十一日，又代宰相李沆等奏请听政。作品：百官请听政第三表。代中书请听政状。"
                },
                {
                    "time": "1004年",
                    "activity": "六月前，制命陈尧咨知制诰，亿代其父省华作谢表。作品：代鸿胪陈少卿谢男知制诰表。"
                },
                {
                    "time": "1004年",
                    "activity": "夏，钱惟演夜直秘阁寄诗，亿和酬之。作品：和酬秘阁钱少卿夜直见寄次韵。和酬秘阁钱少卿夜直见寄次韵（宋·杨亿）　　七言律诗　押东韵甘瓜朱李郢醪浓，素绠银床荫碧桐。赐第旧连丹凤阙，直庐今在未央宫。承云仙掌延年露，转蕙薰弦解愠风。此夕蓬山好逃暑，月轩清话恨难同。"
                },
                {
                    "time": "1004年",
                    "activity": "夏，黄震出知南郑县，有诗送之。作品：黄小著震知兴元府南郑县。黄小著震知兴元府南郑县（宋·杨亿）　　七言律诗　押微韵藏室仙郎罢属辞，暑天驱传出京畿。流年两鬓生华发，宰邑全家住翠微。九折坂长须叱驭，三声猿苦莫沾衣①。金门荐鹗知音在②，不到瓜时捧诏归。按：①自注：右歌词云巴东三峡猿鸣悲，猿鸣三声泪沾衣。②自注：政事夕郎太原公常抗章称荐。"
                },
                {
                    "time": "1004年",
                    "activity": "以知处州时雄道人所惠石枕赠王旦，有诗叙之。作品：送石枕与参政王给事。送石枕与参政王给事（雄道人所惠者）（宋·杨亿）　　七言律诗　押蒸韵千古碧潭秋水骨，琢成孤枕冷于冰。因为江外朱轮守，得自林閒白足僧。月幌光寒吞桂魄，暑轩气爽压梅蒸。奇章好尚非流俗，愿向萧斋代曲肱。"
                },
                {
                    "time": "1004年",
                    "activity": "六月，给事中柴成务卒，稍后，为撰行状及墓志铭。作品：宋故太中大夫行给事中上柱国临汾郡开国侯食邑一千二百户赐紫金鱼袋平阳柴公墓志铭。故大中大夫行给事中上柱国临汾郡开国侯食邑一千二百户赐紫金鱼袋柴公行状。"
                },
                {
                    "time": "1004年",
                    "activity": "寇准受赐《晋书》，亿为代撰谢状。作品：代集贤寇相公谢赐晋书状。"
                },
                {
                    "time": "1004年8月7日",
                    "activity": "寇准拜相，亿草制。及制下，又代寇准撰让官表三道。"
                },
                {
                    "time": "1004年",
                    "activity": "秋，查道自许州以书荐张士逊于亿，亿促士逊献文阙下，介于执政；又书答查道，以禅理非士逊“簪组非累身”之说。作品：答史馆查正言书。"
                },
                {
                    "time": "1004年10月27日",
                    "activity": "自三月皇太后崩，罢乐。十月二十七日，中书、枢密院三上表请举乐，亿代撰三表。作品：代中书密院请举乐第一表。代中书密院请举乐第二表。代中书密院请举乐第三表。"
                },
                {
                    "time": "1004年",
                    "activity": "随真宗北巡，至澶州。尝与寇准饮歌于行营。先是，契丹侵澶，朝议不决，独亿与寇准主北伐。"
                },
                {
                    "time": "1004年",
                    "activity": "以契丹出境，议将回师，帝作《回銮诗》，亿有和作；及车驾还京，又代两制撰谢赐御诗状。作品：奉和御制《契丹出境将议回銮》五首六韵诗。两制谢赐御诗状。奉和御制契丹出境将议回銮五言六韵诗（宋·杨亿）　　五言排律　押阳韵戎辂巡河右，天威詟鬼方。五营开细柳，三令凛飞霜。氛祲消千里，声名耀八荒。灵旗风助顺，黄道日呈祥。偃革边关静，回銮海县康。欣陪从臣末，归跸奉高骧。"
                },
                {
                    "time": "1004年12月24日",
                    "activity": "受诏与李宗谔等详定《正辞录》"
                },
                {
                    "time": "1004年12月29日",
                    "activity": "帝以契丹南侵贻祸河北，下罪己诏；宰臣毕士安等上表待罪，亿代撰表。及帝答以优诏，又代中书密院撰谢表。作品：代中书密院待罪表。（原书作“中书秘院”据《全宋文》改。）代中书密院谢降诏表。"
                },
                {
                    "time": "1004年",
                    "activity": "有诗送梁鼎出知凤翔府。作品：梁四谏议知凤翔府。梁四谏议知凤翔府（宋·杨亿）　　七言律诗　押东韵几日银台阅副封，岐阳西顾委秦中。函关叱驭经天险，豳国闻鸡接土风。云幕杯盘三省近，星邮章奏九门通。下车卧理应无事，莫遣融樽酒暂空。"
                },
                {
                    "time": "1004年",
                    "activity": "陈尧拱致仕归蜀，亿有诗送之。作品：陈尧拱廷评致仕归蜀。陈尧拱廷评致仕归蜀（西枢给事之兄也）（宋·杨亿）　　七言律诗　押真韵一家今有十朱轮，独忆云山欲退身。天邑繁华行乐厌，月曹清要命书新。西风跃马经秦甸，东道椎牛宴孟邻。秋稼万箱僮百指，羲皇之上更何人。"
                },
                {
                    "time": "1004年",
                    "activity": "有诗送表玄禅师归处州，追怀昔日与雄道人游。作品：表玄师归缙云有怀故雄阇黎成转韵六十四句。表玄师归缙云有怀故雄阇黎成转韵六十四句（宋·杨亿）栝苍古名郡，生齿三万家。我昔自仙殿，捧诏临军牙。清心治期月，讼息民无哗。雄公真大士，宴坐绵岁华。驾言造梵宇，室迩惊人遐。迎门虎溪屐，布地牛头花。庭松偃翠盖，涧泉漱金沙。坐闻狮子吼，归恨踆乌斜。驿召还上都，腾装即修路。别师黄金园，赠我碧云句。我归步赤墀，代言红药署。弹指知苦空，观心得降住。藏识惭宿薰，轮回悲晚悟。折简问南宗，寄言满缃素。绝念契真如，忘筌离文字。劫烧虽洞然，龙华决同遇。师名达宸扆，恩诏颁方袍。欢喜黑白众，萧衰霜雪毛。毗邪见有疾，示身如幻泡。双林忽归寂，人天但哀号。堆案遗札在，满钵香饭销。只应伸臂顷，未觉他方遥。犀柄挂空壁，雁塔干层霄。七返暂来去，四大非坚牢。口占成尺题，手泽著纸尾。亲遣上足师，浮杯渡江水。云朵摇笔精，玉音锵里耳。遗我方石枕，斑文剪霞绮。谕我求菩提，心坚正如此。怆然悲梦形，汍澜泪盈眦。上足今去归，焚修益勤止。当续祖灯明，无令社莲死。"
                },
                {
                    "time": "1004年",
                    "activity": "上书知青州张齐贤。作品：上青州张相公书。"
                },
                {
                    "time": "1004年",
                    "activity": "受僧道原请托，为其编纂的《佛祖同参集》作序。道原进其书于帝，其后帝命杨亿等刊正，题曰《景德传灯录》，复有序。作品：佛祖同参集序。"
                },
                {
                    "time": "1004年",
                    "activity": "约于本年，有诗送钱易赴蕲州通判，并称其诗有太白骨。作品：钱易赴蕲春。钱易赴蕲春（宋·杨亿）　　五言排律　押东韵名重星垣试，官閒月寺中。竹符千里郡，花浪一帆风。尘隙驹从度，霞觞酒莫空。公堂封笔冢，邮舍递诗筒。骚客休怀楚，词臣合荐雄。长庚谪仙骨，须入抃鳌宫。"
                },
                {
                    "time": "1004年",
                    "activity": "约本年前后，遍览前代名公诗集，独爱李商隐，以为有无穷味；由是孜孜求访，得五百八十二首，后人夸传于书林文苑。"
                },
                {
                    "time": "1004年",
                    "activity": "又手录李商隐诗数十首，真迹为后世所宝。"
                },
                {
                    "time": "1005年1月",
                    "activity": "右谏议大夫潘慎修卒，亿为撰墓志铭。作品：宋故翰林侍读学士朝奉大夫右谏议大夫骑都尉赐紫金鱼袋荥阳潘公墓志铭。"
                },
                {
                    "time": "1005年3月",
                    "activity": "奉敕撰策试草泽刘牧。作品：景德二年三月试草泽刘牧策一。"
                },
                {
                    "time": "1005年3月",
                    "activity": "弟倚特赐进士二等及第，有谢表。作品：谢弟倚特赐进士第二等及第表。"
                },
                {
                    "time": "1005年",
                    "activity": "知郑州王矩求科名，特赐进士及第，亿喜作诗贺之。作品：喜王虞部赐进士及第。喜王虞部赐进士及第（宋·杨亿）　　七言律诗　押真韵题注：时知郑州，奉诏乘驿赴闻喜宴中台高应列星文，千骑骖驔拥画轮。起草已誇双笔健，登科更占一枝春。龙津召宴芝泥湿，雁塔题名麝墨新。只待甘泉重奏赋，彯缨长奉属车尘。"
                },
                {
                    "time": "1005年",
                    "activity": "三月后，有诗送舅翁章实下第东归。此前后屡有诗送人下第。作品：送章四十舅翁东归。张泌东归。外弟张湜西游。范仪下第东归。章群下第东归。送章四十舅翁东归（宋·杨亿）　　五言律诗　押先韵乡党共推贤，干名二十年。早怀荆岫璞，迟下祖生鞭。敢谏书无报，徒行履欲穿。圣朝公道在，搔首赋归田。张泌东游（宋·杨亿）　　七言律诗　押庚韵玉籍参差未策名，东游聊得拂尘缨。长亭酒尽骊歌阕，下榻波狂鹢棹轻。泽国鲙鲈悬梦想，戟门罗雀断逢迎。秋期莫到槐花老，待听新文掷地声。外弟张湜西游（宋·杨亿）　　七言律诗　押元韵六年随我客梁园，西上孤飞彻九门。抱璞有瑕唯叹命，泣岐无托更销魂。秦关百二聊乘兴，汉牍三千待叫阍。赤日炎风两京道，文章满腹与谁论。范仪下第东归（宋·杨亿）　　五言律诗　押阳韵君住武夷乡，思归便促装。溪鳞丝缕细，园茗露牙香。雷火悲三上，金钱困一囊。长缨尘土满，会待濯沧浪①。按：①以上《武夷新集》卷四章群下第东归（宋·杨亿）　　七言律诗　押东韵卓荦修词有古风，计偕西上剧飘蓬。梁园失意三春月，闽岭思归一亩宫。且喜还家仪舌在，莫嗟为客赵囊空。九天下诏崇儒术，好绝韦编待至公。"
                },
                {
                    "time": "1005年4月8日",
                    "activity": "奖州刺史李继昌上表请以上党旧庐为祠，赐名“承天禅院”，四月八日杨亿为撰记。作品：潞州新敕赐承天禅院记。"
                },
                {
                    "time": "1005年4月21日",
                    "activity": "召赴龙图阁观太宗御书及四库图书，有谢状及应制诗，帝手批答，又有谢状。作品：谢宣召赴龙图阁宴会及观御书状。龙图阁会宴应制。谢批答状。龙图阁会宴应制（宋·杨亿）　　七言律诗　押支韵题注：景德二年四月二十一日册府藏书在紫微，退朝稽古助论思。中天召宴衢樽满，乙夜观文列象垂。綵凤翩翻巢绮阁，灵龟夭矫冠金碑。大风发唱群臣和，元首康哉庶绩熙。"
                },
                {
                    "time": "1005年4月25日",
                    "activity": "有诗贺王钦若为新置资政殿学士、刑部侍郎。作品：贺资政学士王侍郎。贺资政学士王侍郎（宋·杨亿）　　七言律诗　押侵韵沥恳青规动帝心，秋曹月殿宠光深。论思东序清閒宴，偃息西昆翰墨林。私第藏书皆有副，公庭种竹待成阴。卧龙禁闼应非久，救旱还须起作霖。"
                },
                {
                    "time": "1005年5月",
                    "activity": "五月，宰相李沆丧将葬，亿为撰墓志铭。作品：宋故推忠协谋佐理功臣光禄大夫尚书左仆射兼门下侍郎同中书门下平章事监修国史上柱国陇西郡开国公食邑三千八百户食实封一千二百户赠太尉中书令谥曰文靖李公墓志铭。"
                },
                {
                    "time": "1005年5月10日",
                    "activity": "帝作《乾坤宝典序》，赐群臣，亿代中书撰谢状。作品：代中书谢赐乾坤宝典序状。"
                },
                {
                    "time": "1005年9月22日",
                    "activity": "受诏与王钦若修《历代君臣事迹》"
                },
                {
                    "time": "1005年9月22日",
                    "activity": "受诏修《历代君臣事迹》，有诗述怀感事。刘筠和之。作品：受诏修书述怀感事三十韵。受诏修书述怀感事三十韵（宋·杨亿）　　五言排律　押鱼韵太极垂裳日，中原偃革初。楼船秋发咏，衡石夜程书。好问虚前席，徵贤走传车。蓬莱侔汉制，煨烬访秦馀。紬绎资金匮，规模出玉除。纷纶开四部，秘邃接千庐。饫赐双鸡膳，亲回六尺舆。华芝下阊阖，白羽拥储胥。望气成龙虎，披文辩鲁鱼。清光无咫尺，玄览亦踌躇。群彦挥铅笔，微生滥石渠。嵇康真懒慢，谢客本空疏。讲学情田埆，谈经腹笥虚。月评依许劭，文体慕相如。雅饮欢娱洽，清言鄙吝祛。弥旬容出沐，终日喜群居。抚已惭鸣玉，归田忆荷锄。池笼养鱼鸟，章服裹猿狙。圜府愁尸禄，天阍愧弊裾。虚名同郑璞，散质类庄樗。国士谁知我，邻家或侮予。放怀齐指马，屏息度羲舒。寡妇宜忧纬，三公亦灌蔬。危心惟觳觫，直道忍蘧蒢。往圣容巢许，先儒美宁蘧。晨趋叹劳止，夕惕念归与。秦痔疏杯酒，颜瓢赖斗储。如谐曲肱卧，犹可直钩渔。矫矫龟衔印，翩翩隼画旟。一麾终遂志，阮籍去骑驴。"
                },
                {
                    "time": "1005年",
                    "activity": "秋，有诗送章頔宰巴陵。作品：送章頔寺丞之巴陵。送章頔寺丞之巴陵（宋·杨亿）　　七言律诗　押庚韵涔阳从事有嘉声，外计封章荐姓名。再命便为千室宰，于飞又出九重城。腰悬铜墨才犹屈，吟对江山思转清。楚客十年偏遂意，秋风满箸紫莼羹。"
                },
                {
                    "time": "1005年",
                    "activity": "秋，有诗送章频宰南昌。章频宰（原作寄，据祝刻本改）南昌（宋·杨亿）　　七言律诗　押阳韵孺亭洪井古南昌，曾是梅仙试吏乡。一邑弦歌荣制锦，几程鸡犬接维桑。年深为客貂裘敝，秋晚还家菊径荒。平昔题桥今遂志，且斟寿酒献高堂。"
                },
                {
                    "time": "1005年",
                    "activity": "表弟章得象知玉山县，有诗送之。县为亿出生地，因言及之。作品：表弟廷评章得象知信州玉山县。表弟廷评章得象知信州玉山县（宋·杨亿）　　七言律诗　押微韵怀玉烟霞接武夷，我思祖德涕沾衣。县斋制锦留遗爱，庭树藏镮长旧围①。彭泽公田今已废，辽东邑子半应非。津亭送别空搔首，籍在金门未得归。按：①自注：开宝末，大父宰是邑，予生于县斋。"
                },
                {
                    "time": "1005年",
                    "activity": "梁鼎自洛阳寄诗言志，酬之。作品：梁大谏自凤翔乞留台寄诗言志次韵酬之。梁大谏自凤翔乞留台寄诗言志次韵酬之（宋·杨亿）　　七言律诗　押蒸韵联飞仙掖旧心朋①，笑我池笼出未能。文陛彯缨空自愧，香山蜡屐与谁登。托身羿彀忧危甚，引领黄陂鄙吝增。二室风烟莫全占，会须携手蹑云层。按：①自注：子云云朋而不心，面朋也。"
                },
                {
                    "time": "1005年",
                    "activity": "元奉宗进士甲科及第，授绩溪县令，亿有诗送之。作品：元奉宗宰绩溪。元奉宗宰绩溪（宋·杨亿）　　五言律诗　押真韵游梁度几春，时誉蔼天伦。家寄汀蘋久，名题桂籍新。溪鳞清可数，泽雉到应驯。黟歙非难治，民风自古淳。"
                },
                {
                    "time": "1005年",
                    "activity": "故人吴待问赴蒙城主簿任，有诗送之。作品：吴待问之蒙城簿。吴待问之蒙城簿（宋·杨亿）　　七言律诗　押虞韵西来赴调合关繻，黄绶风尘厌九衢。祖席且同开口笑，公庭未免折腰趋。长安车马偏欺客，鲁国衣冠肯戏儒。共忆故园归计晚，旧游烟树隔重湖。"
                },
                {
                    "time": "1005年",
                    "activity": "有诗送杨覃出知潭州。作品：从叔郎中知潭州。从叔郎中知潭州（宋·杨亿）　　五言排律　押麻韵藩阃分忧重，关山去路赊。含香滞郎署，乘驲倦天涯。土贡千头橘，神祠万里沙。金碑纪风物，宝瑟怨年华。粉箨斑文簟，云腴紫笋芽。民田两岐麦，郡圃四时花。别恨休攀柳，归期待及瓜。鳣庭有遗训，清白自传家。"
                },
                {
                    "time": "1005年11月",
                    "activity": "十一月郊祀前，代邢炳撰陈状，乞为亡兄沾赠典，亡妻蒙追封。作品：代侍讲邢侍郎陈乞状。"
                },
                {
                    "time": "1005年",
                    "activity": "南郊前，上奏状，为舅氏张仅请官，未准；南郊后复奏状，请纳南郊所加恩命回赐舅一官。作品：南郊奏舅状。纳南郊所加恩命乞回授亲舅状。"
                },
                {
                    "time": "1005年11月13日",
                    "activity": "和御制南郊诗，又代中书乞免和诗。作品：奉和御制南郊七言六韵诗。代中书乞免和御制南郊诗状。奉和御制南郊七言六韵诗（宋·杨亿）　　七言排律　押真韵洁斋恭己奉苍旻，报本圜坛备物陈。酒缩楚茅三献毕，灰飞嶰管一阳新。高空瑞气长随辇，永夕清霜暗湿巾。泰畤迎年严汉祀，六宗祈福盛虞禋。鸿恩涣汗沾穷发，睿藻昭回动紫宸。庶汇熙熙蒙帝力，徒知击壤效尧民。"
                },
                {
                    "time": "1005年11月19日",
                    "activity": "宰相寇准加中书尚书，兼工部侍郎，亿代撰让恩命表及谢表。作品：代中书相公让恩命第一表。代中书相公让恩命第二表。代中书相公谢表。"
                },
                {
                    "time": "1005年12月1日",
                    "activity": "婺州开元寺新建藏经楼，求亿撰文以记。十二月一日，撰成《大藏经楼记》作品：婺州开元寺新建大藏经楼记。"
                },
                {
                    "time": "1005年12月7日",
                    "activity": "授王钦若兵书侍郎、充资政殿大学士，亿代撰让官表。作品：代资政侍郎让表。"
                },
                {
                    "time": "1005年",
                    "activity": "弟倚进士及第，调补四明主簿，莅任前，归省浦城里闾，亿作序送之，。其《少年游》词，或为送倚作。作品：送倚序。少年游（江南节物）少年游（宋·杨亿）江南节物，水昏云淡，飞雪满前村。千寻翠岭，一枝芳艳，迢递寄归人。寿阳妆罢，冰姿玉态，的的写天真。等闲风雨又纷纷，更忍向、笛中闻。"
                },
                {
                    "time": "1005年",
                    "activity": "岁暮，有诗抒怀寄刘五。作品：书怀寄刘五。（刘五，疑指刘师道。）"
                },
                {
                    "time": "1005年",
                    "activity": "修《册府元龟》，王钦若居功，诿过于杨亿以下。"
                },
                {
                    "time": "1005年",
                    "activity": "仍知通进银台司。诏流内铨主事王太冲擢授大理评事，亿以为不宜，封还诏书。"
                },
                {
                    "time": "1006年",
                    "activity": "仍知通进银台司，延召日本僧寂照。尝于寂照来华东游之初，以诗赠之；后寂照归国，有书寄亿。作品：身随客槎远，心学海鸥亲。（该句《全宋诗》未收。）"
                },
                {
                    "time": "1006年",
                    "activity": "宰臣毕士安卒葬，正月，为撰墓志铭。作品：宋故推忠协谋佐理功臣金紫光禄大夫行尚书吏部侍郎同中书门下平章事监修国史上柱国太原郡开国公食邑二千户食实封四百户赠太傅中书令谥曰文简毕公墓志铭。"
                },
                {
                    "time": "1006年2月25日",
                    "activity": "宰相寇准罢为刑部尚书，亿代撰谢表。作品：代刑部尚书寇相公谢表。"
                },
                {
                    "time": "1006年2月26日",
                    "activity": "授冯拯兵部侍郎，依前参知政事。亿代撰让官表，谢表。作品：代参政冯侍郎让表。代参政冯侍郎谢表。"
                },
                {
                    "time": "1006年",
                    "activity": "春，有诗寄刘师道，时刘知秀州。作品：寄刘秀州。寄刘秀州（连典吴中诸郡）（宋·杨亿）　　七言律诗　押侵韵骑置迢迢阻玉音，左鱼江海遂初心。朱弦道直消浮谤，春草才多动苦吟。震泽析酲干树橘，华亭惊梦九皋禽。郡楼晴日东西望，几处甘棠接翠阴。"
                },
                {
                    "time": "1006年",
                    "activity": "春，刘综拜枢密直学士，亿代撰谢表。作品：代三司刘密学谢表。"
                },
                {
                    "time": "1006年",
                    "activity": "春，有诗送许洞归吴中，钱惟演、刘筠和之。许洞归吴中（宋·杨亿）　　七言律诗　押尤韵春渚归艎不暂留，青丝如葆恐逢秋。骚人已得江山助，赋客终陪霰雪游。三径未荒休叹鵩，十浆先馈定惊鸥。洞庭霜橘疁田粟，岁计犹堪比彻侯。"
                },
                {
                    "time": "1006年4月5日",
                    "activity": "帝幸编修所观编修《历代君臣事迹》，有所询问，亿悉以条对，又有《谢状》作品：谢驾幸编修所状。"
                },
                {
                    "time": "1006年4月24日",
                    "activity": "帝宴送隐士种放归终南山，亿应制赋诗。作品：秘阁赐宴送右谏议大夫种放得假归终南山应制。秘阁赐宴送右谏议大夫种放得假归终南山应制（宋·杨亿）　　七言律诗　押东韵琐闱聊辍皂囊封，赐告归寻一亩宫。关路蒲轮千里远，岩扉蕙帐几年空。百壶天酒凝甘露，二雅宸章掩大风。旧隐暂还非久住，心期献可沃尧聪。"
                },
                {
                    "time": "1006年5月1日",
                    "activity": "太阳不亏，代宰相撰贺表。作品：代宰相贺太阳不亏表。"
                },
                {
                    "time": "1006年",
                    "activity": "初秋，刘筠属疾请告，有诗，亿与钱惟演和之。作品：初秋属疾。初秋属疾（宋·杨亿）　　七言律诗　押支韵潘郎已是入秋悲，属疾犹贪桂补①羸。密雪才高閒赋笔，流波意远托琴丝。离愁尽日吟青案，蠲渴何人寄紫梨。昨夜西楼②凉月满，清谈偏忆庾元规③。按：①原作浦，据周王合注本、四库本改　②四库本作风　③以上《西昆酬唱集》卷上"
                },
                {
                    "time": "1006年7月2日",
                    "activity": "任中正出知益州，有诗送之。作品：密直任学士知益州。密直任学士知益州（宋·杨亿）　　五言排律　押真韵玉垒求贤牧，金门辍近臣。龙荒使传远，鸡省命书新。殿柱题名久，刀州入梦频。悬鱼喧旧政①，叱驭继芳尘。珠履平原客，壶浆左蜀人。北堂牵远念，南诏抚殊邻。宴榭峨眉雪，歌筵濯锦春。乐章传辩士，卜肆访逋民。幕府觞无算，池塘思有神。知谁预交辟，空羡吐车茵。按：①自注：前牧东川。"
                },
                {
                    "time": "1006年7月7日",
                    "activity": "杨亿作《七夕》诗，刘筠、钱惟演和之。"
                },
                {
                    "time": "1006年",
                    "activity": "杨亿作《秋夜对月》诗，刘筠、钱惟演和之。秋夜对月（宋·杨亿）　　五言排律　押东韵孤云飞陇首，颢气满商中。警鹤仙盘外，圆蟾浴殿东。浦寒珠有泪，岩迥树生风。星彩沈榆荚，霜华袭桂丛。光摇银烛乱，影射玉壶空。露馆迷秦甸，冰台接魏宫。绕枝惊暗鹊，促杼思阴虫。更想离居恨，回肠几处同。"
                },
                {
                    "time": "1006年",
                    "activity": "钱惟演作《小园秋夕》诗，刘筠、杨亿和之。小园秋夕（宋·杨亿）　　七言律诗　押麻韵鸿都归晚直城赊，墙外连营咽暮笳。玉井梧倾犹待凤，金塘柳密更藏鸦。心摇云阙传疏漏，目断星津过迥槎。已是秋来移带眼，可堪玄鬓有霜华。"
                },
                {
                    "time": "1006年",
                    "activity": "知建州高惠连寄所赋郡中景物诗十首，亿因亦继作。高君治郡斋三亭成，八月一日，亿为撰文以记。作品：建溪十韵并序。（十咏分别为《武夷山》、《北苑焙》、《朗山寺》、《陆羽井》、《梨山庙》、《勤公亭》、《大中塔》、《仙人洲》、《延平津》、《毛竹洞》）建安郡斋三亭记。"
                },
                {
                    "time": "1006年",
                    "activity": "八月前，奉诏撰太常乐章七首。作品：太常乐章又七首。太常乐（续奉敕撰，景德三年）章又七首白帝迎神高安曲（宋·杨亿）西颢腾精，天地始肃。盛德在金，百嘉阜育。彍弩射牲，筑场登谷。明灵格思，旄罕纷属。　其二奉币嘉安曲（宋·杨亿）博硕肥腯，以炰以烹。嘉栗旨酒，有瀰斯盈。殽蓛维旅，肃肃蒸蒸。吉蠲备物，享于克诚。　其三送神理安曲（宋·杨亿）　　押寒韵飙轮戾止，光烛灵坛。金奏绎如，白露漙漙。　其四朝日迎神（宋·杨亿）　　押真韵阳德之母，羲御寅宾。得天久照，首兹三辰。正辞备物，肃肃振振。沦精降鉴，克享明禋。　其五奉币（宋·杨亿）醴齐良洁，有牲斯纯。大采玄冕，乃昭其文。王宫定位，粢盛苾芬。民事以叙，玄德升闻。　其六送神（宋·杨亿）　　押麌韵悬象著明，照临下土。降福穰穰，德施周普。　其七饮福酒广安曲（宋·杨亿）簠簋既陈，吉蠲登荐。洗心防邪，肃祗祭典。陟降惟寅，笾豆有践。百禄咸宜，淳耀丕显。"
                },
                {
                    "time": "1006年9月11日",
                    "activity": "代宰相撰谢许士庶游宴休假表。作品：代宰相谢赐御札许士庶游宴及休假放朝表。"
                },
                {
                    "time": "1006年9月",
                    "activity": "奉敕撰制科试策；考毕，赐宴，有《谢状》作品：景德三年九月试贤良方正能直言进谏科策。考制策毕学士院赐宴谢状。"
                },
                {
                    "time": "1006年9月",
                    "activity": "休沐日，与刘筠、钱惟演、李维等同咏王钦若宅新菊。作品：枢密王左丞宅新菊。枢密王左丞宅新菊（宋·杨亿）　　五言排律　押阳韵中枢多暇日，小圃占秋光。雕玉新成槛，繁金乍泛觞。陶篱侵柳色，罗宅掩兰芳。芝影连虚室，萱丛接后堂。傅岩犹借雨，丰岭未飞霜。温树遍分荫，芸签亦斗香。交枝迷露井，坠叶点横塘。桐录知延寿，千龄奉紫皇。"
                },
                {
                    "time": "1006年",
                    "activity": "秋，有诗寄舒雅，钱惟演、刘筠和之。时舒雅知舒州秩满掌灵仙观，有诗答。作品：寄灵仙观舒职方学士。寄灵仙观舒职方学士（宋·杨亿）　　七言律诗　押先韵绿发郎潜不计年，却寻丹灶味灵篇。华阴学雾还成市，彭泽横琴岂要弦。晓案祇应餐沆瀣，夜滩谁见弄潺湲。须知吏隐金门客，待乞刀圭作地仙。"
                },
                {
                    "time": "1006年",
                    "activity": "秋，作《直夜》诗，钱惟演、刘筠和之。直夜（宋·杨亿）　　七言律诗　押侵韵缭垣峣阙庆云深，画烛熏炉对拥衾。三殿夜签传漏箭，九秋霜籁入风琴。阶前槁叶惊寒雨，天际孤鸿答迥砧。欹枕便成鱼鸟梦，岂知名路有机心。"
                },
                {
                    "time": "1006年",
                    "activity": "秋，晏殊迁奉礼郎，赐告归宁，来别亿，亿以诗赠之。时晏殊十六岁。作品：晏殊奉礼归宁。晏殊奉礼归宁（宋·杨亿）　　七言律诗　押文韵垂髫婉娈便能文，骥子兰筋迥不群。南国生刍人比玉，梁园修竹赋凌云。堵墙看试三公府，反哺知千万乘君。赐告归宁来别我，亭皋木叶正纷纷。"
                },
                {
                    "time": "1006年",
                    "activity": "休沐日，有诗怀钱惟演；钱惟演、刘筠、陈越、李维和之。作品：休沐端居有怀希圣少卿学士。休沐端居有怀希圣少卿学士（宋·杨亿）　　七言律诗　押庚韵凝尘满榻素琴横，岸帻孤吟意未平。茗粥露芽消昼夜，柘浆云液浣朝酲。水沈朱李金瓶涩，风猎幽兰羽扇轻。独忆当筵试汤饼，谪仙冰骨照人清。1006年10？，十月或稍后，奉敕撰夔王、周王二墓志铭。铭成，状进上。夔王光赞，太祖、太宗之弟；周王元佑，真宗之子。作品：进夔王周王铭文状。大宋赠侍中追封夔王墓志铭。大宋故光禄大夫检校太保左卫上将军兼御史大夫上柱国信国公食邑一千户食实封二百户追封周王谥悼献墓志铭。"
                },
                {
                    "time": "1006年10月28日",
                    "activity": "葬太宗明德皇后，前此，亿奉敕撰挽歌词五首，又五首。作品：明德皇太后挽歌词五首。（明德皇太后挽歌词）又五首。明德皇太后挽歌词五首（奉敕撰）（宋·杨亿）　　五言律诗　押东韵母仪垂二纪，坤顺翊玄功。望断苍梧野，尊归长乐宫。金涂烘晓日，椒壁起香风。奄忽违尘世，攀号泣舜瞳。　　其二（宋·杨亿）　　五言律诗　押微韵轩星光太极，阴教正中闱。外戚黄金穴，深宫大练衣。雀台愁雾隔，驹隙暗尘飞。贝阙三山路，飘飖仙驭归。　　其三（宋·杨亿）　　五言律诗　押鱼韵德契河洲什，心依黄老书。濯龙规诫在，飞羽豫游疏。复土文园接，凝尘丙殿虚。蒸蒸天子孝，泣血望涂车。　　其四（宋·杨亿）　　五言律诗　押尤韵世载河山誓，门无恩泽侯。公桑空茧馆，仙药阻蓬丘。悯册藏幽壤，哀笳咽素秋。后宫彤管在，千古纪徽猷。　　其五（宋·杨亿）　　五言律诗　押庚韵阃范留椒闼，神游返玉清。鱼灯照玄寝，骑吹咽重城。运迫升仙日，人伤丧妣情。宫中旧长御，行哭尽吞声。"
                },
                {
                    "time": "1006年11月7日",
                    "activity": "召为翰林学士。"
                },
                {
                    "time": "1006年",
                    "activity": "奉旨撰《邠州灵应公庙记》，成，状进之。"
                },
                {
                    "time": "1006年",
                    "activity": "河中府开元寺僧令操迁其师重宣灵骨安置于塔，如京请亿为撰记，亿因记之。作品：河中府开元寺坛长赐紫僧重宣塔记。"
                },
                {
                    "time": "1006年",
                    "activity": "约于本年，孙仅惠笺，亿有启答之。作品：与孙舍人启。"
                },
                {
                    "time": "1007年",
                    "activity": "真宗疑杨亿议谤，谒陵回，借故敲击之。"
                },
                {
                    "time": "1007年",
                    "activity": "春，作《洞户》诗，刘筠和之。洞户（宋·杨亿）　　七言律诗　押萧韵洞户飞甍接绮寮，一春幽恨寄兰苕。书题枉是藏三岁，壶矢谁同赛百娇。水国风霜凋社橘，仙山云雾隔江潮。东城剑骑何曾出，祇为离愁髀肉销。"
                },
                {
                    "time": "1007年4月15日",
                    "activity": "郭皇后卒，亿奉敕撰哀册文。作品：庄穆皇后哀册。"
                },
                {
                    "time": "1007年6月",
                    "activity": "刘综出镇并州，亿有诗送之。作品：关榆渐落边鸿过，谁劝刘郎酒十分。"
                },
                {
                    "time": "1007年8月9日",
                    "activity": "真宗至崇文院观新编《历代君臣事迹》，亿等以草本进上，又答真宗关于修《太宗实录》问，谓“凡是有依据可载简册者，方得记录”。"
                },
                {
                    "time": "1007年8月24日",
                    "activity": "与王旦同奉诏修国史。"
                },
                {
                    "time": "1007年",
                    "activity": "秋，刘筠以疾在告，亿作诗赠之。刘筠有和作。作品：刘校理属疾。刘校理属疾（宋·杨亿）　　七言律诗　押元韵北窗风劲雪云繁，移疾端居避世喧。载酒谁过杨子宅，张罗休署翟公门。多才最许飘飘气，少别还销黯黯魂。促尔徘徊忆真赏，远天新月照黄昏。"
                },
                {
                    "time": "1007年10月30日",
                    "activity": "次咸平元年出知处州以来十年诗文，为二十卷，命之曰《武夷新集》，十月三十日序之。作品：武夷新集自序。"
                },
                {
                    "time": "1007年12月3日",
                    "activity": "任修《历代君臣事迹》，以王钦若诿过，十二月三日，帝对杨亿以下有所督责。"
                },
                {
                    "time": "1007年",
                    "activity": "周启明举贤良方正，召试京师。亿与钱惟演、刘筠并有诗赠。作品：与客启明。（此诗为钱惟演首唱。）与客启明（宋·杨亿）　　七言律诗　押灰韵越客逃名误凿坯，汉庭初聘碧鸡才。操心四十知无惑，削牍三千耻自媒。苦吟多年依洛社，赋成他日上兰台。郡斋悬榻流尘满，七见东风落楚梅。"
                },
                {
                    "time": "1007年",
                    "activity": "约于本年，作《宣曲》诗，刘筠、钱惟演和之。作品：宣曲二十二韵。宣曲二十二韵（宋·杨亿）　　五言排律　押庚韵宣曲更衣宠，高堂荐枕荣。十洲银阙峻，三阁玉梯横。鸾扇裁纨制，羊车插竹迎。南楼看马舞，北埭听鸡鸣。綵缕知延寿，灵符为避兵。粟眉长占额，虿发俯侵缨。莲菂沈寒水，芝房照画楹。麝脐熏翠被，鹿爪试银筝。秦凤来何晓①，燕兰梦未成。丝囊晨露湿，椒壁夜寒轻。绮段馀霞散，瑶林密雪晴。流风秘舞罢，初日靓妆明。雷响金车度，梅残玉管清。银镮添旧恨，琼树怯新声。洛媛迷芝馆，星妃滞斗城。七丝縆绿绮，六箸斗明琼。惯听端门（四库本作明）漏，愁闻上苑莺。虚廊偏响屧，近署镇严更。剉檗心长苦，投签梦自惊。云波谁托意，璧月久含情。海阔桃难熟，天高桂渐生。销魂璧台路，千古乐池平。按：①周王合注本、四库本作晚"
                },
                {
                    "time": "1007年",
                    "activity": "有诗赠译经僧光梵大师，刘筠和之。作品：译经光梵大师。（光梵，原南唐后主李煜弟从览之子。）译经光梵大师（宋·杨亿）　　五言排律　押侵韵薪火灭双林，谁传七佛心。译筵香篆绝，经叶蠹鱼侵。猊座云雷歇，龙宫岁月深。青莲流半偈，白马度千岑。大士招提启，明君羽葆临。对翻天竺字，助发海潮音。空界花成雨，仁祠地布金。九旬谈妙理，三接简宸襟。净社延居士，生台集野禽。琅函香拂袂，奈苑树交阴。文字蹄求兔，机缘芥值针。龙华他日会，应记洛生吟。"
                },
                {
                    "time": "1008年1月15日",
                    "activity": "钱惟演作《灯夕》诗寄杨亿，亿和之。李宗谔、刘筠同有和作。钱惟济同作。作品：灯夕寄内翰虢略公。（虢略公，杨亿封爵为虢略子。）灯夕寄献内翰虢略公（宋·杨亿）　　七言律诗　押麻韵琼楼十二玉梯斜，乾鹊南飞转斗车。有客郢中歌白雪，几人天上醉流霞。金吾缇骑章台陌，素女繁弦太帝家。秦痔未痊齐阁掩，梦回宫树已啼鸦。"
                },
                {
                    "time": "1008年1月",
                    "activity": "杨亿被病，未预优答天书事诏。"
                },
                {
                    "time": "1008年2月15日",
                    "activity": "初，《历代君臣事迹》之总序、小序分别由诸儒草就，帝以体例不一，于二月十五日，择李维等六人撰写，再交杨亿改定。"
                },
                {
                    "time": "1008年3月3日",
                    "activity": "预玉津园赐宴，有诗。刘筠先作，杨亿、钱惟演继和。作品：上巳玉津园赐宴。上巳玉津园赐宴（宋·杨亿）　　五言排律　押虞韵禊饮逢元巳，春游盛舞雩。流杯传楚俗，饫赐出尧厨。玉树天开苑，银潢水贯都。肆筵环曲沼，飞盖塞交衢。洛邑声诗逸，兰亭岁月徂。颜王有遗韵，待子一操觚。"
                },
                {
                    "time": "1008年",
                    "activity": "春，作《李舍人独直》诗，刘筠和之。作品：李舍人独直。（李舍人，即李宗谔。）李舍人独直（宋·杨亿）　　七言律诗　押齐韵阁凤巢高拂綵霓，玉芝香杂武都泥。十行汉札如丝出，六幕尧天倚杵低。露井冰销垂素绠，仙茎日转射璇题。赫蹄云落知谁见，馀力何妨颂碧鸡。"
                },
                {
                    "time": "1008年",
                    "activity": "春，累有诗怀旧居，念故园，挂冠之意日增。钱惟演、刘筠有诗和之。作品：怀旧居。偶怀。怀旧居（宋·杨亿）　　七言律诗　押鱼韵武夷仙穴近吾庐，斗鸭阑摧菌阁虚。千匹岁储妨种橘，百金春事废观渔。北山烟雾迷归辙，南陌风尘化客裾。堂上金丝应已歇，岂惟兰菊旧丛疏。偶怀（宋·杨亿）　　五言律诗　押豪韵银砾飞晴霰，兰英湛冻醪。年光侵葆发，春恨寄云袍。燕重衔泥远，鸿惊避弋高。平生林壑志，误佩吕虔刀。"
                },
                {
                    "time": "1008年4月4日",
                    "activity": "三月以来，宰相等四上表请封禅，皆诏不许；及五请，乃于四月四日诏，以今年十月有事于泰山。亿草诏，有“不求神仙，不为奢侈”等语，不可帝意，乃以帝意作修改。作品：答宰相等请封禅第五表诏。"
                },
                {
                    "time": "1008年4月5日",
                    "activity": "亿等受命为东封泰山详定仪注。"
                },
                {
                    "time": "1008年",
                    "activity": "暑热，有诗寄梅询，刘筠和之。时梅询直集贤院。作品：暑咏寄梅集贤。暑咏寄梅集贤（宋·杨亿）　　七言律诗　押寒韵点缀鲜云紫宙宽，微风淅淅起霜纨。魏台清暑开冰井，汉殿延年啜露盘。天外一飞期汗漫，水边千亩忆檀栾。流波意密知音少，可得延陵为试观。"
                },
                {
                    "time": "1008年",
                    "activity": "夏，痔疾，作《属疾》诗，复生挂冠归隐之思。晁迥、崔遵度、刘筠和之。属疾（宋·杨亿）　　五言排律　押尤韵积日劳无补，弥天疾未瘳。马卿非避事，盛宪自多忧。目眩花成果，心惊蚁斗牛。豳冰那浣热，洛笛更生愁。拂枕窗风度，穿帘隙日流。唾壶从已缺，博齿亦慵投。发箧寻桐录，支颐动越讴。平生江海志，夕梦绕沧洲。"
                },
                {
                    "time": "1008年",
                    "activity": "约于秋前，加兵部员外郎。"
                },
                {
                    "time": "1008年",
                    "activity": "初秋，作《因人话建溪旧居》诗，又和晁迥《清风十韵》，复抒避谗思退之意。作品：因人话建溪旧居。清风十韵。（和《清风十韵》者还有刘筠、钱惟演、李宗谔、薛映、张秉。）因人话建溪旧居（宋·杨亿）　　七言律诗　押微韵听话吾庐忆翠微，石层悬瀑溅岩扉。风和林籁披襟久，月射溪光击浪归。露畹荒凉迷草带，雨墙阴湿长苔衣。终年已结南枝恋，更羡高鸿避弋飞。清风十韵（宋·杨亿）　　五言排律　押豪韵素魄离箕舌，鸣鸢载锦绸。微凉生玉宇，馀韵泛兰皋。竿转相乌数，厨摇萐莆劳。渚蘋偏靃靡，苑树更萧骚。五斗酲初析，三年翼自高。陶窗时拂衽，楚榭正挥毫。尘箧悲鸾扇，云帆戒鹭涛。洞庭惊木叶，骑省叹霜毛。势好抟羊角，心终忆蟹螯。泠然知有待，仙寇异吾曹。"
                },
                {
                    "time": "1008年",
                    "activity": "七夕，和刘筠《戊申年七夕五绝》，钱惟演、薛映、张秉同和。作品：戊申年七夕五绝。（五绝，指五首七绝。）戊申年七夕五绝（宋·杨亿）　　七言绝句　押麻韵六幕西回斗转车，鲜云点缀玉钩斜。天孙已渡黄姑渚，阿母还来汉帝家。　　其二（宋·杨亿）　　七言绝句　押微韵明河左界鹊南飞，汉苑高楼正曝衣。一夕匆匆停弄杼，谁将锦石暂支机。　　其三（宋·杨亿）　　七言绝句　押支韵兰夜沈沈鹄漏移，羽车云幄有佳期。应将机上回文缕，分作人间乞巧丝。　　其四（宋·杨亿）　　七言绝句　押尤韵神女欢娱一夕休，月娥孀独已千秋。争如灵匹年年会，莫恨牛津隔凤辀。　　其五（宋·杨亿）　　七言绝句　押真韵玉女壶倾笑电频，白榆晴影接星津。神光奕奕云容薄，谁见凌波袜起尘。"
                },
                {
                    "time": "1008年",
                    "activity": "秋，有《偶作》诗，再发倦客求退之意，刘筠和之。偶作（宋·杨亿）　　七言律诗　押阳韵翘车蕊佩谒明光，禁籞多年费稻粱。祇羡泥涂龟曳尾，翻嫌雾雨豹成章。鸣鸠春㝅先畴废，寒蝶秋菘老圃荒。归计未成芳节晚，更忧禽鹿顿缨狂。"
                },
                {
                    "time": "1008年",
                    "activity": "秋，杨亿和钱惟演《秋夕池上》，再发倦客求退之意。秋夕池上（宋·杨亿）　　五言律诗　押侵韵莲塘带弋林，清吹涤烦襟。泉咽犹鸣玉，台倾旧筑金。僵桃虫自蠹，怪石藓交侵。此夜悲秋客，烟蛩亦伴吟。"
                },
                {
                    "time": "1008年",
                    "activity": "刘筠作《萤》诗，亿和之。《西昆集》至此终篇。萤（宋·杨亿）　　五言排律　押侵韵爽籁生遥圃，斜晖落半岑。微芒浮草际，零乱起墙阴。武子窗尘积，隋家苑树深。灯光透疏隙，珠彩射清浔。野燐宵争出，星榆晓共沈。长门秋漏永，偏照泪涔涔。"
                },
                {
                    "time": "1008年",
                    "activity": "集当世人述作，为《笔苑时文录》"
                },
                {
                    "time": "1008年",
                    "activity": "本年秋或其后，编次景德以来与修《历代君臣事迹》诸公十五人唱和诗二百五十首，题曰《西昆酬唱集》，序之。作品：西昆酬唱集序。"
                },
                {
                    "time": "1008年",
                    "activity": "晤西域僧觉称。"
                },
                {
                    "time": "1008年",
                    "activity": "益都金绳院，唐末禅月大师贯休曾住之龙华院遗址也。今住持惠聪师即旧图新，作为佛殿，诏赐今名。师请记于亿，乃记之。作品：金绳院记。"
                },
                {
                    "time": "1008年",
                    "activity": "约于本年，荐张士逊为监察御史。"
                },
                {
                    "time": "1009年1月",
                    "activity": "御史中丞王嗣宗言：杨亿、钱惟演、刘筠唱和《宣曲》诗，词涉浮靡。乃下诏风励学者，戒其流宕。"
                },
                {
                    "time": "1009年1月24日",
                    "activity": "与李维等刊定僧道原所编《传灯录》三十卷成，上之。亿并序。作品：景德传灯录序。"
                },
                {
                    "time": "1009年4月",
                    "activity": "种放得告归终南山，帝作诗赐之，并命群臣皆赋，亿制序，时宰评以为优。"
                },
                {
                    "time": "1009年5月1日",
                    "activity": "诏追封孔子及其弟子等，命宰相以下群臣撰赞。亿撰司马耕等三赞。作品：司马耕字子牛宋人赠向伯今进封楚丘侯赞。樊须字子迟齐人赠樊伯今进封益都侯赞。秦博士伏胜今封乘氏伯赞。"
                },
                {
                    "time": "1009年11月17日",
                    "activity": "受命撰天贶殿碑铭。作品：大宋天贶殿碑铭并序。"
                },
                {
                    "time": "1010年8月4日",
                    "activity": "受命与晁迥等详定《祀汾阴仪注》"
                },
                {
                    "time": "1011年",
                    "activity": "京府狱空，有诗寄府尹。作品：京府狱空降诏因寄大尹学士。京府狱空降诏因寄大尹学士（宋·杨亿）　　七言律诗　押寒韵长安恶少罢探丸，桴鼓声沉禁网宽。三尺旧章闲玉律，八行优诏下金銮。帝临宣室方前席，民值唐年耻画冠。终日讼庭无一事，早调伊鼎佐汤盘。"
                },
                {
                    "time": "1011年",
                    "activity": "国史院进《太祖纪》，帝指出其中有义例未当者，王钦若诿过于杨亿等。"
                },
                {
                    "time": "1011年12月",
                    "activity": "奉敕撰《石公（兴保）神道碑铭》作品：大宋故棣州防御使光大夫检校□□□持节棣州诸军事行棣州刺史兼御史大夫上柱国西平郡开国公食邑三千四百户食实封二百户赠贝州观察使石公神道碑铭。"
                },
                {
                    "time": "1011年",
                    "activity": "为译经院润文官，奉诏与赵安仁同编修《元正造录》、《大藏目录》1012年3？，三月或稍后，进士蒋堂携文来谒，杨亿以为极可喜，与宰相王旦书称之。作品：与王魏公书。"
                },
                {
                    "time": "1012年9月28日",
                    "activity": "以疾在告，帝遣中使挟太医疗之，亿拜章为谢，帝作诗慰之。"
                },
                {
                    "time": "1012年9月",
                    "activity": "以疾未愈，奏权免起居。寻以久疾求解近职。优诏不许，但权免朝直。作品：望权免十数日起居奏。"
                },
                {
                    "time": "1012年12月24日",
                    "activity": "立刘皇后。先是，帝命亿草答辽人诏，帝有所改，亿乃引咎求罢；及议立刘氏皇后，帝欲得亿草制，使丁谓谕旨，亿难之，且言不愿苟得富贵。"
                },
                {
                    "time": "1012年",
                    "activity": "陈越卒，亿与杜镐、陈彭年奏延恩，其后赐越兄咸同《三传》出身。"
                },
                {
                    "time": "1013年5月2日",
                    "activity": "杨亿母亲往视阳翟别墅，得疾；亿闻之，请归省。五月二日不待报而行。"
                },
                {
                    "time": "1013年",
                    "activity": "杨亿母亲在阳翟得疾；亿请归省，不待报而行。行前，以手简上二相，望察以微诚，宽其谴责。作品：上二相手简。（二相即王旦、向敏中。）"
                },
                {
                    "time": "1013年6月11日",
                    "activity": "宪官劾杨亿不俟命而去；王旦以为亿有过错，但不至于讥谤朝政。六月十一日，以亿为太常少卿，分司西京。"
                },
                {
                    "time": "1015年",
                    "activity": "约本年冬，自汝州代还，知礼仪院，判秘阁、太常寺。"
                },
                {
                    "time": "1015年",
                    "activity": "到阙，真宗以诗赐之。"
                },
                {
                    "time": "1016年2月12日",
                    "activity": "王旦上杨亿等预修之太祖、太宗两朝国史，优诏答之。"
                },
                {
                    "time": "1016年9月",
                    "activity": "杨亿以秘书监判秘阁。"
                },
                {
                    "time": "1016年11月23日",
                    "activity": "应召预观书龙图阁，帝作诗赐之，受命赋诗。"
                },
                {
                    "time": "1016年11月",
                    "activity": "以宰相王旦荐，礼部郎中李及出知秦州。王旦言其之所以荐及，亿益服王旦之识度。"
                },
                {
                    "time": "1016年",
                    "activity": "入内都知秦翰卒后，于本年重赠彰国军节度，诏亿撰碑文。亿表辞所贽物，时论美之。"
                },
                {
                    "time": "1016年",
                    "activity": "约于本年，石霜楚圆禅师来访，亿与李遵勖、楚圆以为法友。"
                },
                {
                    "time": "1017年1月1日",
                    "activity": "改元天禧，帝奉天书行荐献礼。杨亿作赋颂之。作品：天禧观礼赋。"
                },
                {
                    "time": "1017年4月14日",
                    "activity": "从弟伟赐进士及第。"
                },
                {
                    "time": "1017年9月",
                    "activity": "宰相王旦卒。临终前，亿受请为撰遗表上之。"
                },
                {
                    "time": "1017年",
                    "activity": "有诗送高绅出知越州。作品：送高学士知越。（薛映、钱惟演、张士逊、陈知微、刘筠等均有送诗。高绅仕历史无载。）送高学士知越（宋·杨亿）　　七言律诗　押东韵万壑千岩古剡中，锦旗朱毂此临戎。酒厨岁取公田秫，樵舸朝分射的风。阁吏蒸青藏史牍，席宾簪玳奉谈丛。海邦讼息多幽赏，禹穴奇书为一空。"
                },
                {
                    "time": "1017年",
                    "activity": "四明知礼法师晚结十僧，以修忏法三年烧身为约，冬，亿致书请留住世；又致书杭州僧遵式、明州太守李夷庚共劝知礼留世。作品：致四明知礼法师请留住世书。致释遵式托劝四明知礼法师留世书。上太守李夷庚同请释知礼住世书。"
                },
                {
                    "time": "1018年8月16日",
                    "activity": "受命为撰皇太子册文。九月八日，册立皇太子。作品：册皇太子文。"
                },
                {
                    "time": "1018年",
                    "activity": "冬，拜工部侍郎。"
                },
                {
                    "time": "1018年",
                    "activity": "本年前后，荐谢绛文章。召试，谢绛擢秘阁校理、同判太常礼院。又教仲简诗赋。"
                },
                {
                    "time": "1019年1月9日",
                    "activity": "与钱惟演等同知贡举。"
                },
                {
                    "time": "1019年3月26日",
                    "activity": "权同知贡举，坐考较差谬，二十六日降授秘书监。"
                },
                {
                    "time": "1019年6月",
                    "activity": "王钦若出判杭州，真宗及臣下皆有诗送，独亿不作，盖嫉其为人倾巧也。"
                },
                {
                    "time": "1019年10月3日",
                    "activity": "丁母忧。值行郊礼，未卒丧，起复工部侍郎。"
                },
                {
                    "time": "1019年",
                    "activity": "约于本年，致书袁州守黄宗旦，请楚圆禅师出世说法。"
                },
                {
                    "time": "1019年",
                    "activity": "约于本年，手书《遗教经》万余言，为后人所宝藏，多有题跋。"
                },
                {
                    "time": "1020年4月9日",
                    "activity": "起复为翰林学士。钱惟演请序班在己上，降诰从之。"
                },
                {
                    "time": "1020年",
                    "activity": "四明高僧知礼再约焚身期已届满，亿致书恳请时知永兴军寇准劝其留世。适马知节、李遵勖亦奏请赐知礼法号。乃有诏赐知礼号法智大师。亿以《启》贺之。作品：贺法智受命服启。"
                },
                {
                    "time": "1020年",
                    "activity": "法智以书贺亿起复翰林学士，亿有书谢之。又三致书问法义。作品：谢法智贺书。（法智即僧知礼。）致法智三问书。（法智即僧知礼。）谢法智答三问启。（法智即僧知礼。）谢法智答义书启。（法智即僧知礼。）"
                },
                {
                    "time": "1020年6月14日",
                    "activity": "受诏注释真宗御集。"
                },
                {
                    "time": "1020年6月22日",
                    "activity": "以翰林学士充考试官，试礼部下第特奏名举人。"
                },
                {
                    "time": "1020年6月",
                    "activity": "真宗疾，亿受宰相寇准密令，草表请太子监国，亿屏左右为之辞。既而以寇准被酒事泄。"
                },
                {
                    "time": "1020年7月",
                    "activity": "以请太子监国，寇准受谴，亿几受责，丁谓爱其才而护之。"
                },
                {
                    "time": "1020年7月",
                    "activity": "授冯振枢密使，亿为草制。"
                },
                {
                    "time": "1020年8月4日",
                    "activity": "准诏举陈诂、王宗道，充崇文院检讨。"
                },
                {
                    "time": "1020年",
                    "activity": "亿以章得象有公辅器，约于本年，荐之。"
                },
                {
                    "time": "1020年11月21日",
                    "activity": "丁谓罢相，亿草制，以为“不道之诛，难逃于汉法”。"
                },
                {
                    "time": "1020年",
                    "activity": "约于卒前，李遵勖绘杨亿、刘筠、李遵勖、环禅师等人像，为《禅会图》。后为宋庠所得，有诗记其事。"
                },
                {
                    "time": "1020年",
                    "activity": "微恙，临卒，戒家人勿哭；卒前作偈一首遗李遵勖。"
                },
                {
                    "time": "1020年12月1日",
                    "activity": "卒。赵德文有诗悼挽。门人郑戬倍道至许州会葬。"
                }
            ]
        },
        {
            "Latitude": 34.041737,
            "Longitude": 113.858804,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411",
            "Title": "许昌",
            "Detail": [
                {
                    "time": "989年",
                    "activity": "至许州依从祖徽之务学，徽之叹赏。"
                },
                {
                    "time": "989年",
                    "activity": "与邑中秀才张蜕游。"
                }
            ]
        },
        {
            "Latitude": 27.76247,
            "Longitude": 118.042056,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350782",
            "Title": "武夷山",
            "Detail": [
                {
                    "time": "994年",
                    "activity": "游武夷山，姻亲彭悦、张彝宪等款留之，为张赋诗题壁。作品：赠张季常。赠张季常（宋·杨亿）　　七言律诗　押文韵叠巘参差翠绕门，雕梁贺燕自成群。杀鸡日夕期嘉客，种竹寒暄对此君。且向东皋输黍稷，便应北阙降玄纁。子真漫说耕岩石，不奈声名四远闻。"
                }
            ]
        },
        {
            "Latitude": 28.472979,
            "Longitude": 119.929503,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3311",
            "Title": "丽水",
            "Detail": [
                {
                    "time": "998年12月3日",
                    "activity": "到处州任，上谢表。作品：知处州谢到任表。"
                },
                {
                    "time": "998年12月",
                    "activity": "初至处州，累旬恶风，有诗忧之。作品：至郡累旬恶风。至郡累旬恶风（宋·杨亿）　　五言律诗　押灰韵邓禹功曹器，马周令长才。叨临万室郡，骤致五风灾。大木行将拔，繁云黯不开。自知蒙闇极，民吏窃相咍。"
                },
                {
                    "time": "998年12月",
                    "activity": "得赐咸平二年历，上谢表。作品：谢赐历日表。"
                },
                {
                    "time": "999年",
                    "activity": "初春，有诗书事。作品：初至郡斋书事。初至郡斋书事（到处州已后）（宋·杨亿）　　五言排律　押鱼韵地去京华远，年逢旱暵馀。群胥同黠马，比户甚枯鱼。煦妪心空切，澄清志莫舒。棼丝殊未治，错节讵能除。听讼棠阴密，行春柳影疏。宾筵求婉画，僧舍问真如。踰月窥除目，经时绝传车。素餐徒自饱，投刃岂曾虚。盈耳嫌敲扑，堆床厌簿书。故园无数舍，长日叹归欤。"
                },
                {
                    "time": "999年",
                    "activity": "狱多灾生，作诗忧之。作品：狱多重囚。狱多重囚（宋·杨亿）　　五言律诗　押真韵铁锁银铛众，金科伏念频。绝闻空狱奏，深愧片言人。清颍黄公接，甘棠邵伯邻。怀贤不能继，多辟岂由民。"
                },
                {
                    "time": "999年3月",
                    "activity": "僧依觐自浦城到访，盘桓数日造仙都，再过处州将归，以诗送之，并有序。作品：送觐道人归故山诗。送觐道人归故（宋·杨亿）　　五言排律　押尤韵迹寄浮屠教，心将汗漫游。无眠长达曙，却立动经秋。秘诀神仙授，灵苗洞壑求。诛茅探虎穴，投杖涸龙湫。丹熟炉应冷，禅馀室更幽。登山不累息，入夏亦重裘。名已标真籍，身犹隐沃洲。逍遥访岩穴，迢递别林丘。遍览缙云境，还浮一叶舟。三千功欲满，鹤驭恐难留。"
                },
                {
                    "time": "999年",
                    "activity": "春，有诗送章頔归乡。送章頔归乡（宋·杨亿）　　七言排律　押先韵芜秽休嗟负郭田，蹉跎自过鹿鸣筵。荆山玉璞空三献，梁苑风尘已十年。疏入禁中犹未报，赋成都下早曾传。独携书剑归闽岭，共泛烟波入楚天。猎猎酒旗邀举白，招招渔艇劝烹鲜。棋枰斗胜疑成癖，砧杵惊愁几废眠。驿路数程烦托乘，郡斋终日喜谈玄。如何弃我还家去，相送津亭一黯然。"
                },
                {
                    "time": "999年",
                    "activity": "春，行田问耕，又治受贿奸吏，有诗书怀，并寄呈朝中同官。作品：郡斋即事书怀十二韵呈诸官。郡斋即事书怀十二韵呈诸官（宋·杨亿）　　七言排律　押文韵长乐疏钟自厌闻，汉庭谁不惜离群。舟浮一水波澜阔，路入千山杳霭分。郡阁先忧迷簿领，村田聊得问耕耘。疲民深喜犹安堵①，黠吏那知便舞文②。照胆求瑕空察察，饮冰为政漫云云。玄台已分嘲扬子，桑野须防诮使君。别派东倾连涨海，故园西望隔晴氛。黛铺远岫秋将晚，绮散馀霞日欲曛。小槛报春梅烂漫，满空呈瑞雪缤纷。题诗到处寻红叶，置酒终朝看白云。符竹偶分惭出守，櫜鞬暂佩愧从军。石渠旧署频牵梦，室有芝兰阁有芸。按：①自注：去年小俭，幸免流亡。②自注：盐酒案吏陈元凯受赇为奸，舞文变法，其事已败。"
                },
                {
                    "time": "999年",
                    "activity": "初夏，以诗招丽水县丞甄旦。作品：郡斋西亭即事十韵招丽水殿丞武功从事。郡斋西亭即事十韵招丽水殿丞武功从事（宋·杨亿）　　七言排律　押支韵郡斋退食复何为，纵目西亭景物奇。叠嶂雨馀泉眼出，澄潭风静钓丝垂。城临古戍寒芜阔，路转荒村野彴危。几处唱歌闻白纻，谁家酤酒见青旗。蝶随游妓穿花径，犬吠行人隔槿篱。桃李成蹊春尽后，鱼盐为市日中时。桑麻万顷晴氛散，丝竹千门夕照移。吟际岭云飞冉冉，望中垄麦秀离离。烟迷乔木莺迁早，水满芳塘鹭下迟。鹤盖翩然肯相顾，主人终宴岂知疲。"
                },
                {
                    "time": "999年",
                    "activity": "初夏，以诗招甄旦，会旦移疾请告，作诗记之。作品：丽水甄殿丞移疾请告。丽水甄殿丞移疾请告（宋·杨亿）　　七言律诗　押庚韵数日不逢黄叔度，胸中鄙吝一时生。如何民瘼偏能疗，却是诗魔未得平。夏景清和妨命驾，玄台寂寞阻飞觥。欲亲高论无由得，须作文殊问疾行。"
                },
                {
                    "time": "999年",
                    "activity": "监缙云县茶盐酒税韩永锡任满归阙，作诗送。作品：送韩永锡归阙，奉举韩永锡状。"
                },
                {
                    "time": "999年",
                    "activity": "以状荐举韩永锡。作品：奉举韩永锡状。"
                },
                {
                    "time": "999年5月20日",
                    "activity": "乞减龙泉县三处酒坊税额。作品：论龙泉县三处酒坊乞减额状。"
                },
                {
                    "time": "999年5月",
                    "activity": "处州旱，遣人于宣阳观祈雨。作品：宣阳观祈雨文。"
                },
                {
                    "time": "999年",
                    "activity": "夏，致仕李寅自洪州寄诗，次韵。作品：次韵和致仕李殿丞寅见寄之什因以纪赠。次韵和致仕李殿丞寅见寄之什因以纪赠（宋·杨亿）　　七言排律　押文韵题注：李公寓居历阳，近徙于洪井乡国驰名几十春，鸣皋一旦九天闻。翔鸾栖棘曾为吏，金鼎调梅未致君。百里象雷嫌碌碌①，片言折狱厌云云②。诗名已是齐康乐，笔力何曾减右军。抗表忽然干凤扆，拂衣殊欲谢人群。都缘梁苑慵为赋，且免钟山被勒文。清夜独吟牛渚月，高秋时望帝乡云。鲤庭禀训门逾盛，兰畹传芳气益薰。尽室远依洪井侧，直钩犹钓楚江濆。西山有药应须饵，待看蜺旌入紫氛。按：①公尝权历阳县政　②自注：公任三衢司理数考。"
                },
                {
                    "time": "999年",
                    "activity": "久旱得雨，有诗记之。作品：己亥年郡中夏旱遍祷群望喜有甘泽之应。己亥年郡中夏旱遍祷群望喜有甘泽之应（宋·杨亿）　　五言排律　押萧韵旱魃偏为虐，阳乌益以骄。何曾柱础润，惟恐土山焦。请祷弥增洁，阴灵亦孔昭。云兴不待族，风细欲鸣条。隐辚雷车转，霏微雨足飘。层阴低匝野，鸿霈近连宵。庭树含佳色，村田长善苗。藓痕缘屋壁，泉脉吐山椒。辙鲋那忧涸，园蔬岂待浇。官渠逗水急，客路裛尘销。掾吏阶前贺，耕夫垄上谣。秋成知有幸，岁欲近玄枵。"
                },
                {
                    "time": "999年",
                    "activity": "夏，于郡斋东北建凝霜阁，撰文记之。作品：处州郡斋凝霜阁记。"
                },
                {
                    "time": "999年7月",
                    "activity": "以雨未足，复求于宣阳观。作品：宣阳观赛雨文。"
                },
                {
                    "time": "999年9月",
                    "activity": "辽南侵，宋高阳路先锋田绍斌率众破契丹于保州境。亿在处州得报，上表贺之。作品：贺高阳关路破贼表。"
                },
                {
                    "time": "999年",
                    "activity": "秋，温州从事聂茂先赴阙过处州，以诗送之。作品：送温州聂从事赴阙。送温州聂从事赴阙（宋·杨亿）　　五言排律　押支韵题注：原作闽，据祝刻本改　从事先自此郡移任永嘉佩鞬来海上，七见岁星移。务剧操刀割，书成插羽驰。诗传百越遍，诏下九霄迟。束带朝阊阖，归艎汎渺瀰。旧游聊税驾，雅饮且轩眉。郑驿欢相接，牙弦辱所知。病惊琼树瘦，醉露玉峰奇。上马便西笑，何须诉酒卮。"
                },
                {
                    "time": "999年",
                    "activity": "聂茂先以其为吏处州日所作诗《云堂集》及从事温州日所作诗《永嘉集》，求亿为序。作品：温州聂从事云堂集序。温州聂从事永嘉集序。"
                },
                {
                    "time": "999年",
                    "activity": "进士陈在中自闽赴京选调，过处州谒亿，亿作序送之。作品：送进士陈在中序。"
                },
                {
                    "time": "999年",
                    "activity": "秋晚，有诗发功名未立、鬓发先凋之叹。秋晚（宋·杨亿）　　五言排律　押萧韵秋晚弥岑寂，天空见泬寥。溪流拖白练，树叶剪红绡。露菊英初吐，霜钟韵渐调。清光开旭旦，爽气逐惊飙。鹰击秦原迥，鸿归楚水遥。星高汉将出，胶折虏兵骄。元亮田多废，安仁鬓恐凋。功名殊未立，对景自无憀。"
                },
                {
                    "time": "999年10月",
                    "activity": "上赐冬衣，表谢之。作品：谢赐衣表。"
                },
                {
                    "time": "999年10月10日",
                    "activity": "子云堂生。"
                },
                {
                    "time": "999年10月",
                    "activity": "州田稻再熟，上表贺之。作品：贺再熟稻表。"
                },
                {
                    "time": "999年10月17日",
                    "activity": "有诗咏大雪。作品：己亥年十月十七日大雪。己亥年十月十七日大雪（宋·杨亿）　　五言排律　押尤韵六出俄呈瑞，三农始告休。兔园陈旨酒，金屋御重裘。垄麦青犹短，皋兰紫尚稠。严飙一夕起，瑞霰满空浮。林迥琼花吐，峰孤玉笋抽。疏鳞镂屋瓦，净练曳溪流。北户寒威盛，南方沴气收。时和人富寿，卒岁好优游。"
                },
                {
                    "time": "999年10月",
                    "activity": "闻婺州太守陈靖改官计司判官，作诗寄之。作品：闻道卿途中授计司判官。闻道卿途中授计司判官（宋·杨亿）　　七言排律　押豪韵题注：罢东阳得告归泉州宁觐，行至建安而有是命几年华省冠名曹，归棹夤缘入海涛。才奉色难馨夕膳，便将心计析秋毫。政成婺女生祠在，地近明光伏奏劳。夜直乍谙绫被暖，晨趋频见露盘高。共期昼日承三接，莫许秋风长二毛。为郡今来最卑屑，劝君休更梦悬刀。999年10？，十月或稍早，进奉贺南郊礼物，有状。作品：进奉南郊礼物状。"
                },
                {
                    "time": "999年11月8日",
                    "activity": "加勋上骑都尉，有谢表。作品：谢加勋表。"
                },
                {
                    "time": "999年11月8日",
                    "activity": "又有状论加勋制错误，未进。作品：论郊禋加勋制书错误状。"
                },
                {
                    "time": "999年11月",
                    "activity": "南郊推恩，追赠其父大理评事。"
                },
                {
                    "time": "999年11月",
                    "activity": "表进贺真宗生辰礼物。作品：进奉承天节礼物表。"
                },
                {
                    "time": "999年",
                    "activity": "作《偶兴》诗，发斥邪扶正意。偶兴（宋·杨亿）芳兰滋九畹，萧蒿亦旁植。威凤翔丹山，鸱枭犹接翼。雅琴歌南风，蛙鸣不容息。骊珠媚清川，鱼目光激射。薰莸岂同器，云壤自悬隔。咄咄来逼人，薨薨止于棘。发迹由屠沽，操心希桀蹠。天形固残毁，吏曹尝摈斥。狠羊远刀杌，黠马委衔策。心同溪壑险，恶比邱山积。天听本聪明，神道尤正直。当用禦魑魅，岂令为鬼蜮。舂喉鲁阳戈，钩颈子云戟。肉委饿虎蹊，尸投穷发北。饥鹰砺吻啄，猰貐磨牙食。魂气絷酆都，膏血涂荒碛。去草绝本根，决疽恣针石。所居必污潴，遗种尽刳剔。渠魁已歼殄，非类弥怵惕。稂莠既芟夷，善苗渐滋殖。君子益知命，视履如（祝刻本作加）平昔。小人竞革音，灭身在漏刻。尧民率可封，汤网从此释。永跻仁寿期，共造华胥域。"
                },
                {
                    "time": "999年",
                    "activity": "处州任满，作诗抒怀自遣。作品：到郡满岁自遣。到郡满岁自遣（宋·杨亿）　　五言排律　押麻韵迢递分符竹，因循度岁华。地将鲸海接，路与凤城赊。触石云频起，衔山日易斜。潮平聚渔市，水落见人家。吏隐偏知幸，民谣岂敢誇。无嫌勾漏僻，且得养丹砂。"
                },
                {
                    "time": "999年",
                    "activity": "寄诗贺扬州守柴成务晚年得子。作品：闻扬州柴给事有弄璋之庆寄诗贺之。闻扬州柴给事有弄璋之庆寄诗贺之（宋·杨亿）　　七言律诗　押支韵题注：给事年六十六始有嗣子华堂何夕梦熊罴，卫氏如今有一儿。三日悬弧应是喜，十年结实未为迟。预知驷马门闾盛，暗想天麟骨法奇。曾忝门墙摄齐者，待看孔鲤学闻诗。"
                },
                {
                    "time": "999年",
                    "activity": "龙泉县造金沙塔院，郡名士周启明致书求记，撰《处州龙泉县金沙塔院记》"
                },
                {
                    "time": "999年",
                    "activity": "知丽水县甄旦修葺县斋毕，亿撰文记之，榜于厅壁。作品：处州丽水县厅壁记。"
                },
                {
                    "time": "999年",
                    "activity": "岁暮，聂茂先赋诗纪处州善政，亿以诗谢之。作品：郡民以岁稔刑清相率为斋以报善政永嘉聂从事赋诗纪其事因依韵足成一百言以谢之。郡民以岁稔刑清相率为斋以报善政永嘉聂从事赋诗纪其事因依韵足成一百言以谢之（宋·杨亿）　　五言排律　押佳韵为郡临瓯越，云泉兴未乖。欢谣乏襦裤，归思满荆柴。偶遂丰年望，潜将乐土偕。流民争襁负，凶党绝椎埋。精力奸多露，清心政自谐。群生不疵疠，比屋已绥怀。辄诣金人宇，同修香积斋。漫劳歌邵父，方待拍洪崖。治行非尤异，传闻及等侪。雕章忽垂赠，属和愧淫哇。"
                },
                {
                    "time": "999年",
                    "activity": "和聂茂先除夜诗。作品：次韵和酬永嘉聂从事除夜之什。次韵和酬永嘉聂从事除夜之什（宋·杨亿）　　七言律诗　押真韵三百六旬今夜尽，寥寥虚室独凝神。莲城五鼓欲催晓①，梅岭一枝先报春。邹律渐吹阴谷暖，尧蓂看傍土阶新。海隅留滞年华长，坐对寒釭浩叹频。按：①自注：按《图记》，郡城号莲华城。"
                },
                {
                    "time": "999年",
                    "activity": "年中，得痔漏下血之疾。"
                },
                {
                    "time": "1000年",
                    "activity": "约本年初，以百姓婚姻事，奏请依淳化敕命施行。作品：奏依淳化二年七月敕命施行状。"
                },
                {
                    "time": "1000年1月23日",
                    "activity": "从祖徽之卒。约于本年为撰《行状》作品：故翰林侍读学士正奉大夫尚书兵部侍郎兼秘书监上柱国江陵郡开国侯食邑一千三百户实封三百户赐紫金鱼袋赠兵部尚书杨公行状。"
                },
                {
                    "time": "1000年",
                    "activity": "正月，官军破王均乱军于剑门，亿表贺之。作品：贺剑门破贼表。"
                },
                {
                    "time": "1000年",
                    "activity": "闻帝幸河北视师，亿奉表问起居。作品：驾幸河北起居表。"
                },
                {
                    "time": "1000年",
                    "activity": "闻北师克捷，喜而成咏。作品：闻北师克捷喜而成咏。闻北师克捷喜而成咏（宋·杨亿）　　五言排律　押支韵岁晏增冰合，烟尘起羯①陲。文昌先命将，羽檄便徵师。天迥星狼灭，宵寒月魄亏。前军临瀚海，后骑缚阏氏。蓟北胡②沙静，河南露版驰。辽阳诸父老，重睹汉官仪。按：①原作朔，据祝刻本改　②原作飞，据祝刻本改"
                },
                {
                    "time": "1000年2月27日",
                    "activity": "得报车驾还京，上贺表，并进奉贺表。作品：贺车驾还京表。"
                },
                {
                    "time": "1000年",
                    "activity": "仲春喜雨，有诗吟之。作品：中春喜雨。中春喜雨（宋·杨亿）　　五言排律　押支韵土膏初脉起，东作向农时。隐辚雷车转，霏微雨足垂。龙蛇争奋跃，桃李渐离披。流润先从叶，馀波更及私。讴谣耕父喜，渗漉稻畦滋。连夜空阶滴，愁吟水部诗。"
                },
                {
                    "time": "1000年",
                    "activity": "春，李宗讷、孙何相继使浙西。宗讷到处州，以孙何诗三首示杨亿，亿酬和之。作品：太常李博士史馆孙秘丞相继奉使浙右博士至郡以孙侯诗三章示予且以致意因次韵和酬。太常李博士史馆孙秘丞相继奉使浙右博士至郡以孙侯诗三章示予且以致意因次韵和酬（时孙不来）（宋·杨亿）　　五言律诗　押蒸韵迅濑拖舟上，危梯蹑屐登。山光翠欲滴，水气热如蒸。路转藤萝暗，天开物象澄。丘园足逋客，应得荐贤能。　　其二（宋·杨亿）　　五言律诗　押阳韵分忧从汉殿，捧诏出萧墙。路入三吴远，舟浮一水长。诗题石门侧，梦彻斗城傍。清晓见云物，依依认帝乡。　　其三（宋·杨亿）　　五言律诗　押歌韵北极分忧瞩，东瓯布惠和。曾蒙倾盖分，偶得枉帆过。郑驿非常速，融樽复几何。孙侯不假道，鄙我信为多。"
                },
                {
                    "time": "1000年",
                    "activity": "春，丽水县丞甄旦赠朱李实，感而赋诗。作品：丽水甄殿丞手植朱李繁实盈枝折以贶予感而成咏。（诗题“甄殿丞”，谱云“县丞”显误。）丽水甄殿丞手植朱李繁实盈枝折以贶予感而成咏（宋·杨亿）　　七言律诗　押侵韵五年为邑鬓霜侵，吏隐由来得趣深。不独弦歌长满耳，兼闻桃李已成阴。晨昏我有南陔恋，江海君怀北阙心。早晚飞沉俱遂志，愿将初服敌华簪。"
                },
                {
                    "time": "1000年4月",
                    "activity": "太夫人偕一家大小自处州归建安吴兴别墅。"
                },
                {
                    "time": "1000年",
                    "activity": "在处州任，曾状举下属李翔。作品：奏举李翔状。"
                }
            ]
        },
        {
            "Latitude": 29.084455,
            "Longitude": 119.654027,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3307",
            "Title": "金华",
            "Detail": [
                {
                    "time": "1000年",
                    "activity": "赴阙道出婺州，州人求为大藏经楼作记。作品：婺州开元寺新建大藏经楼记。"
                }
            ]
        },
        {
            "Latitude": 28.707773,
            "Longitude": 116.702202,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN361127",
            "Title": "余干",
            "Detail": [
                {
                    "time": "1000年",
                    "activity": "道经饶州余干县，登干越亭，赞张祜、刘长卿题诗，以为绝唱。作品：干越亭诗。"
                }
            ]
        },
        {
            "Latitude": 31.041922,
            "Longitude": 116.980626,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN340881",
            "Title": "桐城",
            "Detail": [
                {
                    "time": "1000年",
                    "activity": "北过舒州桐城，有诗留别县主簿王昱。作品：留别桐城主簿昱。留别桐城主簿（昱此后赴阙）（宋·杨亿）　　七言律诗　押鱼韵早曾兔苑传词赋，屈在桐乡勾簿书。薄宦交朋嗟绊骥，清贫人吏说悬鱼。二年领郡睽离久，一夕当樽鄙吝袪。苦恨秋风动行色，徘徊无计驻征车。"
                }
            ]
        },
        {
            "Latitude": 32.895879,
            "Longitude": 115.821389,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3412",
            "Title": "阜阳",
            "Detail": [
                {
                    "time": "1000年",
                    "activity": "行次颍州，值雨，有诗贻郡守刁衎。作品：行次颍州值雨留驻数日因贻郡守秘阁刁公。行次颍州值雨留驻数日因贻郡守秘阁刁公（宋·杨亿）　　五言律诗　押真韵梦想苍龙阙，盘桓汝水滨。郡侯偏爱客，秋雨更留人。馔盛尝鲈鲙，樽空倒角巾。羁愁不能遣，唯恐二毛新。"
                }
            ]
        },
        {
            "Latitude": 33.16592,
            "Longitude": 115.628645,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN341222",
            "Title": "太和",
            "Detail": [
                {
                    "time": "1000年",
                    "activity": "经万寿县，值雨，留憩数日，有诗赠县尉吴待问，又题诗于县精舍显道人壁。作品：戏赠颍州万寿尉吴待问。题显道人壁。戏赠颍州万寿尉吴待问（宋·杨亿）　　七言律诗　押真韵题注：待问，予之故人，值雨留憩数日宦途南北最情亲，岁晏相逢颍水滨。旧日青衿同学校，暂时黄绶困埃尘。樽中满酌香醪美，门外高悬綵棒新。鸡黍留欢已慵发，可堪经雨折纱巾。题显道人壁（宋·杨亿）　　七言律诗　押先韵题注：住万寿县精舍二十年矣心似寒灰不复然，寻常谈论即弥天。门临颍水多年住，法自曹溪几世传。儒士谁同翻贝叶，都人长见施金钱。翰林诗版分明在，曾与吾家有旧缘①。按：①自注：故侍读尚书有赠先师诗，著之于版。"
                }
            ]
        },
        {
            "Latitude": 33.737245,
            "Longitude": 114.892727,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411626",
            "Title": "淮阳",
            "Detail": [
                {
                    "time": "1000年9月",
                    "activity": "经陈州宛丘，前镇安军节度李继隆款留信宿。"
                }
            ]
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": [
                {
                    "time": "1001年",
                    "activity": "春，正、二月之际，自京往弟化寄寓之润州迎母至京就养。妻和子云堂随至。"
                }
            ]
        },
        {
            "Latitude": 34.754178,
            "Longitude": 113.028491,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410181",
            "Title": "巩义",
            "Detail": [
                {
                    "time": "1007年1月",
                    "activity": "扈从真宗如西京谒陵于巩。"
                }
            ]
        },
        {
            "Latitude": 34.753488,
            "Longitude": 113.631349,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4101",
            "Title": "郑州",
            "Detail": [
                {
                    "time": "1007年2月",
                    "activity": "二月，还过郑州，从幸开元寺，寺僧请为新塔撰碑文。"
                }
            ]
        },
        {
            "Latitude": 34.146443,
            "Longitude": 113.494451,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411081",
            "Title": "禹州",
            "Detail": [
                {
                    "time": "1013年",
                    "activity": "亿居阳翟，因受毁訾，作《君可思赋》以抒忠愤。"
                },
                {
                    "time": "1013年8月13日",
                    "activity": "王钦若等上新修《历代君臣事迹》，真宗亲制序，赐名《册府元龟》。亿因预修，进秩秘书监。"
                },
                {
                    "time": "1013年",
                    "activity": "亿居阳翟，编辑近作为《别集》十二卷。"
                },
                {
                    "time": "1013年",
                    "activity": "辇下江吴僧闻杨亿集当代名公诗，竟以诗为贽；亿择其善者，写入《笔苑时文录》"
                },
                {
                    "time": "1013年",
                    "activity": "约本年，门生黄鉴等记录亿平日语谈，汇编为《南阳谈薮》。后经宋庠删订，名《杨文公谈苑》"
                },
                {
                    "time": "1013年",
                    "activity": "族人杨玮将赴举，求赀粮而行，亿以钱百千贷之。"
                },
                {
                    "time": "1014年",
                    "activity": "居阳翟逾年，致书亲友见意。作品：介推母子，愿归绵上之田；伯夷兄弟，甘受首阳之饿。"
                },
                {
                    "time": "1014年8月15日",
                    "activity": "复以病愈求入朝，起知汝州。"
                }
            ]
        },
        {
            "Latitude": 34.26471,
            "Longitude": 112.610147,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410482103",
            "Title": "临汝",
            "Detail": [
                {
                    "time": "1014年",
                    "activity": "到汝州任，有谢表。作品：汝州谢上表。"
                },
                {
                    "time": "1014年",
                    "activity": "有书与王旦，多谈禅理；又寄栗一秤，以表心意。"
                },
                {
                    "time": "1014年",
                    "activity": "汾州大中寺太子禅院僧善昭缀刊无德禅师语录成，遣僧求序于亿，乃序之。作品：汾阳无德禅师语录序。"
                },
                {
                    "time": "1014年",
                    "activity": "杨亿受命知汝州，宪官姜遵弹而请罢之。诏中书召遵谕之。亿在州，有书与亲友，述忧谗畏讥意。"
                },
                {
                    "time": "1015年",
                    "activity": "在汝州任。去年冬暮与今年春半，两致书张咏，述心中郁虑；咏移书宽解之，时咏知陈州。"
                },
                {
                    "time": "1015年",
                    "activity": "在汝州常礼佛。有书寄李维，叙其学佛始末师承。作品：与李维内翰书。"
                },
                {
                    "time": "1015年",
                    "activity": "在汝州，数谒广慧禅师，尝置一百问，请广慧答。"
                },
                {
                    "time": "1015年8月13日",
                    "activity": "上章言部内秋稼甚盛。真宗览章，赞其词笔冠映当世；宰相王旦以为杨亿以后，刘筠、晏殊相继为文，宋文有贞元、元和之风格者，自亿始也。"
                }
            ]
        },
        {
            "Latitude": 27.763342,
            "Longitude": 118.041245,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3507 武夷山",
            "Title": "武夷山"
        }
    ]
}