{
    "lines": [
        {
            "Latitude": 31.080436,
            "Longitude": 109.885346,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN500237",
            "Title": "巫山",
            "Detail": [
                {
                    "time": "669年",
                    "activity": "随父宦游过巫峡，二十年有诗后忆及此行。"
                }
            ]
        },
        {
            "Latitude": 30.697602,
            "Longitude": 111.292971,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4205",
            "Title": "宜昌",
            "Detail": [
                {
                    "time": "669年",
                    "activity": "随父宦游过巫峡，二十年有诗后忆及此行。"
                }
            ]
        },
        {
            "Latitude": 30.048079,
            "Longitude": 112.431153,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN421024",
            "Title": "江陵",
            "Detail": [
                {
                    "time": "669年",
                    "activity": "随父宦游荆襄，二十年后有诗忆及此行。"
                }
            ]
        },
        {
            "Latitude": 32.014789,
            "Longitude": 112.129089,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4206",
            "Title": "襄阳",
            "Detail": [
                {
                    "time": "669年",
                    "activity": "随父宦游荆襄，二十年后有诗忆及此行。"
                }
            ]
        },
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安",
            "Detail": [
                {
                    "time": "675年",
                    "activity": "与宋之问同登上元二年郑益榜进士第。"
                },
                {
                    "time": "702年",
                    "activity": "迁考功员外郎，知贡举，擢张九龄等人。702年春，春宴昆明池，应制有诗。作品：春日昆明池侍宴应制。（诗作于长安二年或三年春随侍武后在长安作，姑系二年。）昆明池侍宴应制（唐·沈佺期）　　五言排律　押庚韵引用典故：凤城　昆明习战　武帝伐昆明，穿池习五兵。水同河汉在，馆有豫章名。我后光天德，垂衣文教成。黩兵非帝念，劳物岂皇情。春仗过鲸沼，云旗出凤城。灵鱼衔宝跃，仙女废机迎。柳拂旌门暗，兰依帐殿生。还如流水曲，日晚棹歌清（一作声）。"
                },
                {
                    "time": "702年6月",
                    "activity": "与膳部员外郎苏味玄唱和。作品：酬苏员外味玄夏晚寓直省中见赠。酬苏员外味道夏晚寓直省中见赠（唐·沈佺期）　　五言排律　押微韵引用典故：田郎字　并命登仙阁，分曹（一作霄）直礼闱。大官供宿膳，侍史护朝衣。卷幔天河入，开窗①月露微。小池残暑退，高树早（一作晚）凉归。冠剑无时释，轩车待漏飞。明朝题汉柱，三署有光辉。按：①一作当阶，又作披庭"
                },
                {
                    "time": "702年6月",
                    "activity": "司马逸客、孙佺从相王北征突厥，都门赋诗相送。作品：夏日都门送司马员外逸客孙员外佺北征。夏日都门送司马员外逸客孙员外佺北征（唐·沈佺期）　　五言排律　押支韵题注：时相王为元帅，魏大夫元忠为副。二庭追虏骑，六月动周师。庙略天人授，军麾相国持。复言徵二妙，才命（一作令）重当时。画省连征橐，横门共别词。云迎出塞马，风卷度河旗。计日方夷寇，旋闻杕杜诗。"
                },
                {
                    "time": "702年",
                    "activity": "迁考功郎中。"
                },
                {
                    "time": "702年",
                    "activity": "天官侍郎崔玄炜夫人卒，作诗挽之。作品：天官崔侍郎夫人卢氏挽歌。天官崔侍郎夫人卢氏挽歌（唐·沈佺期）　　五言律诗　押微韵引用典故：陈凤　潘鱼　偕老言何谬，香魂事永违。潘鱼从此隔，陈凤宛然飞。埋镜泉中暗，藏镫地下微。犹凭少君术，彷佛睹容辉。"
                },
                {
                    "time": "702年",
                    "activity": "与给事中杨廉唱和。作品：酬杨给事廉见赠省中。酬杨给事兼（一作廉）见赠台（一作省）中（唐·沈佺期）　　五言排律　押东韵引用典故：温树　子云　子云推辨博，公理擅词雄。始自尚书省，旋闻给事中。言从温室秘，籍向琐闱通。顾我叨郎署，惭无草奏功（一作工）。分曹八舍断，解袂五时空。宿昔陪馀论，平生赖击蒙。神仙应东掖，云雾限南宫。忽枉琼瑶赠，长歌兰渚风。"
                },
                {
                    "time": "703年",
                    "activity": "迁给事中。"
                },
                {
                    "time": "708年10月4日",
                    "activity": "入修文馆为学士。"
                },
                {
                    "time": "708年12月",
                    "activity": "本年十二月立春，侍宴应制。作品：立春日侍宴内出剪彩花应制。708年12月除夕，学士入阁守岁，应制有诗。作品：守岁应制。守岁应制（唐·沈佺期）　　七言律诗　押萧韵南渡轻冰解渭桥，东方树色起招摇。天子迎春取今夜，王公献寿用明朝。殿上灯人争烈火，宫中侲子乱驱妖。宜将岁酒调神药，圣祚千春万国朝。"
                },
                {
                    "time": "709年1月7日",
                    "activity": "贬流后散官阶未复，内宴歌《回波乐》，中宗特恩赐绯。作品：回波乐。（《本事诗·嘲戏第七》云：“沈佺期以罪谪，遇恩，复官秩，朱绂未复。尝内宴，群臣皆歌《回波乐》，撰词起舞，因是多求迁擢。佺期词曰：‘回波尔时佺期，流向岭外生归。身名已蒙齿录，袍笏未复牙绯。’中宗即以绯鱼赐之。”）回波乐（一作回波词）（唐·沈佺期）回波尔时佺期，流向岭外生归。身名已蒙齿录，袍笏未复牙绯。"
                },
                {
                    "time": "709年1月7日",
                    "activity": "任起居郎。正月人日，帝清辉阁登高遇雪，沈与宗楚客、李峤等应制赋诗。作品：苑中遇雪应制。（《文苑英华》卷一七三作宋之问《奉和春日玩雪应制》，未详孰是。）"
                },
                {
                    "time": "709年1月",
                    "activity": "昆明池赋诗，群臣应制百余篇，唯沈宋二诗争胜。作品：奉和晦日幸昆明池应制。（《唐诗纪事》卷三“上官昭容”条：“中宗（正月）晦日（农历每月最后一天为晦日）幸昆明池赋诗，群臣应制百余篇，帐殿前结彩楼，命（上官）昭容选一首为新翻御制曲。从臣悉集其下，须臾纸落如飞，各认其名而怀之。既进，唯沈、宋二诗不下。又移时，一纸飞坠，竞取而观，乃沈诗也。及闻其评曰：二诗工力悉敌，沈诗落句云：微臣凋朽质，羞睹豫章材，盖词气已竭。宋诗云：不愁明月尽，自有夜珠来，犹陟健举。沈乃伏，不敢复争。”）奉和晦日驾幸昆明池应制（唐·沈佺期）　　五言排律　押灰韵引用典故：宴镐　横汾　法驾乘春转，神池象汉回。双星移旧石，孤月隐残灰。战鹢逢时去，恩鱼望幸来。山花缇骑绕，堤柳幔城开。思逸横汾唱，欢留宴镐杯。微臣雕朽质，羞睹豫章材。"
                },
                {
                    "time": "709年2月11日",
                    "activity": "二月，帝幸太平公主南庄，沈与李峤、苏颋、宋之问等应制赋诗。作品：奉和春初幸太平公主南庄应制。奉和春初幸太平公主南庄应制（唐·沈佺期）　　七言律诗　押微韵引用典故：取石　主家山第早春归，御辇春游绕翠微。买地铺金曾作埒，寻河取石旧支机。云间树色千花满，竹里泉声百道飞。自有神仙鸣凤曲，并将歌舞报恩晖。"
                },
                {
                    "time": "709年8月21日",
                    "activity": "八月，帝幸安乐公主西庄，沈与李峤、苏颋、赵彦昭、宗楚客等十数人侍宴应制。作品：侍宴安乐公主新庄应制。侍宴安乐公主新宅应制（唐·沈佺期）　　七言律诗　押先韵皇家贵主好①神仙，别业初开云汉边。山出尽如鸣凤岭，池成不让饮龙川。妆楼翠幌教春住，舞阁金铺借日悬。敬从乘舆来此地，称觞献寿乐钧天。按：①一作学"
                },
                {
                    "time": "709年9月9日",
                    "activity": "九有，帝幸临渭亭，沈与李峤、萧至忠、苏颋、张说等数十人分韵应制。作品：九日临渭亭侍宴应制。九日临渭亭侍宴应制得长字（唐·沈佺期）　　五言律诗　押阳韵引用典故：魏文颁菊蕊　御气幸金方，凭高荐羽觞。魏文颁菊蕊，汉武赐萸房①。秋变铜池色，晴添银树光②。年年重九庆，日月奉天长。按：①一作囊　②一作去鹤留笙吹，归鸿识舞行"
                },
                {
                    "time": "709年9月",
                    "activity": "比部郎中唐贞休出为洛阳令，沈与李适、刘宪、徐彦伯等景龙文馆学士赋诗饯行。作品：饯唐郎中洛阳令二首。饯唐郎中洛阳令（唐·沈佺期）　　五言律诗　押尤韵引用典故：下履凫　乳雉驯　一台推往妙，三史伫来修。应宰凫还集，辞郎雉少留。郊筵乘落景，亭传理残秋。愿以弦歌暇，芝兰想旧游。"
                },
                {
                    "time": "709年11月1日",
                    "activity": "武崇训诛后，安乐公主移入金城坊新宅，沈与宗楚客、赵彦昭、武平一等赋诗。作品：安乐公主移入新宅。安乐公主移入新宅（唐·沈佺期）　　五言律诗　押灰韵初闻衡汉来，移住斗城隈。锦帐迎风转，琼筵拂雾开。马香遗旧埒，凤吹绕新台。为问沈冥子，仙槎何处回。"
                },
                {
                    "time": "709年12月14日",
                    "activity": "帝幸韦嗣立山庄，留诗，沈与李峤、赵彦昭、苏颋、张说等赋诗属和。作品：奉和幸韦嗣立山庄侍宴应制。奉和幸韦嗣立山庄应制（唐·沈佺期）　　七言绝句　押灰韵东山朝日翠屏开，北阙晴空綵仗来。喜遇天文七曜动，少微今夜近①三台。按：①一作入"
                },
                {
                    "time": "709年12月14日",
                    "activity": "帝幸韦嗣立山庄，沈与李峤、赵彦昭、苏颋、张说等应制赋诗。作品：奉和幸韦嗣立山庄应制。奉和幸韦嗣立山庄应制（唐·沈佺期）　　七言绝句　押灰韵东山朝日翠屏开，北阙晴空綵仗来。喜遇天文七曜动，少微今夜近①三台。按：①一作入"
                },
                {
                    "time": "709年12月15日",
                    "activity": "帝幸白鹿观，沈与李峤、刘宪、苏颋、张说等应制赋诗。作品：幸白鹿观应制。幸白鹿观应制（唐·沈佺期）　　五言律诗　押麻韵引用典故：王母　紫凤真人府，斑龙太上家。天流芝盖下，山转桂旗斜。圣藻垂寒露，仙杯落晚霞。唯应问王母，桃作几时花。709年冬，与中书舍人李适集安乐公主山池，有诗。作品：同李舍人冬日集安乐公主山池。同李舍人冬日集安乐公主山池（唐·沈佺期）　　五言排律　押先韵引用典故：投辖　尝闻天女贵，家即帝宫连。亭插宜春果，山冲太液泉。桥低乌鹊夜，台起凤皇年。故事犹如此，新图更可怜。紫岩妆阁透，青嶂妓楼悬。峰夺香炉巧，池偷明镜圆。梅花寒待雪，桂叶晚留烟。兴尽方投辖，金声还复传。"
                },
                {
                    "time": "709年",
                    "activity": "乔侃赴随州，沈赋诗送之。作品：送乔随州侃。（乔侃为随州刺史约在中宗、睿宗朝，姑系此年。）送乔随州侃（唐·沈佺期）　　押纸韵结交三十载，同游一万里。情为契阔生，心由别离死。拜恩前后人，从宦差池起。今尔归汉东，明珠报知己。"
                },
                {
                    "time": "710年1月7日",
                    "activity": "人日重宴大明宫，沈与李峤、赵彦昭、苏颋、李适等应制赋诗。作品：人日重宴大明宫恩赐彩缕人胜应制。人日重宴大明宫赐綵缕人胜应制（唐·沈佺期）　　七言律诗　押真韵拂旦鸡鸣仙卫陈，凭高龙首帝城①春。千官黼帐杯前寿，百福香奁胜里人。山鸟初来犹怯啭，林花未发已偷新。天文正应韶光转，设报悬知用此辰。按：①一作庭"
                },
                {
                    "time": "710年1月7日",
                    "activity": "帝幸梨园亭观毬，沈与崔湜、武平一等应制赋诗。作品：幸梨园亭观打毬应制。幸梨园亭观打毬应制（唐·沈佺期）　　五言律诗　押尤韵今春芳苑游，接武上琼楼。宛转萦香骑，飘飖拂画毬。俯身迎未落，回辔逐傍流。秖为看花鸟，时时误失筹。"
                },
                {
                    "time": "710年1月8日",
                    "activity": "正月八日立春，帝游苑迎春，有诗，沈与崔日用、李适、卢藏用等应制属和。作品：奉和立春游苑迎春应制。奉和立春游苑迎春（唐·沈佺期）　　七言律诗　押灰韵引用典故：凤城　东郊暂转迎春仗，上苑初飞行庆杯。风射蛟①冰千片断，气冲鱼钥九关开。林中觅草才生蕙，殿里争花并是梅。歌吹衔恩归路晚，栖乌半下凤城来。按：①初学记作狐"
                },
                {
                    "time": "710年1月27日",
                    "activity": "正月二十七日，帝幸始平，送金城公主归吐蕃。沈与李峤、刘宪、苏颋、张说等十数人应制属和。作品：奉和送金城公主适西蕃应制。送金城公主适西蕃应制（唐·沈佺期）　　五言律诗　押元韵引用典故：凤女　公主嫁乌孙　金榜扶丹掖，银河属紫阍。那堪将凤女，还以嫁乌孙。玉就歌中怨，珠辞掌上恩。西戎非我匹，明主至公存。"
                },
                {
                    "time": "710年1月29日",
                    "activity": "正月晦日，帝幸浐水，沈与宗楚客，张说等侍宴应制。作品：晦日浐水侍宴应制。晦日浐水应制（唐·沈佺期）　　五言律诗　押鱼韵素浐接宸居，青门盛祓除。摘兰喧凤野，浮藻溢龙渠。苑蝶飞殊懒，宫莺啭不疏。星移天上入，歌舞向储胥。"
                },
                {
                    "time": "710年3月3日",
                    "activity": "三月上巳，帝祓禊于渭滨，沈与张说、韦嗣立、刘宪等应制赋诗。作品：上巳日祓禊渭滨。上巳日祓禊渭滨应制（唐·沈佺期）　　七言绝句　押真韵引用典故：君王猎渭滨　宝马香车清渭滨，红桃碧柳禊堂春。皇情尚忆垂竿佐，天祚①先呈捧剑人。按：①一作瑞"
                },
                {
                    "time": "710年3月",
                    "activity": "三月，帝幸望春宫，沈与崔湜、刘宪、苏颋、张说等景龙文馆学士应制。作品：春和春日幸望春宫应制。奉和春日幸望春宫应制（唐·沈佺期）　　七言律诗　押庚韵芳郊绿野散春晴，复道离宫烟雾生。杨柳千条花欲绽，蒲萄百丈蔓初萦。林香酒气元相入，鸟啭歌声各自成。定是风光牵宿醉，来晨复得幸昆明。710年春，唐州刺史高询赴任，沈与崔湜、岑羲、苏颋、张说等景龙文馆学士赋诗饯行。作品：饯高唐州询。饯高唐州询（唐·沈佺期）　　五言律诗　押歌韵弱冠相知早，中年不见多。生涯在王事，客①鬓各蹉跎。良守初分岳，嘉声即润河。还从汉阙下，倾耳听中和。按：①一作容"
                },
                {
                    "time": "710年3月",
                    "activity": "与中书舍人韦元旦唱和。作品：同韦舍人早朝。和韦舍人早朝（唐·沈佺期）　　五言排律　押灰韵引用典故：五字英才　阊阖连云起，岩廊拂雾开。玉珂龙影度，珠履雁行来。长乐宵钟尽（一作彻），明光晓奏催。一经推（一作传）旧德，五字擢英才。俨若神仙去，纷从霄汉回。千春奉休历，分禁喜趋陪。710年春，与李适、岑羲、苏颋、张说等景龙文馆学士夜宴安乐公主宅，各有诗。夜宴安乐公主宅（唐·沈佺期）　　七言绝句　押真韵引用典故：凤楼　濯龙门外主家亲，鸣凤楼中天上人。自有金杯迎甲夜，还将绮席代①阳春。按：①一作发"
                },
                {
                    "time": "710年4月6日",
                    "activity": "四月六日，帝幸兴庆池观竞渡，沈与刘宪、韦元旦、苏颋、张说等应制赋诗。作品：兴庆池侍宴应制。兴庆池侍宴应制（唐·沈佺期）　　七言律诗　押东韵引用典故：横汾　碧水澄潭映远空，紫云香驾御微风。汉家城阙疑天上，秦地山川似镜中。向浦回舟萍已绿，分林蔽殿槿初红。古来徒羡横汾赏，今日宸游圣藻雄。"
                },
                {
                    "time": "710年4月6日",
                    "activity": "四月六日，帝幸礼部尚书窦希玠宅，沈与刘宪、苏颋等应制。作品：奉和圣制幸礼部尚书窦希玠宅。奉和圣制幸礼部尚书窦希玠宅（唐·沈佺期）　　五言排律　押灰韵北阙垂旒暇，南宫听履回。天临翔凤转，恩向跃龙开。兰气薰仙帐，榴花引御杯。水（一作日）从金穴吐，云是玉衣来。池影摇歌席，林香散舞台。不知行漏晚，清跸尚裴徊。"
                },
                {
                    "time": "710年7月",
                    "activity": "疑七月睿宗即位后，即迁中书舍人。"
                },
                {
                    "time": "710年10月29日",
                    "activity": "睿宗即位，追赠中宗子重俊为节悯太子，沈拟册文。作品：节悯太子谥册文。"
                },
                {
                    "time": "710年",
                    "activity": "请议故安兴公主谥昭怀公主。作品：安兴公主谥议文。"
                },
                {
                    "time": "711年3月",
                    "activity": "以中书舍人充昭文馆学士。711年闰620日，册金城公主为皇长女，沈拟册文。金城公主为邠王守礼女，中宗景龙三年和蕃。作品：金城公主册文。"
                },
                {
                    "time": "711年",
                    "activity": "帝与皇太子游慈恩寺，有诗，沈与张说等应制属和。作品：奉和圣制同皇太子游慈恩寺应制。奉和圣制同皇太子游慈恩寺应制（唐·沈佺期）　　五言律诗　押东韵引用典故：白马负经　金人梦　肃肃莲花界，荧荧贝叶宫。金人来梦里，白马出城中。涌塔初从地，焚香欲遍空。天歌应春①籥，非是为春风。按：①一作秋"
                },
                {
                    "time": "711年",
                    "activity": "与工部侍郎李适唱和。作品：同工部李侍郎访司马子微归天台。"
                },
                {
                    "time": "711年10月10日",
                    "activity": "追册邠王守礼母张氏为章怀太子良娣，沈拟册文。作品：故章怀太子良娣张氏册文。"
                },
                {
                    "time": "711年10月",
                    "activity": "章怀太子李贤妃房氏薨，作挽诗。作品：章怀太子靖妃挽词。章怀太子靖妃挽词（唐·沈佺期）　　五言律诗　押尤韵彤史佳声载，青宫懿范留。形将鸾镜隐，魂伴凤笙游。送马嘶残日，新萤落晚秋。不知蒿里曙，空见陇云愁。"
                },
                {
                    "time": "711年10月19日",
                    "activity": "章怀太子李贤妃房氏薨，作祭文。作品：章怀太子靖妃房氏祭文。"
                },
                {
                    "time": "711年10月25日",
                    "activity": "追册杨氏为桂阳郡王妃，沈拟册文。作品：故桂阳郡王妃杨氏册文。"
                },
                {
                    "time": "711年11月26日",
                    "activity": "作文祭故工部侍郎李适。作品：故工部侍郎李公祭文。"
                },
                {
                    "time": "711年",
                    "activity": "册封石国王，沈拟册文。作品：石国王吐屯阿禄稍册文。（当作于景云中中书舍人任上，姑系本年。）"
                },
                {
                    "time": "711年",
                    "activity": "册封拔汗那（大宛）国王，沈拟册文。作品：拔汗那国王倒册文。（当作于景云中中书舍人任上，姑系本年。）"
                },
                {
                    "time": "711年",
                    "activity": "册封俱战提国王，沈拟册文。作品：俱战提国王阿度册文。（当作于景云中中书舍人任上，姑系本年。）"
                },
                {
                    "time": "711年",
                    "activity": "突厥请婚，赐突厥可汗铁券，沈拟赐文。作品：赐突厥可汗铁券文。（文当作于景云中，姑系本年。）"
                },
                {
                    "time": "712年1月",
                    "activity": "正月有事南郊，祀昊天上帝，沈拟祭文。作品：昊天上帝祭文。"
                },
                {
                    "time": "712年1月18日",
                    "activity": "正月，祀炎帝，沈为祭文。作品：先农祭文。"
                },
                {
                    "time": "712年1月",
                    "activity": "与新任宰相岑羲唱和。作品：和户部岑尚书参迹枢揆。和户部岑尚书参迹枢揆（唐·沈佺期）　　押微韵引用典故：鹏飞　和鼎　济南剑　大君制六合，良佐参万机。大业永开泰，臣道日光辉。盐梅和鼎食，家声众所归。汉章题楚剑，郑武袭缁衣。理识当朝远，文华振古希。风云神契合，舟楫道心微。庙堂喜容与，时物递芳菲。御柳垂仙掖，公槐覆礼闱。昔陪鹓鹭后，今望鹍鹏飞。徒御清风颂，巴歌聊自挥。"
                },
                {
                    "time": "712年",
                    "activity": "约本年迁太府少卿。"
                },
                {
                    "time": "712年",
                    "activity": "预修《一切道经音义》"
                },
                {
                    "time": "713年",
                    "activity": "主客郎中韦弼出为商州刺史，沈赋诗送之。作品：送韦商州弼。送韦商州弼（唐·沈佺期）　　五言排律　押阳韵会府应文昌，商山镇国阳。闻君监郡史，暂罢尚书郎。王事嗟相失，人情贵不忘。累年同画省，四海接文场。点翰芳春色，传杯明月光。故交从此去，遥忆紫芝香。714年夏，开元二年祠龙池，王公卿士赋龙池篇百三十篇，沈作与姚崇、苏颋等十篇更选为乐章。龙池篇（唐·沈佺期）　　七言律诗　押微韵题注：唐享龙池乐章第三章龙池跃龙龙已飞，龙德先①天天不违。池开天汉分黄②道，龙向天门入紫微。邸第楼台多气色，君王凫雁有光辉。为报寰中百川水，来朝此③地莫东归。按：①一作光　②一作皇　③一作北，又一作上"
                },
                {
                    "time": "715年",
                    "activity": "去年六月后或本年迁太子少詹事。"
                },
                {
                    "time": "716年",
                    "activity": "约本年卒。"
                }
            ]
        },
        {
            "Latitude": 28.119018,
            "Longitude": 120.989871,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330382",
            "Title": "乐清",
            "Detail": [
                {
                    "time": "683年",
                    "activity": "游乐城白鹤寺，有诗。作品：乐城白鹤寺。（沈佺期释褐至任协律郎前仕履无考。疑诗作于高宗后期或武后前期，权系于高宗朝之末，然何年何事至此地，无考。）乐城白鹤寺（唐·沈佺期）　　五言律诗　押阳韵碧海开龙藏，青云起雁堂。潮声迎①法鼓，雨气湿天香。树接前山暗，溪承瀑水凉。无言谪居远，清净得空王。按：①一作应"
                }
            ]
        },
        {
            "Latitude": 35.613648,
            "Longitude": 114.204205,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410622",
            "Title": "淇县",
            "Detail": [
                {
                    "time": "683年",
                    "activity": "因事入卫州，有诗。作品：入卫作。（沈佺期释褐至任协律郎前仕履无考。诗约作于进士及第后至任协律郎之前。姑系高宗朝之末，然何年何事至此地，无考。）入卫作（唐·沈佺期）　　五言律诗　押歌韵淇上风日好，纷纷沿岸多。绿芳幸未歇，泛滥此明波。采蘩忆幽①吹，理棹想荆歌。郁然怀君子，浩旷将如何。按：①一作豳"
                }
            ]
        },
        {
            "Latitude": 38.451137,
            "Longitude": 116.105628,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN130984",
            "Title": "河间",
            "Detail": [
                {
                    "time": "683年",
                    "activity": "登瀛州城南楼，有诗抒怀寄远。作品：登瀛州城南楼寄远。（沈佺期释褐至任协律郎前仕履无考。诗约作于进士及第后至任协律郎之前。权系于高宗朝之末，然何年何事至此地，无考。）登瀛州南城楼寄远（唐·沈佺期）　　五言排律　押萧韵层城起丽谯，凭览出重霄。兹地多形胜，中天宛寂寥。四荣摩鹳鹤，百拱厉风飙。北际（一作尽）燕王馆，东连秦帝桥。晴光七郡满，春色两河遥。傲睨非吾土，踌躇适远嚣。离居欲有赠，春草寄长谣。"
                }
            ]
        },
        {
            "Latitude": 33.07382,
            "Longitude": 107.030197,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6107",
            "Title": "汉中",
            "Detail": [
                {
                    "time": "683年",
                    "activity": "入蜀途中，宿七盘岭，有诗。作品：夜宿七盘岭。（沈佺期释褐至任协律郎前仕履无考。诗约作于进士及第后至任协律郎之前。权系于高宗朝之末，然何年何事至此地，无考。）夜宿七盘岭（唐·沈佺期）　　五言律诗　押齐韵独游千里外，高卧七盘西。晓②月临窗①近，天河入户低。芳春平仲绿，清夜子规啼。浮客空留听，褒城闻曙鸡。按：①一作床　②一作山"
                }
            ]
        },
        {
            "Latitude": 29.570997,
            "Longitude": 106.557165,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN50",
            "Title": "重庆",
            "Detail": []
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "685年",
                    "activity": "任协律郎。与中书舍人元万顷唱和，有诗。作品：和元舍人万顷临池玩月戏为新体。和元舍人万顷临池玩月戏为新体（唐·沈佺期）　　五言排律　押灰韵春风摇碧树，秋雾卷丹台。复有相宜夕，池清月正开。玉流含吹（一作水）动，金魄度云来。熠爚光如沸，翩翾景若摧。半环投积草，碎璧聚流杯。夜久平无焕，天晴（一作清）皎未隤。镜将池作匣，珠以岸为胎。有美司言暇，高兴独悠哉。挥翰初难拟，飞名岂易陪。夜光殊在握，了了见沈灰。"
                },
                {
                    "time": "686年",
                    "activity": "任协律郎与左补阙乔知之唱和，有诗。作品：古意赠乔补阙知之。（诗作于本年或稍前。）古意呈补阙乔知之（唐·沈佺期）　　七言律诗　押阳韵题注：一作古意，又作独不见引用典故：丹凤城　卢家少妇　卢家少妇郁金堂①，海燕双栖玳瑁梁。九月寒砧催木叶，十年征戍忆辽阳。白狼河北音②书断，丹凤城南秋夜长。谁谓含愁独不见，更教明月照流黄③。按：①一作香　②一作军　③一作使妾明月对流黄686年秋，任协律郎与谏议大夫崔察唱和。作品：和崔正谏登秋日早朝。（疑诗作于垂拱中，姑系二年。）和崔正谏登秋日早朝（唐·沈佺期）　　五言律诗　押尤韵引用典故：焚裘　鸡鸣朝谒满，露白禁门秋。爽气临旌戟，朝光映冕旒。河宗来献宝，天子命焚裘。独负池①阳议，言从建礼游。按：①一作津"
                },
                {
                    "time": "687-688年",
                    "activity": "在洛阳任协律郎。作品：十三四时常从巫峡过他日偶然有思。少游荆湘因有是题。十三四（一本作十四）时尝从巫峡过他日偶然有思（唐·沈佺期）　　五言律诗　押文韵引用典故：神女　小度巫山峡，荆南春欲分。使君滩上草，神女馆前云。树悉江中见，猿多天外闻。别来如梦里，一想一氛氲。少游荆湘因有是题（唐·沈佺期）　　五言律诗　押先韵岘北焚蛟浦，巴东射雉田。岁时宜楚俗，耆旧在襄川。忆昨经过处，离今二十年。因君访生死，相识几人全。"
                },
                {
                    "time": "689年1月",
                    "activity": "洛阳为官。作品：则天门观赦改元。则天门赦改年（唐·沈佺期）　　五言律诗　押齐韵圣人宥天下，幽钥动圜狴。六甲迎黄气，三元降紫泥。笼僮上西鼓，振迅广阳鸡。歌舞将金帛，汪洋被远黎。"
                },
                {
                    "time": "690-694年",
                    "activity": "在洛阳任协律郎。695年春，与鸾台侍郎杨再思唱和，有诗。作品：和中书侍郎杨再思春夜宿直。和中书侍郎杨再思春夜宿直（唐·沈佺期）　　五言律诗　押微韵西禁青春满，南端皓月微。千庐宵驾合，五夜晓钟稀。星斗横纶阁，天河度琐闱。烟光章奏里，纷向夕郎飞。"
                },
                {
                    "time": "695年",
                    "activity": "于考功员外郎李秦授宅宴饮观妓,有诗。作品：李员外秦授宅观妓。李员外秦援宅观妓（唐·沈佺期）　　五言排律　押阳韵盈盈粉署郎，五日宴春光。选客虚前馆，徵声遍后堂。玉钗翠羽饰，罗袖郁金香。拂黛随时广，挑鬟出意长。啭歌遥合态，度舞暗成行。巧落梅庭里，斜光映晓妆。"
                },
                {
                    "time": "696-697年",
                    "activity": "在洛阳任协律郎。698年春，任通事舍人。从幸游香山寺，应制赋诗。作品：从幸香山寺应制。（龙门香山应制赋诗，约在本年春，有宋之问、东方虬龙门争胜事。）从幸香山寺应制（唐·沈佺期）　　七言律诗　押文韵南山奕奕通丹禁，北阙峨峨连翠云。岭上楼台千地起，城中钟鼓四天闻。旃檀晓阁金舆度，鹦鹉晴林采眊分。愿以醍醐参圣酒，还将只苑当秋汾。"
                },
                {
                    "time": "698年",
                    "activity": "陆余庆奉诏宣慰北胡,沈作诗以送。作品：送陆侍御余庆北使。送陆侍御馀庆北使（唐·沈佺期）　　五言律诗　押元韵古人贵将命，之子出輶轩。受委当不辱，随时敢赠言。朔途际辽海，春思绕轘辕。安得回白日，留欢尽绿樽。"
                },
                {
                    "time": "699-700年",
                    "activity": "预修《三教珠英》，常陪游幸。"
                },
                {
                    "time": "700年",
                    "activity": "预修《三教珠英》，陪游幸。作品：凤笙曲。（《资治通鉴》卷二零六久视元年六月：“武三思奏（张）昌宗乃王子晋后身。太后命昌宗衣羽衣，吹笙，乘木鹤于庭中。文士皆赋诗以美之。”沈诗咏王子晋事，盖因此事。敦煌遗书斯二七一七《珠英学士集》残卷载：“通事舍人吴兴沈佺期十首”，此其一。）相和歌辞凤笙曲（一作凤笙曲）（唐·沈佺期）　　押东韵引用典故：王子晋　忆昔王子晋，凤笙游云空。挥手弄白日，安能恋青宫。岂无婵娟子，结念罗帐①中。怜寿不贵色，身世两无穷。按：①集作帏"
                },
                {
                    "time": "701年",
                    "activity": "预修《三教珠英》时作。作品：览镜。（《三教珠英》一书于大足元年（即长安元年）修成（《唐会要卷》三六），《珠英学士集》之编成当与之约同时或稍后，此诗见于敦煌遗书斯二七一七《珠英学士集》残卷，诗当作于大足元年及此前数年中，姑系于此。）长门怨。（《三教珠英》一书于大足元年（即长安元年）修成（《唐会要卷》三六），《珠英学士集》之编成当与之约同时或稍后，此诗见于敦煌遗书斯二七一七《珠英学士集》残卷，诗当作于大足元年及此前数年中，姑系于此。）凤箫曲。（《三教珠英》一书于大足元年（即长安元年）修成（《唐会要卷》三六），《珠英学士集》之编成当与之约同时或稍后，此诗见于敦煌遗书斯二七一七《珠英学士集》残卷，诗当作于大足元年及此前数年中，姑系于此。）古别离。（《三教珠英》一书于大足元年（即长安元年）修成（《唐会要卷》三六），《珠英学士集》之编成当与之约同时或稍后，此诗见于敦煌遗书斯二七一七《珠英学士集》残卷，诗当作于大足元年及此前数年中，姑系于此。）古镜。（《三教珠英》一书于大足元年（即长安元年）修成（《唐会要卷》三六），《珠英学士集》之编成当与之约同时或稍后，此诗见于敦煌遗书斯二七一七《珠英学士集》残卷，诗当作于大足元年及此前数年中，姑系于此。）邙山。（《三教珠英》一书于大足元年（即长安元年）修成（《唐会要卷》三六），《珠英学士集》之编成当与之约同时或稍后，此诗见于敦煌遗书斯二七一七《珠英学士集》残卷，诗当作于大足元年及此前数年中，姑系于此。）览镜（唐·沈佺期）　　五言律诗　押先韵霏霏日摇蕙，骚骚风洒莲。时芳固相夺，俗态岂恒坚。恍忽夜川里，蹉跎朝镜前。红颜与壮志，太息此流年。长门怨（唐·沈佺期）　　押青韵题注：一作相和歌辞长门怨月皎风泠泠，长门次掖庭。玉阶闻坠叶，罗幌见飞萤。清露凝珠缀，流尘下翠屏。妾心君未察，愁叹剧繁星。凤箫曲（一作古意）（唐·沈佺期）引用典故：班姬　飞燕　八月凉风动高阁，千金丽人捲绡幕。已怜池上歇芳菲，不念君恩坐摇落。世上荣华如转蓬，朝随阡陌暮云中。飞燕侍寝昭阳殿，班姬饮恨长信宫。长信宫，昭阳殿，春来歌舞妾自知，秋至帘栊（一作荣华）君不见。昔时嬴女厌世纷，学吹凤箫乘彩云。含情转睐向萧史，千载红颜持赠君。杂曲歌辞古别离（唐·沈佺期）　　押尤韵白水东悠悠，中有西行舟。舟行有返棹，水去无还流。奈何生别者，戚戚怀远游。远游谁当惜，所悲会难收。自君阒（一作闻）芳躧（一作屣），青阳四五遒。皓月掩兰室，光风虚蕙楼。相思无明晦，长叹累冬（一作春）秋。离居久迟暮，高驾何淹留。古镜（唐·沈佺期）凿井遘古坟，古坟衬沦没。谁家青铜镜，送此长波月。长河何冥冥，千岁光不彻。玉匣历穷泉，金龙潜幽窟。鞶组已销散，锦衣亦亏阙。莓苔翳清池，虾蟆蚀明月。埋落今如此，照心未尝歇。愿垂拂拭恩，为君鉴玄发。邙山（唐·沈佺期）　　七言绝句　押庚韵北邙山上列坟茔，万古千秋对洛城。城中日夕歌钟起，山上唯闻松柏声。"
                },
                {
                    "time": "701年",
                    "activity": "预修《三教珠英》时，与杜元志唱和。作品：和杜麟台元志春情。（《三教珠英》一书于大足元年（即长安元年）修成（《唐会要卷》三六），《珠英学士集》之编成当与之约同时或稍后。敦煌遗书斯二七一七《珠英学士集》残卷有崔湜《酬杜麟台春思》一诗，故沈诗当作于大足元年或此前数年中，姑系于此。）和杜麟台元志春情（唐·沈佺期）　　押职韵嘉树满中园，氛氲罗秀色。不见仙山云，倚琴（一作瑟）空太息。沈思若在梦，缄怨似无忆。青春坐南移，白日忽西匿。蛾眉返清镜，闺中不相识。"
                },
                {
                    "time": "701年",
                    "activity": "预修《三教珠英》时，送友赴任括州。作品：送友人任括州。（《三教珠英》一书于大足元年（即长安元年）修成（《唐会要卷》三六），《珠英学士集》之编成当与之约同时或稍后。敦煌遗书斯二七一七《珠英学士集》残卷亦有李适六韵古诗《送友人向括州》一诗，故沈诗当作于大足元年或此前数年中，姑系于此。）送友人任括州（唐·沈佺期）　　押支韵青春浩无际，白日乃迟迟。胡为赏心客，叹迈（一作遇）此芳时。瓯粤迫兹守，京阙从此辞。茫茫理云帆，草草念行期。纷吾结远佩，帐饯出河湄。太息东流水，盈觞难再持。701年夏，武三思设祖账送张易之兄弟张昌期出守岐州,沈预席赋诗相送。作品：夏日梁王席送张岐州。夏日梁王席送张岐州（唐·沈佺期）　　五言排律　押支韵引用典故：八龙　秦鸡　鸣岐　七贵　秦鸡常下雍，周凤昔鸣岐。此地推雄抚，惟良寄在斯。家传七豹贵，人擅八龙奇。高传生光彩，长林叹别离。天人开祖席，朝寀候征麾。翠帟当郊敞，彤幨向野披。芃芃秋麦盛，苒苒夏条垂。奏计何时入？台阶望羽仪。"
                },
                {
                    "time": "703年11月",
                    "activity": "安乐公主下降武三思子崇训，奉命作《花烛行》。今集未见。作品：花烛行。（《旧唐书·武崇训传》：“长安中，尚安乐郡主。时三思用事于朝，欲宠其礼，中宗为太子在东宫，三思宅在天津桥南，自重光门行亲迎礼，归于其宅。三思又令宰臣李峤、苏味道，词人沈佺期、宋之问、徐彦伯、张说、阎朝隐、崔融、崔湜等赋《花烛行》以美之。”沈当奉命作过《花烛行》，然今集中未见。）"
                },
                {
                    "time": "703年",
                    "activity": "与洛州司士参军康庭芝唱和。作品：和洛州司士康庭芝望月有怀。（杜审言有《和康五望月有怀》，当同时作。诸人唱和约在武后圣历、长安中，姑系于此。此诗《国秀集》卷中又收作康定芝《咏月》，当即康庭芝。然《文苑英华》及清抄五卷本沈集收沈诗，归属难以判定。）和洛州康士曹庭芝望月有怀（唐·沈佺期）　　五言律诗　押尤韵题注：一作康庭芝诗，一作宋之问诗引用典故：团扇　刀头　京兆画　天使下西楼，光含万象①秋。台前疑挂镜，帘②外似悬钩。张尹将眉学，班姬取扇俦。佳期应借问，为报在刀头。按：①一作里　②一作檐"
                },
                {
                    "time": "703年",
                    "activity": "与侍御严方嶷唱和。作品：别侍御严嶷。（诗约作于武后朝，姑系于此。）别侍御严凝（唐·沈佺期）　　押纸韵引用典故：枳棘　七泽云梦林，三湘洞庭水。自古传剽俗，有时逋恶子。令君出使车，行迈方靡靡。静言芟枳棘，慎勿伤兰芷。"
                },
                {
                    "time": "703年",
                    "activity": "管记卢先客赴北伐军幕，沈赋诗相送。作品：送卢管记先客北伐。（诗约作于武后朝，姑系于此。）送卢管记仙客北伐（唐·沈佺期）　　五言排律　押微韵引用典故：金微　杨朱泪　羽檄西北飞，交城日夜围。庙堂盛徵选，戎幕生光辉。雁行度函谷，马首向金微。湛湛山川暮，萧萧凉气稀。饯途予悯默，赴敌子英威。今日杨朱泪，无将洒铁衣。"
                },
                {
                    "time": "703年",
                    "activity": "白莲花亭侍宴，应制有诗。作品：白莲花亭侍宴应制。（诗约作于武后朝，姑系于此。）白莲花亭侍宴应制（唐·沈佺期）　　五言排律　押侵韵九日陪天仗，三秋幸禁林。霜威变绿树（一作屿），云气落青岑。水殿黄花合，山亭绛叶深。朱旗夹小径，宝马驻清浔。苑吏收寒果，饔人膳野禽。承欢不觉暝，遥响素秋砧。"
                },
                {
                    "time": "703年",
                    "activity": "洛阳玩雪，应制赋诗。作品：奉和洛阳玩雪应制。（诗约作于武后后期，姑系于此。）奉和洛阳玩雪应制（唐·沈佺期）　　五言律诗　押东韵周王甲子旦，汉后德阳宫。洒瑞天庭里，惊春御苑中。氛氲生浩气，飒杳舞回风。宸藻光盈尺，赓歌乐岁丰。"
                },
                {
                    "time": "704年1月",
                    "activity": "坐考功受贿事，下御史台狱，自春至夏。两子及两弟全交、全宇均牵连下狱。704年夏，御史台狱中赋诗鸣冤，有诗。作品：被弹。被弹（唐·沈佺期）　　押质韵知人昔不易，举非贵易失。尔何按国章，无罪见呵叱。平生守直道，遂为众所嫉。少以文作吏，手不曾开律。一旦法相持，荒忙意如漆。幼子双囹圄，老夫一念（一作请）室。昆弟两三人，相次俱囚桎。万铄当众怒，千谤无片实。庶以白黑谗，显此泾渭质。劾吏何咆哮，晨夜闻扑抶。事间拾虚證，理外存枉笔。怀痛不见伸，抱冤竟难悉。穷囚多垢腻，愁坐饶虮虱。三日唯一饭，两旬不再栉。是时盛夏中，暵赫多瘵疾。瞪目眠欲闭，暗呜气不出。有风自扶摇，鼓荡无伦匹。安得吹浮云，令我见白日。704年秋，秋移大理寺狱，有诗。作品：移禁司刑。移禁司刑（唐·沈佺期）　　五言排律　押虞韵引用典故：报恩珠　乘轩鹤　盗泉　恶木　畴昔参乡赋，中年忝吏途。丹唇曾学史，白首不成儒。天子开昌箓，群生偶大炉。散材仍葺厦，弱羽遽抟扶。宠迈乘轩鹤，荣过食稻凫。何功游画省，何德理黄枢。吊影惭非据，倾心事远图。盗泉宁止渴，恶木匪投躯。任直翻多毁，安身遂少徒。一朝逢糺谬，三省竟无虞。白简初心屈，黄纱（一作沙）始望孤。患平终不怒，持劾每相驱。埋剑谁当辨，偷金以自诬。诱言虽委答，流议亦真符。首夏方忧圄，高秋独向隅。严城看熠耀，圜户对蜘蛛。累饷唯妻子，披冤是友于。物情牵倚伏，人事限荣枯。门客心谁在，邻交迹倘无。抚襟双涕落，危坐日忧趋。圣旨垂明德，冤囚岂滥诛。会希恩免理，终望罪矜愚。司寇宜哀狱，台庭幸恤辜。汉皇虚诏上，容有报恩珠。704年秋，狱中怀冤伤己，有诗。作品：同狱者叹狱中无燕。同狱者叹狱中无燕（唐·沈佺期）　　五言律诗　押灰韵引用典故：死灰　黄雀语　夏台　何许乘春燕，多知辨夏台。三时欲并尽，双影未尝来。食蕊嫌丛棘，衔泥怯死灰。不如黄雀语，能雪冶长猜。704年秋，狱中闻友人王府学士王君赦卒，叹自己因在狱中未预葬礼，赋诗伤之。作品：伤王学士并序。伤王学土（唐·沈佺期）　　押支韵序：王君赦者，少小游洛阳。吾与君、陇西李子至为友。家贫倦道，岁常晏如。属文豪翰，吟讽所得，时会绝境。长安初，以器行制在蕃邸，侍诸人游。四年，余遭浮议下狱。他日，余至来，知君物化。呜呼颖叔，享年不遐。昔同为人，今先鬼录。恨吾非所，阙尔丧葬。退而赋诗以哀命。引用典故：绝弦　颜回　原宪贫　闭囚断外事，昧坐半馀期。有言颖叔子，亡来已一时。初闻宛不信，中话涕涟洏。痛哉玄夜重，何遽青春姿。忆汝曾旅食，屡空瀍涧湄。吾徒禄未厚，筲斗愧相贻。原宪贫无愁，颜回乐自持。诏书择才善，君为王子师。宠儒名可尚，论秩官犹欺。化往不复见，情来安可思。目绝毫翰洒，耳无歌讽期。灵柩寄何处，精魂今何之？恨予在丹棘，不得看素旗。孀妻知己叹，幼子路人悲。感游值商日，绝弦留此词。"
                },
                {
                    "time": "704年10月",
                    "activity": "狱中传闻驾幸长安，赋诗抒怀，希圣上为己省冤。作品：狱中闻驾幸长安二首。狱中闻驾幸长安二首（唐·沈佺期）　　七言绝句　押庚韵引用典故：坑赵　传闻圣旨向秦京，谁念羁囚滞洛城。扈从由来是方朔，为申冤气在长平。　　其二（唐·沈佺期）　　七言绝句　押歌韵无事今朝来下狱，谁期十月是②横①河。君看鹰隼俱堪③击，为报蜘蛛收网罗。按：①一作黄　②一作见　③一作罢，又作能"
                },
                {
                    "time": "704年",
                    "activity": "狱中怀冤兴悲，有诗。作品：枉系二首。枉系二首（唐·沈佺期）　　押支韵引用典故：投杼疑　吾怜曾家子，昔有投杼疑。吾怜姬公旦，非无鸱鸮诗。臣子竭忠孝，君亲惑谗欺。萋斐离骨肉，含愁①兴此辞。按：①一作惋　　其二（唐·沈佺期）　　押屑韵引用典故：冶长猜　昔日公冶长，非罪遇缧绁。圣人降其子，古来叹独绝。我无毫发瑕，苦心怀冰雪。今代②多秀士①，谁能继明辙。按：①一作才　②一作世"
                },
                {
                    "time": "705年",
                    "activity": "受贿案未结，会张易之败，坐附张易之，二罪并罚，长流驩州。"
                },
                {
                    "time": "706年",
                    "activity": "北归洛阳家中。"
                }
            ]
        },
        {
            "Latitude": 34.459775,
            "Longitude": 113.056704,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410185",
            "Title": "登封",
            "Detail": [
                {
                    "time": "700年5月19日",
                    "activity": "太后幸三阳宫避暑，宴石淙，应制有诗。作品：嵩山石淙侍宴应制。嵩山石淙侍宴应制（唐·沈佺期）　　七言律诗　押虞韵金舆旦下绿云衢，綵殿晴临碧涧隅。溪水泠泠杂行漏，山烟片片绕香炉。仙人六膳调神鼎，玉女三浆捧帝壶。自惜汾阳纡道驾，无如太室览真图。"
                }
            ]
        },
        {
            "Latitude": 34.57172,
            "Longitude": 110.098671,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610582",
            "Title": "华阴",
            "Detail": [
                {
                    "time": "701年10月",
                    "activity": "从驾幸长安，经西岳有诗。作品：辛丑岁十月上幸长安时扈从出西岳作。辛丑岁十月上幸长安时扈从出西岳作（唐·沈佺期）　　押皓韵西镇何穹崇，壮哉信灵造。诸岭皆峻秀，中峰特美好。傍见巨掌存，势如石东倒。颇闻首阳去，开坼此河道。磅礴压洪源，巍峨壮（一作载）清昊。云泉纷乱瀑，天磴屹横抱。子先呼其巅，宫女世不老。下有府君庙，历载传洒扫。皇（一作星）明应天游，十月戒丰镐。微未忝闲从，兼得事蘋藻。宿心爱兹山，意欲拾灵草。阴壑已永閟，云窦绝探讨。芳月期来过，回策思方浩。"
                }
            ]
        },
        {
            "Latitude": 34.372945,
            "Longitude": 109.220646,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610115",
            "Title": "临潼",
            "Detail": [
                {
                    "time": "703年10月",
                    "activity": "扈从归洛阳，途中应制，有诗。作品：扈从出长安应制。扈从出长安应制（唐·沈佺期）　　五言排律　押东韵引用典故：献赋　汉宅规模壮，周都景命隆。西宾让东主，法驾幸天中。太史占星应，春官奏日同。旌门（一作旗）起长乐，帐殿出新丰。翕习黄山下，纡徐清渭东。金麾张画月，珠幰戴松（一本作相）风。是（一作暑）节严阴始，寒郊散野蓬。薄霜沾上路，残雪绕离宫。赐帛矜耆老，褰旒问小童。复除恩载洽，望秩礼新崇。臣忝承明召，多惭献赋雄。"
                }
            ]
        },
        {
            "Latitude": 25.776711,
            "Longitude": 113.021311,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN431",
            "Title": "郴州",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "长流驩州途中取道郴水望苏耽山，有诗。作品：神龙初废逐南荒途出郴口北望苏耽山。神龙初废逐南荒途出郴口北望苏耽山（唐·沈佺期）　　押文韵少曾读仙史，知有苏耽君。流望来南国，依然会（一作曾）昔闻。泊舟问耆老，遥指孤山云。孤山郴郡北，不与众山群。重崖下萦映，嶛峣上糺纷。碧峰泉附落，红壁树傍分。选地今方尔，升天因（一作固）可云。不才予窜迹，羽化子遗芬。将览成麟凤，旋惊禦鬼文。此中迷出处，含思独氛氲。"
                }
            ]
        },
        {
            "Latitude": 24.191959,
            "Longitude": 113.421493,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN441881",
            "Title": "英德",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "长流驩州途中，过广州浈阳县之浈阳峡，有诗。作品：度贞阳峡。（据杨墨秋考《度贞阳峡》一诗作于沈佺期神龙元年赴驩州途中，而不是遇赦北还时。）"
                }
            ]
        },
        {
            "Latitude": 22.714131,
            "Longitude": 110.36083,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN450981",
            "Title": "北流",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "长流驩州途中过容州鬼门关，有诗。作品：入鬼门关。入鬼门关（唐·沈佺期）　　五言排律　押删韵昔传瘴江路，今到鬼门关。土地无人老，流移几客还。自从别京洛，颓鬓与衰颜。夕宿含沙里，晨行冈路间。马危千仞谷，舟险万重湾。问我投何地？西南尽百蛮。"
                }
            ]
        },
        {
            "Latitude": 21.55395,
            "Longitude": 107.978366,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN450681",
            "Title": "东兴",
            "Detail": [
                {
                    "time": "705年5月24日",
                    "activity": "长流驩州途中五月至安海，遇北使，寄诗家人。作品：寄北使并序。（诗本长安三年作，神龙元年长流驩州途中五月二十四日至安海遇北使，遂于诗前冠以小序以寄乡亲。）"
                }
            ]
        },
        {
            "Latitude": 21.1782513,
            "Longitude": 106.071594,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "VN110101",
            "Title": "北宁",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "长流驩州途中，入交州龙编，有诗。作品：度安海入龙编。度安海入龙编（唐·沈佺期）　　五言排律　押先韵引用典故：尉佗　我来交趾郡，南与贯胸连。四气分寒少，三光置日偏。尉佗曾驭国，翁仲久游泉。邑屋遗氓在，鱼盐旧产传。越人遥捧翟，汉将下看鸢。北斗崇山挂，南风涨海牵。别离频破月，容鬓骤催年。昆弟推由命，妻孥割付缘。梦来魂尚扰，愁委疾空缠。虚道崩城泪，明心不应天。"
                }
            ]
        },
        {
            "Latitude": 10.6842117,
            "Longitude": 106.192612,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "VN120",
            "Title": "清化",
            "Detail": [
                {
                    "time": "705年",
                    "activity": "长流驩州途中，过爱州九真山静居寺，访无碍上人，有诗。作品：九真山静居寺谒无碍上人。九真山净居寺谒无碍上人（唐·沈佺期）　　五言排律　押覃韵引用典故：朝三　大士生天竺，分身化日南。人中出烦恼，山下即伽蓝。小涧香为刹，危峰石作龛。候禅青鸽乳，窥讲白猿参。藤爱云间壁，花怜石下潭。泉行幽供好，林挂浴衣堪。弟子哀无识，医王惜未谈。机疑闻不二，蒙昧即朝三。欲究因缘理，聊宽放弃惭。超然虎溪夕，双树下虚岚。"
                }
            ]
        },
        {
            "Latitude": 18.6427441,
            "Longitude": 105.705376,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "VN130101",
            "Title": "荣市",
            "Detail": [
                {
                    "time": "705年12月",
                    "activity": "年末达驩州，作诗叙一年流途之艰危。作品：初达驩州二首。初达驩州（唐·沈佺期）　　五言律诗　押先韵引用典故：铜柱　铜柱　自昔闻铜柱，行来向一年。不知林邑地，犹隔道明天。雨露何时及？京华若个边。思君无限泪，堪作日南泉。初达驩州（唐·沈佺期）　　押有韵流子一十八，命予偏不偶。配远天遂穷，到迟日最后。水行儋耳国，陆行雕题薮。魂魄游鬼门，骸骨遗鲸口。夜则忍饥卧，朝则抱病走。搔首向南荒，拭泪看北斗。何年赦书来？重饮洛阳酒。"
                },
                {
                    "time": "706年",
                    "activity": "驩州上巳忆旧伤怀。作品：三月三日独坐驩州思忆旧游。三日独坐驩州思忆旧游（唐·沈佺期）　　五言排律　押尤韵引用典故：束晰言妙　金丸　张华史汉遒　两京多节物，三日最遨游。丽日风徐卷，香尘雨暂收。红桃初下地，绿柳半垂沟。童子成春服，宫人罢射鞲。禊堂通汉苑，解席绕秦楼。束皙言谈妙，张华史汉遒。无亭不驻马，何浦不横舟。舞籥千门度，帷屏百道流。金丸向鸟落，芳饵接鱼投。濯秽怜清浅，迎祥乐献酬。灵刍陈欲弃，神药曝应休。谁念招魂节，翻为禦魅囚。朋从天外尽，心赏日南求。铜柱威丹徼，朱崖镇火陬。炎蒸连晓夕，瘴疠满冬秋。西水何时贷？南方讵可留。无人对炉酒，宁缓去乡忧。"
                },
                {
                    "time": "706年",
                    "activity": "驩州三月寒食思乡抒怀。作品：岭表寒食。岭表逢寒食（驩州风土不作寒食）（唐·沈佺期）　　五言律诗　押庚韵岭外无①寒食，春来不见饧。洛阳②新甲子，何日是清明？花柳争朝发，轩车满路迎。帝乡遥可念，肠断报亲情。按：①一本作逢，误　②一作中"
                },
                {
                    "time": "706年",
                    "activity": "驩州南亭夜梦洛中伤怀。驩州南亭夜望（唐·沈佺期）　　五言律诗　押东韵昨夜南亭望，分明梦洛中。室家谁道别，儿女案尝同。忽觉犹言是，沈思始悟空。肝肠馀几寸，拭泪坐春风。"
                },
                {
                    "time": "706年",
                    "activity": "驩州闻赦不能归，题石抒怀。作品：赦到不得归题江上石。赦到不得归题江上石（唐·沈佺期）　　五言排律　押齐韵引用典故：涸鲋　触藩羝　梦蝶　铜柱　然脐　金鸡　铜柱　家住东京里，身投南海西。风烟万里隔，朝夕几行啼。圣主讴歌洽，贤臣法令齐。忽闻铜柱使，走马报金鸡。弃市沾皇渥，投荒漏紫泥。魂疲山鹤路，心醉跕鸢溪。天鉴诛元恶，宸慈恤远黎。五方思寄刃，万姓喜然脐。自幼输丹恳，何尝玷白圭。承言窜遐魅，雪枉间深狴。坟垄无由谒，京华岂重跻。炎方谁谓广，地尽觉天低。百卉杂殊怪，昆虫理赖暌。闭藏元不蛰，摇落反生荑。疟瘴因兹苦，穷愁益复迷。火云蒸毒雾，阳雨濯阴霓。周乘安交趾，王恭辑画题。少宽穷涸鲋，犹悯触藩羝。配宅邻州廨，斑苗接野畦。山空闻斗象，江静见游犀。翰墨思诸季，裁缝忆老妻。小儿应离褓，幼女未攀笄。梦蝶翻无定，蓍龟讵有倪。谁能竟此曲，曲尽气酸嘶。"
                },
                {
                    "time": "706年",
                    "activity": "驩州拟魑魅与影子问答，抒怀寄家人。作品：答魑魅代书寄家人。答魑魅代书寄家人（唐·沈佺期）　　五言排律　押阳韵引用典故：覆盆　河图　黄耳　加餐　魑魅来相问，君何失帝乡。龙钟辞北阙，蹭蹬守南荒。览镜怜双鬓，沾衣惜万行。抱愁那去国，将老更垂裳。影答余他岁，恩私宦洛阳。三春给事省，五载尚书郎。黄閤游鸾署，青缣御史香。扈巡行太液，陪宴坐明光。渭北升高苑，河南祓禊场。烟花恒献赋，泉石每称觞。暇日从休浣，高车映道傍。迎宾就丞相，选士谒昭王。侍宠言犹得，承欢谓不忘。一朝贻厚谴，五宅竟同防。凶竖曾躯策，权豪岂易当。款颜因侍从，接武在文章。且惧威非贙，宁知心是狼。身犹纳履误，情为覆盆伤。可叹缘成业，非关行昧藏。喜逢今改旦，正朔复归唐。河谶随龙马，天书逐凤皇。朝容欣旧则，宸化美初纲。告善雕旌建，收冤锦旆张。宰臣更献纳，郡守各明扬。礼乐移三统，舟车会八方。云沙降白遂，秦陇献烧当。三赦重天造，千推极国详。大招思复楚，于役限维桑。涨海缘真腊，崇山压古棠。雕题飞栋宇，儋耳间衣裳。伏枕神馀劣，加餐力未强。空庭游翡翠，穷巷倚桄榔。缘体分殊昔，回眸宛异常。吉凶恒委郑，年寿会询唐。家本传清白，官移重挂床。上京无薄产，故里绝穷庄。碧玉先时费，苍头此自将。兴言叹家口，何处待赢粮？计吏从都出，传闻大小康。降除沾二弟，离拆已三房。剑外悬销骨，荆南预断肠。音尘黄耳间，梦想白眉良。复此单栖鹤，衔雏愿远翔。何堪万里外，云海已溟茫。戚属甘胡越，声名任秕糠。由来休愤命，命也信苍苍。独坐寻周易，清晨咏老庄。此中因悟道，无问入猖狂。"
                },
                {
                    "time": "706年",
                    "activity": "得驩州刺史照拂移居水亭，赋诗赠之。作品：从驩州廨宅移住山间水亭赠苏使君。从驩州廨宅移住山间水亭赠苏使君（唐·沈佺期）　　五言排律　押尤韵引用典故：驩兜　尧禅舜　遇坎即乘流，西南到火洲。鬼门应苦夜，瘴浦不宜秋。岁贷胸穿老，朝（一作宵）飞鼻饮（一作敛）头。死生离骨肉，荣辱间朋游。弃置一身在，平生万事休。鹰鹯遭误逐，豺虎怯真投。忆昨京华子，伤今边地囚。愿陪鹦鹉乐，希并鹧鸪留。日月渝乡思，烟花换客愁。幸逢苏伯玉，回借水亭幽。山柏张青盖，江蕉卷绿油。乘闲无火宅，因放有渔（一作虚）舟。适越心当是，居夷迹可求。古来尧禅舜，何必罪驩兜。"
                },
                {
                    "time": "706年",
                    "activity": "在驩州游崇山、越常，有诗。作品：从崇山向越常。从崇山向越常（常一作当）（唐·沈佺期）　　五言排律　押侵韵序：按九真图，崇山至越常四十里，杉谷起古崇山，竹溪从道明国来，于崇山北二十五里合。水欹缺，藤竹明昧，有三十峰，夹水直上千馀仞，诸仙窟宅在焉。朝发崇山下，暮坐越常阴。西从杉谷度，北上竹溪深。竹溪道明水，杉谷古崇岑。差池将（一作疑）不合，缭绕复相寻。桂叶藏金屿，藤花闭石林。天窗虚的的，云窦下沈沈。造化功偏厚，真仙迹每临。岂徒探怪异，聊欲缓归心。"
                },
                {
                    "time": "706年",
                    "activity": "驩州咏物。作品：题椰子树。题椰子树（唐·沈佺期）　　五言律诗　押真韵日南椰子树，香袅出风尘。丛生调①木首，圆实槟②榔身。玉房九霄露，碧叶四时春。不及涂林果，移根随汉臣。按：①一作雕　②一作白706年春，爱州刺史驰书报赦，作诗答之。作品：答宁爱州报赦。（翟海霞《沈佺期驩州赦归考辨》（32-34页）认为沈佺期自驩州赦归及神龙二年春末，非神龙三年，今从翟说，将北归途中诗文系于二年。）答宁处州书（一作答宁处州报赦）（唐·沈佺期）　　五言律诗　押文韵书报天中赦，人从海上闻。九泉开白日，六翮起①青云。质幸②恩先贷，情孤枉未分。自怜泾渭别，谁与奏明君。按：①一作奋　②一作命偶706年春，喜赦到，有诗。作品：喜赦。（翟海霞《沈佺期驩州赦归考辨》（32-35页）认为沈佺期自驩州赦归及神龙二年春末，非神龙三年，今从翟说，将北归途中诗文系于二年。）喜赦（唐·沈佺期）　　五言律诗　押微韵去岁投荒客，今春肆眚归。律通幽谷暖，盆举太阳辉。喜气迎冤气，青衣报白衣。还将合浦叶，俱向洛城飞。706年春，绍隆寺，去驩州城二十五里。将北客毕日游憩，沈随例施香回，于舟中作。作品：绍隆寺。（翟海霞《沈佺期驩州赦归考辨》（32-36页）认为沈佺期自驩州赦归及神龙二年春末，非神龙三年，今从翟说，将北归途中诗文系于二年。）绍隆寺（唐·沈佺期）　　押寒韵序：绍隆寺江岭最奇，去驩州城二十五里，将北客毕日游憩，随例施香，回于舟中作。吾从释迦久，无上师涅槃。探道三十载，得道天南端。非胜适殊方，起諠归理难。放弃乃良缘，世虑不曾干。香界萦北渚，花龛隐南峦。危昂阶下石，演漾窗中澜。云盖看木秀，天空见藤盘。处俗勒（一作勤）宴坐，居贫业行坛。试将有漏躯，聊作无生观。了然究诸品，弥觉静者安。"
                }
            ]
        },
        {
            "Latitude": 19.549156,
            "Longitude": 110.804248,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN469005",
            "Title": "文昌",
            "Detail": []
        },
        {
            "Latitude": 21.667194,
            "Longitude": 109.213689,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN450521",
            "Title": "合浦",
            "Detail": [
                {
                    "time": "706年",
                    "activity": "遇赦北归途中，宿廉州之越州城，有诗。作品：夜泊越州逢北使。（翟海霞《沈佺期驩州赦归考辨》（32-38页）认为沈佺期自驩州赦归及神龙二年春末，非神龙三年，今从翟说，将北归途中诗文系于二年。）夜泊越州逢北使（唐·沈佺期）　　押虞韵天地降雷雨，放逐还国都。重以风潮事，年月戒回舻。容颜荒外老，心想域中愚。憩泊在兹夜，炎云逐斗枢。ꁬꁭ萦海若，霹雳耿天吴。鳌抃群岛失，鲸吞众流输。偶逢金华使，握手泪相濡。饥共噬齐枣，眠共席秦蒲。既北思攸济，将南睿所图。往来固无咎，何忽惮前桴。"
                }
            ]
        },
        {
            "Latitude": 23.052984,
            "Longitude": 112.47177,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4412",
            "Title": "肇庆",
            "Detail": [
                {
                    "time": "706年6月",
                    "activity": "遇赦北归途中，经端州，访零羊峡口峡山寺，作峡山寺赋。作品：峡山寺赋并序。（翟海霞《沈佺期驩州赦归考辨》（32-39页）认为沈佺期自驩州赦归及神龙二年春末，非神龙三年，今从翟说，将北归途中诗文系于二年。）"
                }
            ]
        },
        {
            "Latitude": 24.816174,
            "Longitude": 113.603757,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4402",
            "Title": "韶关",
            "Detail": [
                {
                    "time": "706年",
                    "activity": "遇赦北归途中，过韶州曲江，访灵鹫寺，有诗。作品：登韶州灵鹫寺。（翟海霞《沈佺期驩州赦归考辨》（32-41页）认为沈佺期自驩州赦归及神龙二年春末，非神龙三年，今从翟说，将北归途中诗文系于二年。）"
                }
            ]
        },
        {
            "Latitude": 25.135828,
            "Longitude": 113.354039,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN440281",
            "Title": "乐昌",
            "Detail": [
                {
                    "time": "706年7月",
                    "activity": "遇赦北归途中，过乐昌，入郴州，有诗。作品：自乐昌溯流至白石岭下行入郴州。（翟海霞《沈佺期驩州赦归考辨》（32-42页）认为沈佺期自驩州赦归及神龙二年春末，非神龙三年，今从翟说，将北归途中诗文系于二年。按：陶注“兹册界夷夏”兹山为韶州始兴县大庾岭。乃西北入虔州溯赣水之途，非入郴州之途。白石岭，乐昌县北十五里，一名周山。）自昌乐郡溯流至白石岭下行入郴州（唐·沈佺期）　　押药韵兹山界夷夏，天险横寥廓。太史漏登探，文命限开凿。北流自南泻，群峰回众壑。驰波如电腾，激石似雷落。崖留盘古树，涧蓄神农药。乳窦何淋漓，苔（一作ꀟ）藓更彩错。娟娟潭里虹，渺渺滩边鹤。岁杪应流火，天高云物（一作雾）薄。金风吹绿梢，玉露洗红箨。溯舟始兴廨，登践桂阳郭。匍匐缘修坂，穹窿曳长ꇅ（一作索）。碍林阻往来，遇堰每前却。救艰不遑饭，毕昏无暇泊。濯溪宁足惧，磴道谁云恶。我行山水间，湍险皆不若①。安能独见闻，书此贻京洛。按：①一作我行湍险多，山水皆不若"
                }
            ]
        },
        {
            "Latitude": 28.251769,
            "Longitude": 113.087489,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430121",
            "Title": "长沙",
            "Detail": [
                {
                    "time": "706年8月",
                    "activity": "遇赦北归途中，八月至潭州，访刺史裴怀古，闻苏味道、崔融卒，作诗哭之。作品：哭苏眉州崔司业二公并序。（翟海霞《沈佺期驩州赦归考辨》（32-43页）认为沈佺期自驩州赦归及神龙二年春末，非神龙三年，今从翟说，将北归途中诗文系于二年。）哭苏眉州崔司业二公（唐·沈佺期）　　五言排律　押先韵序：同时郎裴怀古者，作牧潭府。神龙三年秋八月，佺期承恩北归，途中觏止。访及故旧，知眉州苏使君味道、国子崔司业融，驰旋间相次而逝。苏往任凤阁侍郎，佺期忝通事舍人。崔重为凤阁舍人，佺期又迁给事。并衔畴昔之眷，俱荷提奖之恩。前年负谴南荒，二公先移官守。迨此凶问，情复何堪。所恨迁窜有期，行迈在远。哀不展旧，礼不申悲。流恸斯文，冀通幽路。引用典故：留剑　罢琴　济巨川　羊叔子　仲宣文章　涣汗天中发，伶俜海外旋。长沙遇太守，问旧几人全。国宝亡双杰，天才丧两贤。大名齐弱岁，高德并中年。礼乐羊叔子，文章王仲宣①。相看尚玄鬓，相次入黄泉。流放蛮陬阔，乡关帝里偏。亲朋云雾拥，生死岁时传。崔昔挥宸翰，苏尝济巨川。绛衣陪下列，黄閤谬差肩。及此俱冥昧，云谁叙播迁。隼舆②怀旧辙，鳣馆想虚筵。家爱方休杵，皇慈更撤县。铭旌西蜀路，骑吹北邙田。陇树应秋矣，江帆故（一作固）杳然。罢琴明月夜，留剑白云天。涕泗湘潭水，凄凉衡峤烟。古来修短分，神理竟难筌。按：①一作风鉴王夷甫，文章谢惠连　②一作旟，又作旗"
                }
            ]
        },
        {
            "Latitude": 29.132541,
            "Longitude": 108.321592,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN50 龙门峡",
            "Title": "龙门峡"
        },
        {
            "Latitude": 34.560459,
            "Longitude": 112.486647,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103 香山寺",
            "Title": "香山寺"
        },
        {
            "Latitude": 34.533156,
            "Longitude": 110.088441,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6105 华山",
            "Title": "华山"
        }
    ]
}