{
    "lines": [
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安 (出生地)",
            "Detail": [
                {
                    "time": "698年",
                    "activity": "出生。"
                },
                {
                    "time": "699-707年",
                    "activity": "家境贫寒，早年曾在灞上“躬耕”作品：题灞池二首。独游。王昌龄《郑县宿陶大公馆中赠冯六元二》：“儒有轻王侯，脱略当世务。无何困躬耕，且欲驰永路。”可知诗人家境贫寒，早年曾在灞上“躬耕”。题灞池二首（唐·王昌龄）　　五言绝句　押有韵腰镰欲何之，东园刈秋韭。世事不复论，悲歌和樵叟。　　其二（唐·王昌龄）　　五言绝句　押马韵开门望长川，薄暮见渔者。借问白头翁，垂纶几年也。独游（唐·王昌龄）　　押谏韵林卧情每（一作自）閒，独游景常晏。时从灞陵下，垂钓往南涧。手携双鲤鱼，目送千里雁。悟彼飞（一作非）有适，知此罹忧患。放之清冷泉，因得省疏慢。永怀青岑客，回首白云间。神超物无违①，岂系名与宦。按：①一作超然无遗事"
                },
                {
                    "time": "723年",
                    "activity": "开元十一年(723)秋冬，返回长安，回到灞上。"
                },
                {
                    "time": "724年",
                    "activity": "春，旅次盖屋。作品：旅次整厘过韩七别业。旅次盩厔过韩士别业（唐·王昌龄）　　押语韵题注：以下并见《秘府论》引王昌龄《诗格》春烟桑柘林，落日隐荒墅。泱漭平原夕，清吟久延伫。故人家于此，招我渔樵所①。按：①《格》云：此第五句入作势"
                },
                {
                    "time": "726年",
                    "activity": "王昌龄从西北边塞返回长安，已是开元十四年(726)初。在进士及第之前，曾在石门谷隐居.其谷风景幽美，有溪流，有佛寺。作品：山中别庞十。山中别庞十（唐·王昌龄）　　押庚韵幽娟松筱径，月出寒蝉鸣。散发卧其下，谁知孤隐情。吟时白①云合，钓③处②玄潭清。琼树方杳霭，凤兮保其贞。按：①一作碧　②一作罢　③一作酌"
                },
                {
                    "time": "726年",
                    "activity": "常建宿，有诗《宿王昌龄隐居》云：“清溪不可测，隐处唯孤云。松际露微月，清光犹为君。”作品：秋兴。秋兴（唐·王昌龄）　　押屋韵日暮西北堂，凉风洗脩木。著书在南窗，门馆常肃肃。苔草延古意，视听转幽独。或问余所营，刈黍就寒谷。726年赠史昭（唐·王昌龄）　　押翰韵东林月未升，廓落星与汉。是夕鸿始来，斋中起长叹。怀哉望南浦，眇然夜将半。但有秋水声（一作声孤），愁使心神乱。握中何为赠，瑶草已衰散。海鳞未化时，各在天一岸。秋山寄陈谠言（唐·王昌龄）　　押阳韵岩间寒事早，众山木已黄。北风何萧萧，兹夕露为霜。感激未能寐，中宵时慨慷。黄（一作草）虫初悲鸣，玄鸟去我梁。独卧时易晚，离群情更伤。思君若（一作苦）不及，鸿雁今南翔。听弹风入松阕赠杨补阙（唐·王昌龄）　　押遇韵商风入我弦，夜竹深有露。弦悲与林寂，清景不可度。寥落幽居心，飕飗青松树。松风吹草白，溪水寒日暮。声意去复还，九变（一作辨）待一顾。空山多雨雪，独立君始悟。"
                },
                {
                    "time": "727年",
                    "activity": "自开元十五年(727)至开元二十一年(733)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。作品：九日登高。九日登高（唐·王昌龄）　　七言律诗　押尤韵引用典故：彭泽酒　青山远近带皇州，霁景重阳上北楼。雨歇亭皋仙菊润，霜飞天苑御梨秋。茱萸插鬓花宜寿，翡翠横钗舞作愁。谩说陶潜篱下醉，何曾得见此风流。"
                },
                {
                    "time": "728年",
                    "activity": "自开元十五年(727)至开元二十一年(734)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。作品：甘泉歌。甘泉歌（唐·王昌龄）　　七言绝句　押寒韵乘舆执玉已登坛，细草沾衣春殿寒。昨夜云生拜初月，万年甘露水晶盘。"
                },
                {
                    "time": "729年",
                    "activity": "自开元十五年(727)至开元二十一年(735)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。作品：萧驸马宅花烛。（据《新唐书·诸帝公主传》：玄宗二十九女，“新昌公主，下嫁萧衡。”《旧唐书·萧嵩传》：“(开元十五年)乃加嵩同中书门下三晶，恩顾莫比。……子衡，尚新昌公主。嵩夫人贺氏人觐拜席，玄宗呼为亲家母，礼仪甚盛。”萧衡官太仆卿、驸马都尉。）萧驸马宅花烛（唐·王昌龄）　　七言绝句　押东韵青鸾飞入合欢宫，紫凤衔花出禁中。可怜今夜千门①里，银汉星回②一道通。按：①一作家　②一作槎"
                },
                {
                    "time": "730年",
                    "activity": "自开元十五年(727)至开元二十一年(736)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。作品：殿前曲二首。殿前曲二首（唐·王昌龄）　　七言绝句　押灰韵贵人妆梳殿前催，香风吹入殿后来。仗引笙歌大宛马，白莲花发照池台。　　其二（唐·王昌龄）　　七言绝句　押尤韵胡部笙歌西殿头，梨园弟子和凉州。新声一段高楼月，圣主千秋乐未休。"
                },
                {
                    "time": "731年",
                    "activity": "自开元十五年(727)至开元二十一年(737)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。作品：青楼曲二首。青楼曲二首（唐·王昌龄）　　七言绝句　押阳韵白马金鞍从武皇，旌旗十万宿长杨。楼头小妇鸣筝坐，遥见飞尘入建章。　　其二（唐·王昌龄）　　七言绝句　押尤韵驰道杨花满御沟，红妆缦绾上青楼。金章紫绶千馀骑，夫婿朝回初拜侯。"
                },
                {
                    "time": "732年",
                    "activity": "自开元十五年(727)至开元二十一年(738)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。作品：灞上闲居。灞上閒居（唐·王昌龄）　　押元韵鸿都有归客，偃卧滋阳村。轩冕无枉顾，清川照我门。空林网夕阳，寒鸟赴荒（一作幽）园。廓落时得意，怀哉莫与言。庭前有孤鹤，欲啄常翩翻。为我衔素书，吊彼颜与原。二君既不朽，所以慰其魂。"
                },
                {
                    "time": "733年",
                    "activity": "是年闰三月；首夏，即四月。此诗系作者以校书郎预酷宴而作。作品：夏月花萼楼醋宴应制。（花萼楼：《长安志》卷九《唐京城三》：“南内兴庆宫，距外郭城东垣。宫之正门西向曰兴庆门，南曰通阳门，北曰跃龙门，西南隅曰勤政务本楼，其西榜曰花萼相辉楼。”兴庆宫在长安城内兴庆坊，遗址在今西安和平门外咸宁路北兴庆公园，1958年重修了花萼相辉楼。）夏月花萼楼酺宴应制（唐·王昌龄）　　五言排律　押东韵土德三元正，尧心万国同。汾阴备冬礼，长乐应和风。赐庆垂天泽，流欢旧渚宫。楼台生海上，箫鼓出天中。雾晓筵初接，宵长曲未终。雨随青幕合，月照（一作向）舞罗空。玉陛分朝列，文章发圣聪。愚臣忝书赋，歌咏颂丝桐。733年送刘慎虚归取宏词解（唐·王昌龄）　　押霰韵太清闻海鹤，游子引乡眄。声随羽仪远，势与归云便。青桂春再荣，白云暮来变。迁飞在礼仪，岂复泪如霰。长信秋词五首（唐·王昌龄）　　七言绝句　押阳韵题注：一作相和歌辞长信怨一金井梧桐秋叶黄，珠帘不捲夜来霜。熏②笼①玉枕无颜色，卧听南宫③清漏长。按：①一作炉　②一作金　③一作宫中　　其二（唐·王昌龄）　　七言绝句　押寒韵高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。　　其三（唐·王昌龄）　　七言绝句　押灰韵题注：一作相和歌辞长信怨引用典故：团扇　奉帚平明金殿开，暂②将团扇共①裴回。玉颜不及寒鸦色，犹带昭阳日影来。按：①集作暂　②集作且　　其四（唐·王昌龄）　　七言绝句　押支韵真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。　　其五（唐·王昌龄）　　七言绝句　押庚韵长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。西宫春怨（唐·王昌龄）　　七言绝句　押阳韵西①宫夜静百花香，欲捲珠帘春恨长。斜抱云和深②见月，朦④胧树色隐③昭阳。按：①一作空　②一作浑　③一作隔　④一作胧西宫秋怨（唐·王昌龄）　　七言绝句　押阳韵引用典故：秋扇　芙蓉不及美人妆，水殿风来珠翠香。谁分②含啼①掩秋扇，空悬明月待君王。按：①一作却恨含情　②一作问春宫曲（唐·王昌龄）　　七言绝句　押豪韵题注：《唐人绝句》作《殿前曲》昨夜风开露井桃，未央前殿月轮高。平阳歌舞新承①宠，帘外春寒赐锦袍。按：①一作承新"
                },
                {
                    "time": "740年",
                    "activity": "回长安。"
                },
                {
                    "time": "744年",
                    "activity": "北返长安。作品：别辛渐。别辛渐（唐·王昌龄）　　七言绝句　押寒韵别馆萧条风雨寒，扁舟月色渡江看。酒酣不识关西道，却望春江云尚残。"
                },
                {
                    "time": "744年",
                    "activity": "停留长安。王昌龄自江宁北返后，停留长安一年有余。其间与王玙、李白、王维、王缙、裴迪、岑参等人皆有交往。期间与王维、王缙、裴迪等游青龙寺，彼此唱和。王维等亦有《青龙寺县壁上人兄院集》诗。王维诗序云：“时江宁大兄\n持片石，命维序之，诗五韵，座上成。”作品：同王维集青龙寺县壁上人兄院五韵。同王维集青龙寺昙壁上人兄院五韵（唐·王昌龄）　　五言排律　押侵韵本来清净所，竹树引幽阴。檐外含山翠，人间出世心。圆通无有象，圣境不能侵。真是吾兄法，何妨友弟深。天香自然会，灵异识钟音。"
                },
                {
                    "time": "745年",
                    "activity": "由长安返回江宁前夕。作品：宿灞上寄侍御玙弟。（王玙，肃宗朝曾官至宰相。《新唐书》卷一O九有传。）宿灞上寄侍御玙弟（唐·王昌龄）引用典故：王母　柏署　五侯　独饮灞上亭，寒山青门外。长云骤落日，桑枣寂已晦。古人驱驰者，宿此凡几代。佐邑由东南，岂不知进退。吾宗秉全璞，楚得璆琳最。茅山就一徵，柏署起三载。道契非物理，神交无留碍。知我沧溟心，脱略腐儒辈。孟冬銮舆出，阳谷群臣会。半夜驰道喧，五侯拥轩盖。是时燕齐客，献术蓬瀛内。甚悦我皇心，得与王母对。贱臣欲干谒，稽首期殒碎。哲弟感我情，问易穷否泰。良马足尚踠，宝刀光未淬。昨闻羽书飞，兵气连朔塞。诸将多失律，庙堂始追悔。安能召书生，愿得论要害。戎夷非草木，侵逐使狼狈。虽有屠城功，亦有降虏辈。兵粮如山积，恩泽如雨霈。羸卒不可兴，碛地无足爱。若用匹夫策，坐令军围溃。不费黄金资，宁求白璧赉。明主忧既远，边事亦可大。荷宠务推诚，离言深慷慨。霜摇直指草，烛引明光佩。公论日夕阻，朝廷蹉跎会。孤城海门月，万里流光带。不应百尺松，空老钟山霭。"
                },
                {
                    "time": "745年",
                    "activity": "冬，由长安返回江宁前夕。作品：留别岑参兄弟。（王昌龄停留长安期间，李白曾有《同王昌龄送族弟裹归桂阳》之作；而在天宝四年，返江宁时，寄参兄弟又为他送行，因有此作。）留别岑参兄弟（唐·王昌龄）　　押尤韵引用典故：貂蝉　七叶贵　直如钩　江城建业楼，山尽沧海头。副职守兹县，东南棹孤舟。长安故人宅，秣马经前秋。便以风雪暮，还为纵饮留。貂蝉七叶贵，鸿鹄万里游。何必念钟鼎，所在烹肥牛。为君啸一曲，且莫弹箜篌。徒见枯者艳，谁言直如钩。岑家双琼树，腾光难为俦。谁言青门悲，俯期吴山幽。日西石门峤，月吐金陵洲。追随探灵怪，岂不骄王侯。"
                },
                {
                    "time": "757年10月",
                    "activity": "以安史之乱，还乡里。是年十月前，卒。作品：送郭司仓。（按，王昌龄卒于何地？《大清一统志》载：“官龙标尉，以世乱还乡里，为刺史闾邱晓所杀。”又载靖州有“唐王昌龄墓在州西南一百里。”）送郭司仓（唐·王昌龄）　　五言绝句　押侵韵映门淮水绿，留骑主人心。明月随良掾，春潮夜夜深。"
                }
            ]
        },
        {
            "Latitude": 34.57172,
            "Longitude": 110.098671,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610582",
            "Title": "华阴",
            "Detail": [
                {
                    "time": "708年",
                    "activity": "游历河南、河北。本诗及以下各诗，皆作于此行。作品：小敷谷龙潭祠作。（王昌龄青年时期，也曾像李白那样，“仗剑去国，辞亲远游”。开元十一年(七二三)之前，他曾游历河南、河北。本诗及以下各诗，皆作于此行。）小敷谷龙潭祠作（唐·王昌龄）　　押缉韵崖谷喷疾流，地中有雷集。百泉势相荡，巨石皆却立。跳波沸峥嵘，深处不可挹。昏为蛟龙怒（一作窟），清（一作时）见云雨入。灵怪祟偏祠，废兴自兹邑。沈淫顷多昧，檐宇遂不葺。吾闻被明典，盛德惟世及。生人载山川，血食报原隰。岂伊骇微险，将以循氓揖。奔飞振吕梁，忠信亦我习。波流浸已广，悔吝在所汲。溪水有清源，褰裳靡沾湿。"
                },
                {
                    "time": "709年",
                    "activity": "游历河南，华山赋诗。作品：过华阴。（太华山：即华山，五岳中的中岳，在今华阴县南。）过华阴（唐·王昌龄）云起太华山，云山（一作山色）互明灭。东峰始含景，了了见松雪。羁人感幽栖，窅映转奇绝。欣然忘所疲，永望吟不辍。信宿百馀里，出关玩新月。何意昨来心（一作乍冥冥），遇物遂迁别。人生屡如此，何以肆愉悦。"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "710年",
                    "activity": "游历河南。作品：大梁途中作。大梁途中作（唐·王昌龄）　　押寒韵怏怏步长道，客行渺无端。郊原欲下雪，天地棱棱寒。当时每酣醉，不觉行路难。今日无酒钱，悽惶向谁叹。"
                }
            ]
        },
        {
            "Latitude": 34.420378,
            "Longitude": 115.662798,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4114",
            "Title": "商丘",
            "Detail": [
                {
                    "time": "711年",
                    "activity": "游历河南，梁园赋诗。作品：梁苑。（葛洪《西京杂记》云：‘梁孝王苑中有落猿岩、栖龙岫、雁池、鹤洲、凫岛。诸宫观相连，奇果佳树，瑰禽异兽，靡不毕备。’俗人言梁孝王竹园也。”）梁苑（唐·王昌龄）　　七言绝句　押先韵梁园秋竹古时烟，城外风悲欲暮天。万乘旌旗何处在？平台宾客有谁怜。"
                },
                {
                    "time": "712年",
                    "activity": "诗人漫游睢阳(今河南商丘南)之后，曾有南下江南之意，但是没有实现：“渺然江南意，惜与中途违。”于是回访嵩山(今河南登封北)，此诗当作于去嵩山途中。作品：途中作。途中作（唐·王昌龄）　　押微韵游人愁岁晏，早起遵王畿。坠叶吹未晓，疏林月微微。惊禽栖不定，寒兽相因依。叹此霜露下，复闻鸿雁飞。渺然江南意，惜与中途违。羁旅悲壮发，别离念征衣。永图岂劳止，明节期所归。宁厌楚山曲，无人长掩扉。"
                }
            ]
        },
        {
            "Latitude": 34.459775,
            "Longitude": 113.056704,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410185",
            "Title": "登封",
            "Detail": [
                {
                    "time": "713年",
                    "activity": "访道求仙。王昌龄《赵十四兄见谢》：“晚来常读易，顷者欲还嵩。世事何须道，黄精且养蒙。”可知诗人早年曾访道于嵩山。作品：谒焦炼师。谒焦鍊师（唐·王昌龄）　　五言律诗　押支韵中峰青苔壁，一点云生时。岂意石堂里，得逢焦鍊师。炉香净琴①案，松影闲瑶墀。拜受长年药，翩翻西海期。按：①一作金"
                },
                {
                    "time": "714年",
                    "activity": "在嵩山学道不成，乃有北上太行之意。诗人离开嵩山、北上太行山前夕就道士问周易，赋诗。作品：就道士问周易参同契。就道士问周易参同契（唐·王昌龄）　　押阳韵仙人骑白鹿，发短耳何长。时余采菖蒲，忽见嵩之阳。稽首求丹经，乃出怀中方。披读了不悟，归来问嵇康。嗟余无道骨，发我入太行。"
                }
            ]
        },
        {
            "Latitude": 36.631222,
            "Longitude": 114.545808,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN1304",
            "Title": "邯郸",
            "Detail": [
                {
                    "time": "715年",
                    "activity": "翻越太行之作。作品：悲哉行。悲哉行（唐·王昌龄）　　押愿韵勿（一作每）听白头吟，人间易忧怨。若非沧浪子，安得从所愿。北上太行山，临风阅吹万。长云数千里，倏忽还肤寸。观其微灭时，精意莫能论。百年不容息，是处生意蔓。始悟海上人，辞君永飞遁。"
                },
                {
                    "time": "716-721年",
                    "activity": "邯郸(今属河北)，系诗人漫游至河北所作。作品：城傍曲。观猎。少年行二首。出塞二首（秦时明月汉时关）从军行。春怨。城傍曲（唐·王昌龄）秋风鸣桑条，草白狐兔骄。邯郸饮①来酒未消，城北原平掣皂雕。射杀空营两腾虎，回身却月佩弓弰。按：①一作饭，一作饱观猎（唐·王昌龄）　　七言绝句　押微韵角鹰初下秋草稀，铁骢抛鞚去如飞。少年猎得平原兔，马后①横捎意气归。按：①一作上杂曲歌辞少年行二首（唐·王昌龄）　　押青韵引用典故：燕山铭　西陵侠少年，送客短长亭。青槐夹两道①，白马如流星。闻道羽书急，单于寇井陉。气高轻赴难，谁顾②燕山铭。按：①一作路　②一作惟愿　　其二（唐·王昌龄）　　押侵韵走马远相寻，西楼下夕阴。结交期一剑，留意赠千金。高阁歌声远，重门柳色深。夜阑须尽饮，莫负百年心①。按：①一本无此首杂曲歌辞其一盖罗缝（唐·王昌龄）　　押删韵题注：一作横吹曲辞出塞引用典故：龙城飞将　秦时明月汉时关，万里长征人①未还。但使龙城飞将在，不教胡马度阴山。按：①一作征夫尚从军行（唐·王昌龄）　　押删韵大将军出战，白日暗榆关。三面黄金甲，单于破胆还。春怨（唐·王昌龄）　　七言绝句　押齐韵题注：《乐府近代曲》载《盖罗缝》二首，前一曲乃王昌龄《出塞》第一首，第二曲即此诗也，不著作者姓名。音书杜绝白狼西，桃李无颜黄鸟啼。寒雁春深归去尽，出门肠断草萋萋。"
                }
            ]
        },
        {
            "Latitude": 37.876885,
            "Longitude": 112.55706,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN1401",
            "Title": "太原",
            "Detail": [
                {
                    "time": "722年",
                    "activity": "开元十一年(723)前，王昌龄曾漫游河南、河北，今又来到河东，客居并州(今山西太原)、潞州(今山西长治)，当与唐玄宗幸河东有关。此诗是一种颂德体，或为上献而作。作品：驾幸河东。驾幸河东（唐·王昌龄）　　五言律诗　押冬韵晋水千庐合，汾桥万国从。开唐天业盛，入沛圣恩浓。下辇回三象，题碑任六龙。睿明悬日月，千岁①此时逢。按：①一作载"
                },
                {
                    "time": "723年",
                    "activity": "客居太原，寒食节赋诗。作品：寒食即事。寒食即事（唐·王昌龄）　　五言律诗　押先韵晋阳寒食地，风俗旧来传。雨灭龙蛇火，春生鸿雁天。泣多流水涨，歌发舞云旋。西见之推庙，空为人所怜。"
                },
                {
                    "time": "723年",
                    "activity": "客居太原，咏史赋诗。作品：胡笳曲。胡笳曲（唐·王昌龄）　　五言律诗　押微韵城南虏已合，一夜几重围。自有金笳引，能沾出塞衣①。听临关月苦，清入海风微。三奏高楼晓，胡人掩涕归。按：①一作能令出塞飞"
                },
                {
                    "time": "723年",
                    "activity": "漫游河东时作诗。作品：塞上曲。变行路难。塞上曲（唐·王昌龄）　　押阳韵秋风夜渡河，吹却雁门桑。遥见胡地猎，鞲马宿严霜。五道分兵去，孤军百战场。功多翻下狱，士卒但心伤。杂曲歌辞变行路难（唐·王昌龄）　　押合韵向晚横吹悲，风动马嘶合。前趋②引旗①节，千里阵云匝。单于下阴山，砂砾空飒飒。封侯取一战，岂复念闺閤。按：①一作旌　②一作驱"
                }
            ]
        },
        {
            "Latitude": 36.201585,
            "Longitude": 113.123046,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN1404",
            "Title": "长治",
            "Detail": [
                {
                    "time": "723年",
                    "activity": "开元十一年(723)秋，南下潞州。作品：潞府客亭寄崔凤童。潞府客亭寄崔凤童（唐·王昌龄）　　五言律诗　押先韵萧条郡城闭，旅馆空寒烟。秋月对愁客，山钟摇暮天。新知偶相访，斗酒情依然。一宿阻长会，清风徒满川。"
                },
                {
                    "time": "723年",
                    "activity": "诗人客居潞州。"
                }
            ]
        },
        {
            "Latitude": 34.80179,
            "Longitude": 109.948624,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610523",
            "Title": "大荔",
            "Detail": [
                {
                    "time": "723年",
                    "activity": "诗人客居潞州以后，曾至同州(今陕西大荔)上书作刺史的伯父(《上同州使君伯》)，但没有得到引荐和任用，便急于返长安。作品：沙苑南渡头。沙苑南渡头（唐·王昌龄）　　五言律诗　押先韵秋雾连云白，归心浦溆悬。津人空守缆，村馆复临川。篷①隔苍茫雨，波连②演漾田。孤舟未得济，入梦在何年。按：①一作峰　②一作通"
                }
            ]
        },
        {
            "Latitude": 35.338584,
            "Longitude": 107.37427,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN620821",
            "Title": "泾川",
            "Detail": [
                {
                    "time": "724年",
                    "activity": "漫游河西、陇右边塞。在泾州、萧关、白草原都写过诗。作品：山行入泾州。山行入泾州（唐·王昌龄）倦此山路长，停骖问宾御。林峦信回惑①，白日落何处。徙倚望长风，滔滔引归虑。微雨随云收，濛濛傍山去。西临有边邑，北走尽亭戍。泾水横白烟，州城隐寒树。所嗟异风俗，已自少情趣。岂伊怀土多（一作恋怀土），触目（一作解物）忻所遇。按：①一作坰林往或回"
                }
            ]
        },
        {
            "Latitude": 34.527456,
            "Longitude": 107.407139,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610322",
            "Title": "凤翔",
            "Detail": [
                {
                    "time": "725年",
                    "activity": "返客扶风。"
                },
                {
                    "time": "726年",
                    "activity": "年初，诗人漫游河西、陇右，“出塞复入塞”之后，返长安经扶风时所作。作品：代扶风主人答。代扶风主人答（唐·王昌龄）　　押寒韵引用典故：长铗　老马伏枥　杀气凝不流，风悲日（一作月）彩寒。浮埃起四远，游子弥（一作迷）不欢。依然宿扶风，沽酒聊自宽。寸心亦未理，长铗谁能弹。主人就我饮，对我还慨叹（一作然）。便泣数行泪，因歌行路难。十五役边地（一作城），三回讨楼兰。连年不解甲，积日无所餐。将军降匈奴，国使没桑乾。去时三十万，独自还长安。不信沙场苦，君看刀箭瘢。乡亲悉零落，冢墓亦摧残。仰攀青松枝，恸绝伤心肝。禽兽悲不去，路傍谁忍看。幸逢休明代，寰宇静波澜。老马思伏枥，长鸣力已殚。少年与运会，何事发悲端。天子初封禅，贤良刷羽翰。三边悉如此，否泰亦须观。"
                }
            ]
        },
        {
            "Latitude": 36.021609,
            "Longitude": 106.24917,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6404",
            "Title": "固原",
            "Detail": [
                {
                    "time": "725年",
                    "activity": "漫游河西、陇右边塞。在泾州、萧关、白草原都写过诗。作品：旅望。塞下曲四首。从军行七首。塞下曲四首（唐·王昌龄）　　押皓韵蝉鸣空桑林①，八月萧关道。出塞入塞寒②，处处黄芦草。从来幽并客，皆共尘沙③老。莫学游侠儿，矜夸紫骝好。按：①一作桑树间　②一作复入塞　③一作向沙场　　其二（唐·王昌龄）　　押豪韵饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔②日长①城战，咸言意气高。黄尘足③今古，白骨乱蓬蒿④。按：①一作龙　②一作当　③一作漏，一作是　④此首一本题作望临洮　　其三（唐·王昌龄）　　押庚韵奉诏甘泉宫，总徵天下兵。朝廷备礼出，郡国豫郊迎。纷纷几万人，去者无全生。臣愿节宫厩，分以赐边城①。按：①一本无以下二首，同塞上曲题作三首　　其四（唐·王昌龄）　　押文韵引用典故：霍将军　边头何惨惨，已葬霍将军。部曲皆相吊，燕南代北闻。功勋多被黜，兵马亦寻分。更遣黄龙戍，唯当哭塞云①。按：①一本此首题作塞上曲从军行七首（唐·王昌龄）　　七言绝句　押尤韵题注：一作相和歌辞从军行二烽火城西百尺楼，黄昏独上①海风秋。更吹羌②笛关山月，无那③金闺万里愁。按：①一作坐　②一作横　③一作谁解　　其二（唐·王昌龄）　　七言绝句　押庚韵题注：一作相和歌辞从军行三琵琶起舞换新声，总是关山旧①别情。撩乱边愁听②不尽，高高秋月照长城。按：①一作离　②一作弹　　其三（唐·王昌龄）　　七言绝句　押阳韵题注：（一作回军行）。（一作李益诗）关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。　　其四（唐·王昌龄）　　七言绝句　押删韵题注：一作相和歌辞从军行四青海长云暗雪山，孤城遥望玉①门关。黄沙百战穿金甲，不破楼兰终②不还。按：①一作雁　②一作竟　　其五（唐·王昌龄）　　七言绝句　押元韵大漠风尘日色昏，红旗半捲出辕门。前军夜战洮河北，已报生擒吐谷浑。　　其六（唐·王昌龄）　　七言绝句　押寒韵引用典故：刺楼兰　胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰①。按：①《统签》注云：“薄汗疑作ꃣꀸ。”　　其七（唐·王昌龄）　　七言绝句　押冬韵玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "727年",
                    "activity": "开元十五年(727)，中进土，授秘书省校书郎。此次考试在东都洛阳城举行。顾况《监察御史储公集序》：“开元十四年，严黄门知考功，以鲁国储公进士高第，与崔国辅员外、綦毋潜著作同时；其明年，擢第常建少府、王龙标昌龄。此数人皆当时之秀。”作品：放歌行。放歌行（唐·王昌龄）　　押尤韵题注：一作相和歌辞放歌行引用典故：负薪裘　南渡（一作望）洛阳津，西望十二楼。明堂坐天子，月朔朝诸侯。清乐动千门，皇风被九州。庆云从东来（一作出），泱漭抱日流。升平贵论道，文墨将何求？有诏徵草泽，微诚将献谋（一作献谋猷）。冠冕如星罗，拜揖曹与周。望尘非吾（一作君）事，入赋（一作职）且迟留。幸蒙国士识，因脱负薪裘。今者放歌行，以慰梁甫愁。但营数斗禄，奉养每丰羞。若（一作愿）得金膏遂，飞云亦何（一作可）俦（一作求）。"
                },
                {
                    "time": "740年",
                    "activity": "冬，被任为江宁县丞。至洛阳则停留数月方才南行。作品：洛阳尉刘宴与府县诸公茶集天宫寺岸道上人房。洛阳尉刘晏与府掾（一作县）诸公茶集天宫寺岸道上人房（唐·王昌龄）　　押东韵良友呼我宿，月明悬天宫。道安风尘外，洒扫青林中。削去府县理，豁然神机空。自从三湘还，始得今夕同。旧居太行北，远宦沧溟东。各有四方事，白云处处通。"
                },
                {
                    "time": "740年",
                    "activity": "冬，被任为江宁县亟。岑参有诗《送王大昌龄赴江宁》"
                },
                {
                    "time": "741年",
                    "activity": "夏，停留洛阳期间与綦毋潜、李颀相别，作。作品：东京府县诸公与綦毋潜李颀相送至白马寺宿，东京府县诸公与綦毋潜李颀相送至白马寺宿（唐·王昌龄）　　押尤韵题注：一作同府县诸公送綦毋潜李颀至白马寺鞍马上东门，裴回入孤舟。贤豪相追送，即棹千里流。赤岸（一作远峰）落日在，空波微烟收。薄宦忘机括，醉来即（一作复）淹留。月明见古寺，林外登高楼。南风开长廊，夏夜如凉秋。江月照吴县，西归梦中游。"
                }
            ]
        },
        {
            "Latitude": 34.157639,
            "Longitude": 109.329839,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610122",
            "Title": "蓝田",
            "Detail": [
                {
                    "time": "732年",
                    "activity": "自开元十五年(727)至开元二十一年(739)，王昌龄在京城长安任秘书省校书郎。唐于秘书省设秘书郎四员，从六品上；校书郎八人，正九品上，其职掌为典校藏书。本诗及以下各诗，可能作于此期。作品：风凉原上作。（：《长安志》卷一六《蓝田县》：“风凉原，在县西南四十五里，南接石门山，北入万年县界。《遁甲开山图》曰：骊山之西川有阜名曰风凉原，亦雍州之福地，即硗山之阴也。”）风凉原上作（唐·王昌龄）　　押陌韵阴岑宿云归，烟雾湿松柏。风凄日初晓，下岭望川泽。远山无晦（一作遗）明，秋水千里白。佳气盘未央，圣人在凝碧。关门阻天下，信是帝王宅。海内方晏然，庙堂有奇策。时贞守全运，罢去游说客。予忝兰台人，幽寻免贻责。732年宿裴氏山庄（唐·王昌龄）　　押尤韵苍苍竹林暮，吾亦知所投。静坐山斋月，清溪闻远流。西峰下微雨，向晓①白云收。遂解尘中组，终南春可游。按：①一作晚裴六书堂（唐·王昌龄）　　押养韵闲堂闭空阴，竹林①但清响。窗下长啸客，区中无遗想。经纶精微言，兼济当独往。按：①一作木同从弟销南斋玩月忆山阴崔少府（唐·王昌龄）　　押麌韵高卧南斋时，开帷（一作帐）月初吐。清辉淡水木，演漾在窗户。苒苒几盈虚，澄澄变今古。美人清江畔，是夜越吟苦。千里其如何（一作何如），微风吹（一作出）兰（一作芳）杜。"
                }
            ]
        },
        {
            "Latitude": 34.518619,
            "Longitude": 109.778378,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610521",
            "Title": "华县",
            "Detail": [
                {
                    "time": "732年",
                    "activity": "因事去郑县，宿于朋友家中为赠友人而作。作品：郑县宿陶大公馆中赠冯六元二。（陶大：陶翰。顾况轩乙部员外郎陶氏集序》：“唐词臣姓陶氏，开元十八年进士上第。”据《登科记考》云，开元十九年(731)王昌龄与陶翰又同中博学宏词科。陶敏《全唐诗人名考证》引《宝刻丛编》卷一O华州：“《唐华岳真君碑》，唐华阴丞陶翰撰，韦胜书。玄宗开元十九年，加五岳神号曰真君，初建祠宇，立此碑(《集古录目》)。”知开元二十年左右陶翰在华州，华阴丞或为郑县丞之误。陶翰官至礼部员外郎。《全唐诗》存其诗一卷。冯六：不详。元二：不详。）郑县宿陶太公馆中赠冯六元二（唐·王昌龄）　　押遇韵引用典故：张范善终始　儒有轻王侯，脱略当世务（一作誉）。本家蓝田下（一作溪中），非为渔弋故。无何（一作才）困躬耕，且欲驰永路。幽居与君近，出谷同所骛（一作务）。昨日辞石门，五年变秋露。云龙未相感，干谒亦已屡。子为黄绶羁，余忝蓬山顾。京门望西岳，百里见郊树。飞雨祠上（一作下）来，霭然关中暮。驱车郑城宿，秉烛论往素。山月出华阴，开此河渚雾。清光比故人，豁达展心晤。冯公尚戢翼，元子仍局步。拂衣易为高，沦迹难有趣。张范善终始，吾等岂不慕。罢酒当凉风，屈伸备冥数。"
                }
            ]
        },
        {
            "Latitude": 34.733923,
            "Longitude": 112.796072,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410381",
            "Title": "偃师",
            "Detail": [
                {
                    "time": "734年",
                    "activity": "选宏词，超绝群类，拜汜水尉。缑氏尉沈兴宗置酒留别。作品：缑氏尉沈兴宗置酒南溪留赠。（沈兴宗，时为缑氏县尉。）缑氏尉沈兴宗置酒南溪留赠（唐·王昌龄）引用典故：沧洲　林色与溪古，深篁引幽翠。山尊在渔舟，棹月情已醉。始穷清源口，壑绝人境异。春泉滴空崖，萌草拆阴地。久之风榛寂，远闻樵声至。海雁时独飞，永然沧洲意。古时青冥客，灭迹沦一尉。吾子踌躇心，岂其纷埃事。缑峰（一作岑）信所剋，济北余乃遂。齐物意已会（一作可任今），息肩理犹未。卷舒形性表，脱略贤哲议。仲（一作乘）月期角巾，饭僧嵩阳寺。"
                }
            ]
        },
        {
            "Latitude": 34.793837,
            "Longitude": 113.389911,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410182",
            "Title": "荥阳",
            "Detail": [
                {
                    "time": "735-738年",
                    "activity": "任汜水尉。"
                }
            ]
        },
        {
            "Latitude": 34.427592,
            "Longitude": 112.432089,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410329",
            "Title": "伊川",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "途径伊阙。因罪由汜水贬岭南，途径伊水，作诗。作品：存句：“得罪由己招，本性易然诺。”（《见谴至伊水》）"
                },
                {
                    "time": "739年",
                    "activity": "在伊阙。诗人由汜水贬岭南，由伊水、洛水南下伊\n阙，有此留赠之作。作品：留别伊阙张少府郭大都尉。留别伊阙张少府郭大都尉（唐·王昌龄）　　押灰韵引用典故：板舆　迁客就一醉，主人空金罍。江湖青山底，欲去仍裴回。郭侯未相识，策马伊川来。把手相劝勉，不应老尘埃。孟阳逢（一作蓬）山旧，仙馆留清才。日晚劝趣别，风长云逐（一作遂）开。幸随板舆远，负谴何忧哉。唯有仗忠信，音书报云雷。"
                }
            ]
        },
        {
            "Latitude": 34.26471,
            "Longitude": 112.610147,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410482103",
            "Title": "临汝",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "在汝中。诗人贬墒岭南途中，停留作诗。作品：次汝中寄河南陈赞府。次汝中寄河南陈赞府（唐·王昌龄）引用典故：魏阙　汝山方联延，伊水才明灭。遥见入楚云，又此空馆月。纷然驰梦想，不谓远离别。京邑多欢娱，衡湘暂沿越。明湖春草遍，秋桂白花发。岂惟长思君，日夕在魏阙。"
                }
            ]
        },
        {
            "Latitude": 31.041792,
            "Longitude": 112.205843,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4208",
            "Title": "荆门",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "在荆门。诗人贬墒岭南途中，作诗赠胡大。作品：送胡大。送胡大（唐·王昌龄）　　押尤韵荆门不堪别，况乃潇湘秋。何处遥望君，江边明月楼。"
                }
            ]
        },
        {
            "Latitude": 30.340606,
            "Longitude": 112.24722,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN421",
            "Title": "荆州",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "在湖北，诗人贬墒岭南途中，作诗赠张四。作品：送张四。送张四（唐·王昌龄）　　五言绝句　押支韵枫林已愁暮，楚水复堪悲。别后冷山月，清猿无断时。"
                },
                {
                    "time": "739年",
                    "activity": "在湖北，诗人贬墒岭南途中，作诗赠谭八。作品：送谭八之桂林。送谭八之桂林（唐·王昌龄）　　五言绝句　押阳韵客心仍在楚，江馆复临湘。别意猿鸟外，天寒桂水长。"
                },
                {
                    "time": "739年",
                    "activity": "在湖北，诗人贬墒岭南途中，作诗赠友人。作品：送人归江夏。送人归江夏（唐·王昌龄）　　七言绝句　押侵韵寒江①绿水楚云深，莫道离忧迁远心。晓夕双帆归鄂渚，愁将孤月梦中寻。按：①一作天"
                }
            ]
        },
        {
            "Latitude": 32.014789,
            "Longitude": 112.129089,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4206",
            "Title": "襄阳",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "秋，贬谪岭南，途径襄阳，拜访孟浩然。"
                },
                {
                    "time": "740年",
                    "activity": "翌年北归，游襄阳，访孟浩然。时浩然疾疹且逾，食鲜疾动，遂致暴卒。"
                }
            ]
        },
        {
            "Latitude": 29.363262,
            "Longitude": 113.135679,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4306",
            "Title": "岳阳",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "在湖北到湖南的洞庭湖上，诗人贬墒岭南途中，作诗。作品：江上闻笛。（此内容依据书中第108页之“编年”：“开元二十七年(739)秋，贬诵岭南途中作。据‘声长楚山’\n意，似作于从长江去洞庭湖途中。”）江上闻笛（唐·王昌龄）　　押侵韵引用典故：越吟　横笛怨江月，扁舟何处寻。声长楚山外，曲绕胡关深。相去万馀里，遥传此夜心。寥寥浦溆寒，响尽惟幽林。不知谁家子，复奏邯郸音。水客皆拥棹，空霜遂盈襟。羸马望北走，迁人悲越吟。何当边草白，旌节陇（一作龙）城阴。"
                },
                {
                    "time": "739年",
                    "activity": "在岳阳，诗人贬墒岭南途中，作诗赠友。作品：送姚司法归吴。送薛大赴安陆。巴陵别刘处士。送姚司法归吴（唐·王昌龄）　　七言绝句　押侵韵吴掾留觞楚郡心，洞庭秋雨海门阴。但令意远扁舟近①，不道沧江百丈深。按：①一作送送薛大赴安陆（唐·王昌龄）　　七言绝句　押删韵津头云雨暗湘山，迁客离忧楚地颜。遥送扁舟安陆郡，天边何处穆陵关。巴陵别刘处士（唐·王昌龄）　　押纸韵题注：一作巴陵刘处士东斋作刘生隐岳阳，心远洞庭水。偃帆入山郭，一宿楚云里。竹映秋馆深，月寒江风（一作门）起。烟波桂阳接，日夕数千里。袅袅清夜猿，孤舟坐如此。湘中有来雁，雨雪候音旨。"
                },
                {
                    "time": "740年",
                    "activity": "秋，诗人因赦北还，至巴陵。时，李白由淮南至巴陵，二人得以相见。作品：巴陵送李十二。巴陵送李十二（唐·王昌龄）　　七言绝句　押文韵摇曳巴陵洲渚分，清江传语便风闻。山长不见秋城色，日暮蒹葭空水云。"
                },
                {
                    "time": "749年",
                    "activity": "秋，贬墒龙标途中，于岳阳作诗送友人。作品：岳阳别李十七越宾。岳阳别李十七越宾（唐·王昌龄）　　押陌韵相逢楚水寒，舟在洞庭驿。具陈江波事，不异沦弃迹。杉上秋雨声，悲切蒹葭夕。弹琴收馀响，来送千里客。平明孤帆心，岁晚济代策。时在身未充，潇湘不盈画。湖小洲渚联，澹淡烟景碧。鱼鳖自有性，龟龙无能易。谴黜同所安，风土任所适。闭门观玄化，携手遗损益。"
                }
            ]
        },
        {
            "Latitude": 28.251769,
            "Longitude": 113.087489,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430121",
            "Title": "长沙",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "在长沙，诗人贬墒岭南途中，途径衡山，作诗赠张九龄。作品：奉赠张荆州。奉赠张荆州（唐·王昌龄）　　押咸韵引用典故：苏耽宅　祝融之峰紫云衔，翠如何其雪崭嵓。邑西有路缘石壁，我欲从之卧穹嵌。鱼有心兮脱网罟，江无人兮鸣枫杉。王君飞舄①仍未去，苏耽宅中意遥缄。按：①一作鸟"
                },
                {
                    "time": "739年",
                    "activity": "在湖南，诗人贬墒岭南途中，作诗。作品：送高三之桂林。寄穆侍御出幽州。送高三之桂林（唐·王昌龄）　　七言绝句　押阳韵留君夜饮对潇湘，从此归舟客梦长。岭上梅花侵雪暗，归时还拂桂花香。寄穆侍御出幽州（唐·王昌龄）　　七言绝句　押阳韵一从恩谴度潇湘，塞北江南万里长。莫道蓟门书信少，雁飞犹得到衡阳。"
                }
            ]
        },
        {
            "Latitude": 25.776711,
            "Longitude": 113.021311,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN431",
            "Title": "郴州",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "途中作于郴州。作品：何九于客舍集。送万大归长沙。（岑仲勉《庸人行第录》谓万大即万楚，“按：万楚与昌龄\n同为开元进士，有可能是万楚，借未知楚是长沙人否耳。李顾亦有《东京寄万楚》。”）何九于客舍集（唐·王昌龄）　　押筱韵客有住桂阳，亦如巢林鸟。罍觞且终宴，功业曾（一作会）未了。山月空霁时，江明高楼晓。门前泊舟楫，行次入松筱。此意投赠君，沧波风（一作空）袅袅（一作袅袅）。送万大归长沙（唐·王昌龄）　　七言绝句　押霰韵桂阳秋水长沙县，楚竹离声为君变。青山隐隐孤舟微，白鹤双飞忽相见。"
                },
                {
                    "time": "739年",
                    "activity": "离郴州，出郴山口至垒石湾，作诗。作品：出郴山口至垒石湾野人室中寄张十一。（诗题又作《出郴山口至叠石湾野人室中寄张十一》）出郴（一作柳）山口至叠（一作垒）石湾野人室中寄张十一（唐·王昌龄）　　押尤韵引用典故：苏耽井　槠楠无冬春，柯叶连峰稠。阴壁下苍黑，烟含清江楼。景开独沿曳，响答随兴酬。旦夕望吾友，如何迅孤舟。叠沙积为岗，崩剥雨露幽。石脉尽横亘，潜潭何时流。既见万古色，颇尽一物由。永与世人远，气还草木收。盈缩理无馀，今往何必忧。郴土群山高，耆老如中州。孰云议舛（一作外）降，岂是娱宦游。阴火昔所伏，丹砂将尔谋。昨临苏耽井，复向衡阳求。同（一作问）疚来相依，脱身当有筹。数月乃离居，风湍成阻脩。野人善竹器，童子能溪讴。寒夜（一作月）波荡漾，羁鸿去悠悠。"
                },
                {
                    "time": "739年",
                    "activity": "过大庾岭时，作诗。作品：听流人水调子。听流人水调子（唐·王昌龄）　　七言绝句　押侵韵孤舟微月对枫林，分付鸣筝与客心。岭色千重万重雨，断弦收与泪痕深。"
                }
            ]
        },
        {
            "Latitude": 32.064735,
            "Longitude": 118.802891,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3201",
            "Title": "南京",
            "Detail": [
                {
                    "time": "741-743年",
                    "activity": "在江宁县丞任上。"
                },
                {
                    "time": "745年",
                    "activity": "在江宁县丞任上。作品：送韦十二兵曹。送朱越。李四仓曹宅夜饮。别李浦之京。重别李评事。送韦十二兵曹（唐·王昌龄）　　押真韵引用典故：君王猎渭滨　县职如长缨，终日检我身。平明趋郡府，不得展故人。故人念江湖，富贵如埃尘。迹在戎府掾，心游天台春。独立浦边鹤，白云长相亲。南风忽至吴，分散还入秦。寒夜天光白，海净月色真。对坐论岁暮，弦悲岂（一作歌起）无因。平生驰驱分，非谓杯酒仁。出处两不合，忠贞何由伸。看君孤舟去，且欲歌垂纶。送朱越（唐·王昌龄）　　七言绝句　押遇韵远别舟中蒋山暮，君行举首燕城路。蓟门秋月隐黄云，期向金陵醉江树。李四仓曹宅夜饮（唐·王昌龄）　　七言绝句　押寒韵霜天留后①故情欢，银烛金炉夜不寒。欲问吴江别来意②，青山明月梦中看。按：①一作饮　②一作处别李浦之京（唐·王昌龄）　　七言绝句　押齐韵故园今在灞陵西，江畔逢君醉不迷。小弟邻庄尚渔猎，一封书寄数行啼。重别李评事（唐·王昌龄）　　七言绝句　押寒韵莫道秋江离别难，舟船明日是长安。吴姬缓舞留君醉，随意青枫白露寒。"
                }
            ]
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": [
                {
                    "time": "745-746年",
                    "activity": "在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游。作品：宿京江口期刘慎虚不至。万岁楼。诸官游招隐寺。芙蓉楼送辛渐二首。宿京江口期刘慎虚不至（唐·王昌龄）　　押元韵霜天起长望，残月生海门。风静夜潮满，城高寒气昏。故人何寂寞，久已乖清言。明发不能寐，徒盈江上尊。万岁楼（唐·王昌龄）　　七言律诗　押尤韵江上巍巍万岁楼，不知经历几千秋。年年喜见山长在，日日悲看水独流。猿狖何曾离暮岭，鸬鹚空自泛寒洲。谁堪登望云烟里，向晚茫茫发旅愁。诸官游招隐寺（唐·王昌龄）　　押麌韵山馆人已空，青萝换风雨。自从永明世，月向龙宫吐。凿井长幽泉，白云今如古。应真坐松柏，锡杖挂窗户。口云七十馀，能救诸有苦。回指岩树花，如闻道场鼓。金色身坏灭，真如性无主。僚友同一心，清光遣谁取。芙蓉楼送辛渐二首（唐·王昌龄）　　七言绝句　押虞韵寒雨连天夜入吴①，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。按：①一作湖　　其二（唐·王昌龄）　　七言绝句　押侵韵丹阳城南秋海阴，丹阳城北楚云深。高楼送客不能醉，寂寂寒江明月心。"
                }
            ]
        },
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州",
            "Detail": [
                {
                    "time": "746年",
                    "activity": "在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游。作品：太湖秋夕。太湖秋夕（唐·王昌龄）　　押微韵水宿烟雨寒，洞庭霜落微。月明移舟去，夜静魂梦归。暗觉海风度，萧萧闻雁飞。"
                }
            ]
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": [
                {
                    "time": "747年",
                    "activity": "在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游。作品：别陶副使归南海。越女。采莲曲二首。别陶副使归南海（唐·王昌龄）　　七言绝句　押尤韵南越归人梦海楼，广陵新月海亭秋。宝刀留赠长相忆，当取戈船万户侯。越女（唐·王昌龄）　　押叶韵题注：《乐府诗集》作《采莲曲》越女作桂舟，还将桂为楫。湖上水渺漫，清江不①可涉。摘取芙蓉花，莫摘芙蓉叶。将归问夫婿，颜色何如妾。按：①一作初采莲曲二首（唐·王昌龄）题注：一作相和歌辞采莲曲三首一吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。　　其二（唐·王昌龄）荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻歌始觉有人来。"
                },
                {
                    "time": "747-748年",
                    "activity": "在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游。作品：客广陵。客广陵（唐·王昌龄）　　五言律诗　押鱼韵楼头广陵近，九月在南徐。秋色明海县，寒烟生里闾。夜帆归楚客，昨日度江书。为问易名叟，垂纶不见鱼。"
                },
                {
                    "time": "749年",
                    "activity": "在江宁县丞任上.秋，广陵与刘谞话旧。有诗赠刘谞。作品：别刘谞。别刘谞（唐·王昌龄）　　押侵韵天地寒更雨，苍茫楚城阴。一尊广陵酒，十载衡阳心。倚仗（一作伏）不可料，悲欢岂易寻。相逢成远别，后会何如今。身在江海上，云连京国深。行当务功业，策马何骎骎。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "747年",
                    "activity": "在江宁县丞任上.有润州(今江苏镇江)、广陵(今江苏扬州)以及太湖之游。作品：浣纱女。浣纱女（唐·王昌龄）　　七言绝句　押麻韵钱塘江边①是谁家，江上女儿全胜花。吴王在时不得出，今日公然来浣纱。按：①一作畔"
                }
            ]
        },
        {
            "Latitude": 30.920909,
            "Longitude": 118.340468,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN340223",
            "Title": "南陵",
            "Detail": [
                {
                    "time": "749年",
                    "activity": "秋，贬为龙标尉王昌龄沿长江而上，至鄂措(今湖北武昌)而南下洞庭湖，经沉江至龙标。至南陵有诗寄友人皇甫岳，王诗残句：“昨从金陵邑。远访沉淫滨。”作品：至南陵答皇甫岳。至南陵答皇甫岳（唐·王昌龄）　　七言绝句　押真韵与君同病复漂沦，昨夜宣城别故人。明主恩深非岁久，长江还共五溪滨。"
                },
                {
                    "time": "749年",
                    "activity": "秋，贬墒龙标途中，于西江作诗寄从弟王越。作品：西江寄越弟。西江寄越弟（唐·王昌龄）　　七言绝句　押删韵南浦逢君岭外还，沅溪更远洞庭山。尧时恩泽如春雨，梦里相逢同入关。"
                }
            ]
        },
        {
            "Latitude": 29.711328,
            "Longitude": 116.007993,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604",
            "Title": "九江",
            "Detail": [
                {
                    "time": "749年",
                    "activity": "秋，贬墒龙标途中，于九江作诗。作品：九江口作。九江口作（唐·王昌龄）　　押尤韵漭漭江势阔，雨开浔阳秋。驿门是高岸，望尽黄芦洲。水与五溪合，心期万里游。明时无弃才，谪去随孤舟。鸷鸟立寒木，丈夫佩吴钩。何当报君恩，却系单于头。"
                }
            ]
        },
        {
            "Latitude": 30.559627,
            "Longitude": 114.322539,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN420106",
            "Title": "武昌",
            "Detail": [
                {
                    "time": "749年",
                    "activity": "秋，贬墒龙标途中，于鄂渚作诗。作品：送窦七。送窦七（唐·王昌龄）　　七言绝句　押尤韵清江月色傍林秋，波上荧荧望一舟。鄂渚轻帆须早发，江边明月为君留。"
                }
            ]
        },
        {
            "Latitude": 29.037723,
            "Longitude": 111.704994,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4307",
            "Title": "常德",
            "Detail": [
                {
                    "time": "749年",
                    "activity": "贬墒龙标途中，路经武陵时，陪田太守饯送司马太守席上，作诗。作品：武陵田太守席送司马卢溪。武陵田太守席送司马卢溪（唐·王昌龄）　　五言绝句　押真韵诸侯分楚郡，饮饯五溪春。山水清晖远，俱怜一逐臣。"
                },
                {
                    "time": "749年",
                    "activity": "贬墒龙标途中，路经武陵时，拜访开元观黄洞元，作诗言志。作品：武陵开元观黄炼师院三首。武陵开元观黄鍊师院三首（唐·王昌龄）　　押支韵引用典故：桃源　松间白发黄尊师，童子烧香禹步时。欲访桃源入溪路，忽闻鸡犬使人疑。　　其二（唐·王昌龄）　　押问韵先贤盛说桃花源，尘忝何堪武陵郡。闻道秦时避地人，至今不与人通①问。按：①一作间　　其三（唐·王昌龄）　　押元韵山观空虚清静门，从官役吏扰尘喧。暂因问俗到真境，便欲投诚依道源。"
                },
                {
                    "time": "749年",
                    "activity": "贬墒龙标途中，路经武陵时游龙兴观，作诗言志。作品：武陵龙兴观黄道士房问易因题。武陵龙兴观黄道士房问易因题（一作赠）（唐·王昌龄）　　七言绝句　押东韵斋心问易太阳宫，八卦真形一气中。仙老言馀鹤飞去，玉清坛上雨濛濛。"
                },
                {
                    "time": "749年",
                    "activity": "贬墒龙标途中，停留武陵时受到田太守礼遇，作诗答谢，以倍陵君比之，而自称为信使君之门客，实即田太守之门容，并表示不忘田太守礼遇之情。作品：答武陵田太守。答武陵田太守（唐·王昌龄）　　五言绝句　押元韵引用典故：信陵　仗①剑行千里，微躯感一言。曾为大梁客，不负信陵恩。按：①一作按"
                },
                {
                    "time": "756年7月",
                    "activity": "七月，肃宗即位，大赦。诗人放还。作品：留别武陵袁丞。留别武陵袁丞（唐·王昌龄）　　押纸韵皇恩暂迁谪，待罪逢知己。从此武陵溪，孤舟二千里。桃花遗古岸，金涧流春水。谁识马将军，忠贞抱生死。"
                }
            ]
        },
        {
            "Latitude": 28.222063,
            "Longitude": 110.226249,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN433122",
            "Title": "泸溪",
            "Detail": [
                {
                    "time": "749年",
                    "activity": "贬墒龙标途中，在卢溪与友人分别作诗。作品：卢溪别人。留别司马太守。箜篌引。卢溪主（一作别）人（唐·王昌龄）　　七言绝句　押尤韵武陵溪口驻扁舟，溪水随君向北流。行到荆门上三峡，莫将孤月对猿愁。留别司马太守（唐·王昌龄）　　七言绝句　押元韵引用典故：明珠报恩　辰阳太守念王孙，远谪沅溪何可论。黄鹤青云当一举，明珠吐著抱①君恩。按：①一作报箜篌引（唐·王昌龄）　　押尤韵引用典故：楚囚　卢溪郡南夜泊舟①，夜闻两（一作南）岸羌戎讴。其时月黑猿啾啾，微雨沾衣令人愁。有一迁客登高楼，不言不寐弹箜篌。弹作蓟门桑（一作叶）叶秋，风沙飒飒青冢头。将军铁骢汗血流，深入匈奴战未休。黄旗一点兵马收，乱杀胡人积如丘。疮病驱来配（一作役）边州，仍披漠北羔羊裘。颜色饥枯掩面羞，眼眶泪滴深两眸。思还本乡食犛牛，欲语不得指咽喉。或有强壮能咿嚘，意说被他边将雠。五世属藩汉主留，碧毛毡帐河曲游。橐驼五万部落稠，敕赐飞凤金兜鍪。为君百战如过筹，静扫阴山无鸟投。家藏铁券特承优，黄金千（一作百）斤不称求。九族分离作楚囚，深溪寂寞弦苦幽。草木悲感声飕飗，仆本东山（一作山东）为国忧。明光殿前论九畴，簏读兵书尽冥搜。为君掌上施权谋，洞晓山川无与俦。紫宸诏发远怀柔，摇笔飞霜如夺钩。鬼神不得知其由，怜爱苍生比蚍蜉。朔（一作缘）河屯兵须渐抽，尽遣降来拜御沟。便令海内休戈矛，何用班超定远侯，史臣书之得已不。按：①卢溪在辰州龙标故地，即马援歌中武溪水所出也。或作泸溪者非"
                },
                {
                    "time": "749年",
                    "activity": "贬墒龙标途中，近龙标时，作诗送友人。作品：送吴十九之沅陵。送吴十九往沅陵（唐·王昌龄）　　七言绝句　押阳韵沅江流水到辰阳，溪口逢君驿路长。远谪谁①知望雷雨，明年春水共还乡。按：①一作唯"
                },
                {
                    "time": "749年",
                    "activity": "贬墒龙标途中，遇贬谪到溆浦的皇甫岳，作诗。作品：别皇甫五。别皇甫五（唐·王昌龄）　　七言绝句　押删韵溆浦潭阳隔楚山，离尊不用起愁颜。明祠灵响期昭应，天泽俱从此路还。"
                }
            ]
        },
        {
            "Latitude": 27.215134,
            "Longitude": 109.843058,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN431281",
            "Title": "洪江",
            "Detail": [
                {
                    "time": "750年",
                    "activity": "春，诗人抵达贬所龙标(今湖南黔阳).作诗寄友。作品：寄陶副使。寄陶副使（唐·王昌龄）　　七言绝句　押元韵闻道将军破海门，如何远谪渡湘沅。春来明主封西岳，自有还君紫绶恩。"
                },
                {
                    "time": "750年",
                    "activity": "在龙标任上。作品：龙标野宴。送柴侍御。送崔参军往龙溪。龙标野宴（唐·王昌龄）　　七言绝句　押东韵沅溪夏晚足凉风，春酒相携就竹丛。莫道弦歌愁远谪，青山明月不曾空。送柴侍御（唐·王昌龄）　　七言绝句　押阳韵流水通波接武冈，送君不觉有离伤。青山一道同云雨，明月何曾是两乡。送崔参军往龙溪（唐·王昌龄）　　七言绝句　押漾韵龙溪只在龙标上，秋月孤山两相向。谴谪离心是丈夫，鸿恩共待春江涨。"
                },
                {
                    "time": "750年",
                    "activity": "在龙标任上。冬，送友人。作品：送程六。送任五之桂林。送程六（唐·王昌龄）　　七言绝句　押齐韵冬夜伤①离在五溪，青鱼雪落鲙橙齑。武冈前路看斜月，片片舟中云向西。按：①一作觞送任五之桂林（唐·王昌龄）　　押效韵楚客醉孤舟，越水将引棹。山为两乡别，月带千里貌。羁谴同缯纶，僻幽闻虎豹。桂林寒色在，苦节知所效。"
                },
                {
                    "time": "750年",
                    "activity": "在龙标任上。送友人。作品：为张倴赠阎使臣。为张僓赠阎使臣（唐·王昌龄）　　押真韵引用典故：献玉　哀哀献玉人，楚国同悲辛。泣①尽继以血，何由辨其真。赖承琢磨惠，复使光辉新。犹畏谗口疾，弃之如埃尘。按：①一作泪"
                },
                {
                    "time": "751-755年",
                    "activity": "在龙标任上。作品：咏史。咏史（唐·王昌龄）　　押元韵引用典故：触藩　荷畚至洛阳，杖策游北门。天下尽兵甲，豺狼满中原。明夷方遘患，顾我徒崩奔。自惭菲薄才，误蒙国士恩。位重任亦重，时危志弥敦。西北未及终，东南不可吞。进则耻保躬，退乃为触藩。叹息嵩山老，而后知其尊①。按：①本集《咏史》云：“荷畚至洛阳，胡马屯北门。天下裂其土，豺狼满中原。明夷方济世，敛翼黄埃昏。披云见龙颜，始蒙国士恩。位重谋亦深，所举无遗奔。长策寄临终，东南不可吞。贤智苟有时，贫贱安所论。惟然嵩山老，而后知我言。”"
                }
            ]
        },
        {
            "Latitude": 34.138487,
            "Longitude": 109.292421,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101 白鹿原",
            "Title": "白鹿原"
        },
        {
            "Latitude": 34.533156,
            "Longitude": 110.088441,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6105 华山",
            "Title": "华山"
        },
        {
            "Latitude": 34.44998,
            "Longitude": 115.620074,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4114 梁园",
            "Title": "梁园"
        },
        {
            "Latitude": 34.512389,
            "Longitude": 112.948713,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4101 嵩山少林寺",
            "Title": "嵩山少林寺"
        },
        {
            "Latitude": 33.955675,
            "Longitude": 109.066824,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101 终南山",
            "Title": "终南山"
        },
        {
            "Latitude": 29.267062,
            "Longitude": 113.035969,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4306 洞庭湖",
            "Title": "洞庭湖"
        },
        {
            "Latitude": 34.239144,
            "Longitude": 108.994591,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101 青龙寺",
            "Title": "青龙寺"
        },
        {
            "Latitude": 30.139797,
            "Longitude": 120.156493,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301 钱塘江",
            "Title": "钱塘江"
        }
    ]
}