{
    "lines": [
        {
            "Latitude": 29.454549,
            "Longitude": 116.051546,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360427",
            "Title": "星子 (出生地)",
            "Detail": [
                {
                    "time": "1049年12月",
                    "activity": "是年生于南康僧舍。"
                },
                {
                    "time": "1050-1052年",
                    "activity": "寓止南康僧舍。"
                }
            ]
        },
        {
            "Latitude": 32.786776,
            "Longitude": 119.462193,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321084",
            "Title": "高邮",
            "Detail": [
                {
                    "time": "1053-1054年",
                    "activity": "随亲返归乡里。"
                },
                {
                    "time": "1055年",
                    "activity": "始入小学，受父亲元化公影响，慕王观、王觌。"
                },
                {
                    "time": "1056年",
                    "activity": "在小学。"
                },
                {
                    "time": "1057年",
                    "activity": "在小学，从胡晋侯学。"
                },
                {
                    "time": "1058年",
                    "activity": "在小学，读孝经、论语、孟子。"
                },
                {
                    "time": "1059-1060年",
                    "activity": "在小学。"
                },
                {
                    "time": "1061年",
                    "activity": "常造孙莘老之室，亲聆教诲，并从其学经。"
                },
                {
                    "time": "1062年",
                    "activity": "居乡读书。"
                },
                {
                    "time": "1063年",
                    "activity": "居乡读书，父卒，丁父忧。"
                },
                {
                    "time": "1064年",
                    "activity": "居乡读书，丁父忧，"
                },
                {
                    "time": "1065年",
                    "activity": "居乡读书，丁父忧。"
                },
                {
                    "time": "1066年",
                    "activity": "居乡读书。"
                },
                {
                    "time": "1067年",
                    "activity": "居乡读书，娶夫人徐氏。"
                },
                {
                    "time": "1068年",
                    "activity": "居乡读书。"
                },
                {
                    "time": "1069年",
                    "activity": "居乡读书，用意作赋，渐成习惯。"
                },
                {
                    "time": "1070年",
                    "activity": "李常、孙觉等论新法不便，秦观然其说。"
                },
                {
                    "time": "1071年",
                    "activity": "好读兵家书，立志报国，因字以太虚。"
                },
                {
                    "time": "1071年",
                    "activity": "有诗寄孙传师著作。寄孙传师著作（宋·秦观）　　七言绝句　押东韵上林池籞富春风，十里宫青错御红。应与少年修故事，误随游毂柳花中。"
                },
                {
                    "time": "1072年",
                    "activity": "居乡读书。"
                },
                {
                    "time": "1073年",
                    "activity": "居乡读书，以高邮方言写《品令》词二首。作品：品令（幸自得；掉又嬥）品令二首（宋·秦观）幸自得。一分索强，教人难吃。好好地恶了十来日。恰而今、较些不。须管啜持教笑，又也何须胳织。衠倚赖脸儿得人惜。放软顽、道不得。　　其二（宋·秦观）掉又惧。天然个品格。于中压一。帘儿下时把鞋儿踢。语低低、笑咭咭。每每秦楼相见，见了无限怜惜。人前强不欲相沾识。把不定、脸儿赤。"
                },
                {
                    "time": "1074年",
                    "activity": "居乡读书，知东坡将过维扬，预作坡笔语于一山寺中，遂结识东坡，并为东坡所激赏。"
                },
                {
                    "time": "1075年",
                    "activity": "与高邮显之长老游，显之长老住扬州高邮建隆院。作品：高邮长老开堂疏。乾明开堂疏。醴泉开堂疏。宿乾明方丈。和显之长老。宿乾明方丈（宋·秦观）　　七言绝句　押齐韵漫天白雪无端现，佛室夜艾乌更啼。相逢解颐足自慰，勿语俗子念心携。和显之长老（宋·秦观）　　押鱼韵禅子观因缘，寸晷无复馀。讲人治经论，艾夜犹未除。冷风奏哀松，寒月挂碧虚。此意了不谕，悲哉同翳如。"
                },
                {
                    "time": "1075年4月",
                    "activity": "外舅徐成甫卒，后二日，其继室蔡氏殉焉。为撰行状及蔡氏哀词。作品：徐君主簿行状。蔡氏夫人行状。蔡氏哀词。"
                },
                {
                    "time": "1077年",
                    "activity": "是岁，秦观兼事耕作，有田居四首，写与妻儿共同劳动，并反映农民纳税、官吏催租、邻里酬酢等生活。间与参寥子、孙莘老唱和。作品：田居四首（鸡号四邻起；入夏桑柘凋；昔我莳青秧；严冬百草枯）田居四首（宋·秦观）　　押元韵鸡号四邻起，结束赴中原。戒妇预为黍，呼儿随掩门。犁锄带晨景，道路更笑喧。宿潦濯芒屦，野芳簪髻根。霁色披窅霭，春空正鲜繁。辛夷茂横阜，锦雉娇空园。少壮已云趋，伶俜尚鸱蹲。蟹黄经雨润，野马从风奔。村落次第集，隔塍致寒暄。眷言月占好，努力竞晨昏。　　其二（宋·秦观）　　押药韵入夏桑柘稠，阴阴翳墟落。新麦已登场，馀蚕犹占箔。隆曦破层阴，霁霭收远壑。雌蜺卧沦漪，鲜飙泛丛薄。林深鸟更鸣，水漫鱼知乐。羸老厌烦歊，解衣屡槃礴。荫树濯凉飔，起行遗带索。冢①妇饷初还，丁男耘有托。倒筒备青钱，盐茗恐垂橐。明日输绢租，邻儿入城郭。按：①原作家，据各本改　　其三（宋·秦观）昔我莳青秧，廉纤属梅雨。及兹欲成穗，已复颓星暑。迟暮易昏晨，摇落多砧杵。村迥少过从，客来旋炊黍。兴发即杖藜，未尝先处所。褰裳涉浅濑，矫首没孤羽。丛祠土鼓悲，野埭鹍鸡舞。雉子随贩夫，老翁拜巫女。辛勤①稼穑事，恻怆田畴语。得谷不敢储，催科吏旁午。按：①原校：一作艰难　　其四（宋·秦观）　　押祃韵严冬百草枯，邻曲富休暇。土井时一汲，柴车久停驾。寥寥场圃空，跕跕乌鸢下。孤榜傍横塘，喧舂起旁舍。田家重农隙，翁妪相邀迓。班坐酾酒醪，一行三四谢。陶盘奉旨蓄，竹箸羞鸡䏑。饮酣争献酬，语阕或悲咤。悠悠灯火暗，剌剌风飙射。客散静柴门，星蟾耿寒夜。"
                },
                {
                    "time": "1077年",
                    "activity": "是岁，秦观有纳凉诗及行香子词，亦作于村居时。作品：纳凉诗（携杖来追柳外凉）行香子（树绕村庄）纳凉（宋·秦观）　　七言绝句　押阳韵携杖来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香①。按：①宋蔡正孙《诗林广记》后集卷八行香子（宋·秦观）树绕村庄，水满陂塘。倚东风、豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗、流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。"
                },
                {
                    "time": "1077年9月",
                    "activity": "秋九月，与显之长老等会于高邮，作寄老庵赋及游汤泉记。汤泉赋亦成。作品：寄老庵赋。游汤泉记。汤泉赋。"
                },
                {
                    "time": "1077年9月",
                    "activity": "秋暮，曾孝序偕参寥子来访，秦观与之同游十日，有诗唱酬。作品：酬曾逢原参寥上人见寄山阳作（倦客当老秋）酬曾逢原参寥上人见寄山阳作（宋·秦观）倦客当老秋，于（各本作忽）忽少佳意。孰云尘滓地，刘阮肯俱至。一披清骨毛，再见失身世。有如执盛热，傃月濯凉吹。又如观巨梓，却觇萧苇细。十辰同遨游，不觉日车逝。嗟予逃空虚，终日面林翳。闻人足音喜，况乃道所契。方念衣袖分，明月忽我畀。眷言何以酬，白发同所诣。1077年冬，冬，有诗怀济南李公择，孙莘老、参寥子次韵和之。作品：怀李公择学士（一辞行旆楚亭皋）怀李公择学士（宋·秦观）　　七言律诗　押豪韵题注：按：此诗后原有《次韵二首》，系孙觉、释道潜次韵。今删入存目。一辞行旆楚亭皋，几为登临挂郁陶。蓬断草枯时节晚，山长水远梦魂劳。流传玉刻皆黄绢，早晚金闺报大刀。宣室方疑鬼神事，顺风行看驶鸿毛。"
                },
                {
                    "time": "1077年",
                    "activity": "是岁，马仲甫卒，秦观有祭马通议文。"
                },
                {
                    "time": "1077年",
                    "activity": "秦观有与乔希圣论黄连书。1078年春，春，孙莘老将服阕，有诗，秦观和之，历述莘老简史及己之从游经过。作品：次韵莘老（妙龄随计日）次韵莘老（宋·秦观）　　五言排律　押先韵妙龄随计日，绀发度关年。较艺先豪俊，飞声动眇绵。秘书窥甲乙，密室诣温宣。已叶半千运，仍亲五尺天。御香春晚炷，宫蜡夜深燃。汉殿螭头笔，岐藩幕下莲。孔鸾人共贵，兰蕙世皆怜。附尾方瞠若，提刀独砉①然。皂囊封细札，青简续遗编。璧府深难造，龙媒隽莫先。大农参奏计，宗伯与兴贤。玉铉行真即，金瓯忽浪传。两轮苕上驾，百仗剡中牵。荏苒冯唐老，淹回贾傅还。星霜俄九换，金竹遽三迁。鼓吹吴云外，旌幡楚水壖。经纶殊未倦，忧患复相连。恶草空摇毒，群蜗谩污涎。松筠终不易，雨露竟无偏。憔悴千株橘，荒凉二顷田。几书借船帖，屡广绝交篇。禅誉推庞蕴，亲评主闵骞。懒因闲处极，乐向静中全。岁月黄尘里，莺花白发前。冰台清照底，玉海湛无边。身世尤飞隼，功名眇蜕蝉。蕉心难固待，楮叶谩劳镌。伫续清都梦，还随浊世缘。泉虬淹已久，风翮去应便。预想朝元处，簪裾立万仙。按：①原作向，据张本、四库本改"
                },
                {
                    "time": "1078年3月",
                    "activity": "春，龚深之往金陵见王安石，秦观作诗送之，参寥子次其韵。后龚深之常有诗相赠，秦观作诗答之。作品：答龚深之（深巷茅檐日渐长）答龚深之（宋·秦观）　　七言律诗　押阳韵深巷茅檐日渐长，卧看花鸟竞朝阳。惜无好事携樽酒，赖有邻家振烛光。尚友颇存书万卷，封侯正阙木千章。错刀锦段相仍至，小子都忘进取狂。1078年春，秦观有早春题僧舍、睡足轩二首，似作于本年。作品：早春题僧舍（东园紫梅初破蕊）睡足轩二首（长年忧患百端慵；数椽空屋枕清流）早春题僧舍（宋·秦观）　　七言绝句　押尤韵东园紫梅初破蕾，北涧渌水方通流。归去一春花月梦，定应多在此中游。睡足轩二首（宋·秦观）　　七言律诗　押东韵长年忧患百端慵，开斥僧坊颇有功。地撤蔽亏僧界净，人除荒秽玉奁空。青天并入挥毫里，白鸟时兴隐几中。最是人间佳绝处，梦残风铁响丁东。　　其二（宋·秦观）　　七言律诗　押尤韵数椽空屋枕清流，一榻萧然散百忧。终日掩关尘境谢，有时开卷古人游。鸣鸠去后沧浪晚，飞雨来初菡萏秋。此处便令君睡足，何须云梦泽南州①。按：①以上《淮海集》卷七"
                },
                {
                    "time": "1078年",
                    "activity": "在京时，尝干谒王存；既归，作书及诗文七篇寄之。王亦得秦观诗文于从游之间，并予以推荐。作品：谢王学士启。"
                },
                {
                    "time": "1078年",
                    "activity": "秋深，有诗寄震、鼎二弟；又有诗送僧归杭之保宁禅院，作如越省亲之计，然未成行。作品：送僧归保宁（西湖环岩皆招提）送僧归保宁（宋·秦观）西湖环岸（各本作绕）皆招提，楼阁晦明如卧披。保宁复在最佳处，水光四合无端倪。车尘不来马足断，时有海月相因依。上人弱龄已隶此①，心目所證惟瑰琦。白玉芙蓉出清沼，天然不受缁尘扰。坐客一语不入意，目如明星视飞鸟。冠切云兮佩玉难②，上人顾之真等闲。应缘聊入人间世，兴尽却归湖上山。伊余久欲窥禹穴，矧今仲父官东越。行挽秋风入剡溪，为君先醉西湖月。按：①原作比，据文本、四库本改　②《四部备要》本作环"
                },
                {
                    "time": "1078年",
                    "activity": "秋试不售，退居高邮，杜门却扫，以诗书自娱，有秋兴九首，拟韩退之、孟郊、韦应物、李贺、李白、玉川子、杜子美、杜牧之、白乐天。刘公干一诗，亦似作于是时。1078年冬，冬日，得苏辙书，作与苏辙第一简。作品：与苏子由著作第一简。1078年冬，冬后，作与苏辙第二简，以幽兰自赏，对熙宁间所倡之新书有微词；并致古诗一首述慕望之情。子由次韵，以千里马相许。作品：与苏子由著作第二简。"
                },
                {
                    "time": "1078年10月",
                    "activity": "冬十月五日，苏轼为秦观汤泉赋题跋。"
                },
                {
                    "time": "1078年12月",
                    "activity": "岁暮，参寥至自徐州，得苏轼书，作简覆之，诉其不遇之情。作品：与苏公先生简一。"
                },
                {
                    "time": "1078年12月",
                    "activity": "未几，黄楼赋成，寄呈徐州苏轼，并有简，乞赐书芙蓉城诗。苏为诗以谢，称秦观有屈宋之才。作品：黄楼赋。与苏公先生简二。"
                },
                {
                    "time": "1078年12月",
                    "activity": "是时，秦观以高邮土物致苏轼，并有诗。作品：寄莼姜法鱼糟蟹黄寄子瞻诗（鲜鲫经年渍醽醁）寄莼姜法鱼糟蟹（寄子瞻）（宋·秦观）鲜鲫经年渍醽醁，团脐紫蟹脂填腹。后春莼茁滑于酥，先社姜芽肥胜肉。凫卵累累何足道，饤饾盘餐亦时欲。淮南风俗事瓶罂，方法相传为旨蓄。鱼鱐蜃醢荐笾豆，山蔌溪毛例蒙录。辄送行庖当击鲜，泽居备礼无麋鹿。按：本诗一作苏轼诗，见《苏轼诗集》卷四九，题作《扬州以土物寄少游》。"
                },
                {
                    "time": "1078年12月",
                    "activity": "岁暮，代参寥子作与钟公实启。"
                },
                {
                    "time": "1078年12月",
                    "activity": "秦观有医者及赠医者邹放二诗，当作于熙宁元丰之间。作品：医者（块然一气初浑沦）赠医者邹放（百工皆圣作）医者（宋·秦观）　　押元韵块然一气初浑沦，散作六物相吐吞。主承客禦胜复存，是为万物疾病原。寥寥空陂游冤魂，诲此法术成轩辕。金书玉册要不烦，焕如星宿不可扪。时迁圣徂遂幽昏，弊俗窃以资利源。余尝感槩期明论，世无妙质孰与言。因君乞诗置屋轩，聊复援笔赋本根。赠医者邹放（宋·秦观）　　押先韵百工皆圣作，惟医有书传。绪馀起人死，妙处实通天。邹子本淮海，弱龄加讨研。岐扁逢卷中，遂知百病先。往岁游京室，公侯纷荐延。国工不敢妒，遣儿求执鞭。晚弃本州役，青衫鬓萧然。临衢开大肆，旁午送金钱。嗣子颇不凡，文场早周旋。行期拾青紫，善积神所怜。"
                },
                {
                    "time": "1079年1月",
                    "activity": "春正月，秦观作五百罗汉图记。1079年春，春，作次韵参寥三首。作品：次韵参寥三首（武陵渔子入花源；长安仕路与云齐；且折花枝醉复醒）次韵参寥三首（宋·秦观）　　七言绝句　押先韵武陵渔子入花源，但见秦人不得仙。会有黄鹂鸣翠柳，何妨白眼望青天。　　其二（宋·秦观）　　七言绝句　押齐韵长安仕路与云齐，倦仆羸骖不可跻。但得玄晖曾折简，何须平子更安题。　　其三（宋·秦观）　　七言绝句　押庚韵且折花枝醉复醒，人间时节易峥嵘。屠龙肯自羞无用，画虎从人笑不成。1079年春，秦观有春日杂兴二首，抒失意之情。作品：春日杂兴其三（潭潭故邑井）；其五（东方有美人）春日杂兴十首其五（宋·秦观）　　押翰韵题注：按：本诗潭潭故邑井、昔我游京室、客从远方来、桃李用事辰四首，亦见张耒《柯山集》卷七，题《春日杂兴四首》。东方有美人，容华茂春粲。抱影守单栖，含睇理哀弹。声意一何切，所欢邈云汉。徒然事膏沐，孰与徂昏旦。微诚浪自持，嘉月忽复晏。巧转度虚棂，飞红触幽幔。岁岁芳草滋，夜夜明星烂。合并会有时，索居不必叹。1079年春，春初，秦观深居简出，闭门读书，得苏轼自徐所寄诗书、苏辙自南京所寄黄楼赋。作简覆苏轼，谓懋诚集引寻已付邵君刻石。作品：与苏公先生简三。1079年春，时秦观家居，钱节每与参寥子、徐子思兄弟相过从，浩歌剧饮，白眼视礼法士。节补官嘉禾，作序送之。后有诗，忆及此一时期生活。"
                },
                {
                    "time": "1079年12月30日",
                    "activity": "除夕，秦观抵高邮家中。"
                },
                {
                    "time": "1080年1月15日",
                    "activity": "正月十五日，秦观在诗题墨竹画卷。作品：题墨竹画卷（墨君飒飒风雨鸣）墨竹（宋·秦观）墨君飒飒风雨鸣，垂鸾舞凤翻青绶。一竿珍重几百缗，奚啻渭川三万亩。金锵玉戛空琴声，婢行奴颜谢花柳。得亭真从寂寞间，卓古高标压群丑。不须辨直致湘江，便觉满窗凉意透。挺然叶节抱风孤，顿应君子虚心受。雷迸箨龙龙欲走，樱笋纷纷徒适口。破除肉味若闻韶，王猷笑咏还依旧。藉槛湘阴净简书，接地春华幻尘垢。拂手笔端别有神，往来平安报良友。前时无偶后无继，奇宝秘灵宜永久①。按：①清师亮采《秦邮帖》"
                },
                {
                    "time": "1080年1月",
                    "activity": "正月，东坡为子明秘校作墨竹图，秦观题诗其上。作品：题苏轼墨竹图（叶密雨偏重）题苏轼雨竹图（题拟）（宋·秦观）　　五言绝句　押萧韵叶密雨偏重，枝垂雾不消。会看晴日后，依旧拂云霄。"
                },
                {
                    "time": "1080年3月",
                    "activity": "寒食前，苏辙因以现任为兄轼赎罪，贬监筠州酒税，过高邮，秦观相从两日，送至邵伯埭，有诗唱和，并托辙携书致其兄轼。作品：次韵子由召伯埭见别三首（孤篷短榜溯河流；青荧灯火照深更；冠盖纷纷不我谋）次韵子由召伯埭见别三首（宋·秦观）　　七言绝句　押尤韵孤蓬短榜溯河流，无赖寒侵紫绮裘。召伯埭南春欲尽，为公重赋畔①牢愁。按：①原作伴，据谢本改　　其二（宋·秦观）　　七言绝句　押蒸韵青荧灯火照深更，逐客舟航冷似冰。到处故应山作主，随方还有月为朋。　　其三（宋·秦观）　　七言绝句　押尤韵冠盖纷纷不我谋，掩关聊与古人游。会须匹马淮西去，云巘风溪遂所求。"
                },
                {
                    "time": "1080年3月",
                    "activity": "春，有和黄法曹忆建溪梅花诗，参寥、苏轼、苏辙皆和之，后王安石书于纨扇，黄庭坚书于花光梅树图。作品：和黄法曹忆建溪梅花（海陵参军不枯槁）和黄法曹忆建溪梅花（宋·秦观）　　押皓韵海陵参军不枯槁，醉忆梅花愁绝倒。为怜一树傍寒溪，花水多情自相恼。清泪班班知有恨，恨春相逢苦不早。甘心结子待君来，洗雨梳风为谁好。谁云广平心似铁，不惜珠玑与挥扫。月没参横画角哀，暗香销尽令人老。天分四时不相贷，孤芳转盼同衰草。要须健步远移归，乱插繁华向晴昊。"
                },
                {
                    "time": "1080年4月",
                    "activity": "四月，为杭州法惠院僧法言作雪斋记。1080年夏、秋，入夏，得中暑疾，秋复转剧，为伤寒症，有遣疟鬼文及病中、秋夜病起怀端叔作诗寄之二诗。作品：遣疟鬼文。与孙莘老学士简。病中（疏帘薄幔对青灯）秋夜病起怀端叔作诗寄之（寝瘵当老秋）病中（宋·秦观）　　七言绝句　押庚韵疏帘薄幔②对青①灯，鸲鹆喧喧自转更。风雨渺漫人卧病，地炉汤鼎更悲鸣。按：①原作清，据张本、四库本改　②原作慢，据四库本改秋夜病起怀端叔作诗寄之（宋·秦观）寝瘵当老秋，入夜庭轩空。天光脆如洗，月色清无缝。风飙戾戾轻，露气霏霏重。檐花伴徐步，笼烛窥孤讽。缅惟情所亲①，佳辰谁与共。夫子淮海英，材大难为用。秉心既绝俗，发语自惊众。麈尾扣②球琳，笔端攒螮蝀。雄深迫扬马，妙丽该沈宋。浮沉任③朝野，鱼鸟狎鲲④凤。与时真楚越，于我实伯仲。尔来居邑邻，颇便书札贡。上凭鸿雁传，下托鲤鱼送。二物或愆时，已辱移文讼。人生无根柢，泛若凌波葑。昧者复汲汲，晨暝趋一鬨。阴持含沙毒，射影期必中。自⑤匿嫫母容，对客施锦幪。溘然一朝逝，万事俱成梦。形骸犹汝辞，利势犹君动⑥。思之可太息，伤⑦之为长恸。所以古达人，脱身事高纵。我生尤不敏，胸腹常空洞。彊颜入规模，垂耳受羁鞚。行谋买竿枻，名理就折衷。但恐狂接舆，烦君更嘲弄。按：①原作新，据各本改　②原作拒，据各本改　③原缺，据各本补　④下原衍抟字，据各本删　⑤原缺，据各本补　⑥原缺，据各本补　⑦原作复，据各本改1080年秋，秋，黄庭坚自北京教授改知吉州太和县，过高邮，相从两日，为秦观书雪斋记并龙井记寄杭州勒石。庭坚出敝帚、焦尾两编，秦观为之心折。后有书往来。作品：《八音歌》、《次韵子由题斗野亭》、《黄法曹忆建溪梅花》（秦观《与黄鲁直简》云：“《八音歌》、《次韵斗野亭》、《次韵黄子理忆梅花诗》，凡四首，亦随以呈。”简作于元丰三年冬，可知此诗亦作于元丰三年。）次韵子由题斗野亭（宋·秦观）　　五言律诗　押尤韵满市花风起，平堤漕水流。不堪春解手，更为晚停舟。古①埭天连雁，荒祠木蔽牛。杖藜聊复尔，转盼夕烟浮。按：①张本、四库本作上和黄法曹忆建溪梅花（宋·秦观）　　押皓韵海陵参军不枯槁，醉忆梅花愁绝倒。为怜一树傍寒溪，花水多情自相恼。清泪班班知有恨，恨春相逢苦不早。甘心结子待君来，洗雨梳风为谁好。谁云广平心似铁，不惜珠玑与挥扫。月没参横画角哀，暗香销尽令人老。天分四时不相贷，孤芳转盼同衰草。要须健步远移归，乱插繁华向晴昊。1080年秋，未几，李端叔自楚如晋陵，过高邮相访，秦观出苏轼龙井题名记跋尾。端叔至金山，有诗寄秦观。作品：与参寥大师简。1080年秋，仲秋，扬州守鲜于侁生日，秦观作诗贺之。作品：鲜于子骏使君生日（维昔高堂梦）鲜于子骏使君生日（一作韩驹诗）（宋·秦观）　　五言排律　押盐韵惟昔高堂梦，熊罴兆吉占。气钟西蜀秀，时应仲秋严。江汉挥犀尾，风云下笔尖。微辞追屈宋，精义到黄炎。操履森寒柏，名声耿夜蟾。击彊雕鹗健，治剧鸊鹈铦。使者旌旄易，将军印绶添。鸳鸿随步武，虎豹入韬钤。锦覆郎官被①，彤垂太守襜。两行分蜜炬，十里上珠帘。礼士常悬榻，诛奸或奋髯。雨堂昏绛帐，风帙乱牙签。银汉星初换，金茎露已沾。欢声连北固，寿邑亘东渐。丽句充文几，奇香牣玉奁。簪绅五福具，樽俎四难兼。贱子真殊幸，清标获屡觇。误蒙雕朽木，猥辱画无盐。嘉运方熙洽，英才岂滞淹。伫公归法从，行道慰民瞻。按：①张本、四库本作绶1080年秋，秋，有诗和王观琵琶梦。作品：和王通叟琵琶梦（鶗鴂鸣时众芳歇）和王通叟琵琶梦（宋·秦观）鶗鴂鸣时众芳歇，华堂梦断音容绝。风惊玉露不成圆，一夜芙蕖泣秋月。金纹捍面紫檀槽，曾抱花前送酒舠。庾郎江令费珠璧，小砑红笺挥兔毫。风流云散令人瘦，忍看曲尘昏锦绶。楚水悠悠更不西，上天破鉴空依旧。"
                },
                {
                    "time": "1080年11月",
                    "activity": "冬十一月，得苏轼书，勉以作文应举，并嘱代转与李端叔书。"
                },
                {
                    "time": "1080年11月",
                    "activity": "本月，又有与李德叟简。"
                },
                {
                    "time": "1080年",
                    "activity": "是岁，蔡彦规殁于关中，归葬山阳，秦观作次韵徐仲车见寄以抒哀思。作品：次韵酬徐仲车见寄（渭清非胜泾）哭彦规七首。次韵酬徐仲车见寄（宋·秦观）　　押遇韵渭清非胜泾，兰芳本无慕。我生季叶中，乃与古人遇。职当供洒扫，匏系愧迟暮。来章感存没，三读泪如注。"
                },
                {
                    "time": "1080年",
                    "activity": "秦观有寄题卢君斗斋、题五柳亭二诗，皆与山阳有关，因系于本年。作品：寄题卢君斗斋（侠气轩轩翰墨场）题五柳亭（结构依流水）寄题卢君斗斋（宋·秦观）　　七言律诗　押阳韵侠气轩轩翰墨场，邅回世路鬓成霜。出从车马行千里，归与琴书寄一方。鸟啭入帘春欲破，炉香侵梦日初长。扁舟会有山阳役，聊借狂夫挹酒浆。题五柳亭（宋·秦观）结构依流水，新题五柳亭。登临有遗味，攀折不胜情。隔岸闾阎鼓，绕轩舟舫横。"
                },
                {
                    "time": "1080年",
                    "activity": "是岁，有简与福州孙觉，并以诗文数篇录呈。作品：与孙莘老学士简。"
                },
                {
                    "time": "1081年",
                    "activity": "春，李之仪在毗陵，秦观有书，又曾以黄庭坚诗示之仪。"
                },
                {
                    "time": "1081年",
                    "activity": "秦，叔父秦定改官，秦观至会稽迎大父承议公还高邮，又安厝亡婶于扬州。"
                },
                {
                    "time": "1081年",
                    "activity": "春，李琮来淮南，为秦观道东坡兴居之详，并传到东坡大慈宝藏记文。1081年夏，夏，与觏、觌两弟学时文，以求应举。家人贫病交迫。有与苏黄州简。1081年夏，孙莘老自福州徙知徐州，过高邮时与秦观相聚甚款。"
                },
                {
                    "time": "1081年6月",
                    "activity": "六月，俞充卒于环庆，秦观有挽词哀之。作品：俞公达待制挽词二首（词场英妙气如虹；一麾出守著威名）俞公达待制挽词二首（宋·秦观）　　七言律诗　押东韵词场英妙气如虹，出入青云见事功。流马木牛通蜀漕，葛巾羽扇破渠戎。风生使者旌旄上，春在将军俎豆中。诏墨未乾人奄忽，伤心江汉日倾东。　　其二（宋·秦观）　　七言律诗　押庚韵一麾出守著威名，凶讣西来上为惊。玉帐①笑谈成昨梦，锦囊书札见平生。衣冠渐散红莲府，铠马还归细柳营。可道风流回首尽，芝兰庭下粲朝荣。按：①原作怅，据各本改1081年冬，冬十月，有简寄黄州苏轼，谓将入京应举。作品：与苏公先生简四。"
                },
                {
                    "time": "1081年",
                    "activity": "是岁，得参寥子书，谓已断吟诗，今复破戒。"
                },
                {
                    "time": "1081年",
                    "activity": "是岁，罗适知江都县，有惠绵扇诗，秦观次其韵。作品：次韵罗正之惠绵扇（吴扇新翻制素绵）次韵罗正之惠绵扇（宋·秦观）　　七言律诗　押先韵吴扇新翻制素绵，名郎持赠意俱圆。有人充户修明月，无女乘鸾向紫烟。供奉宜升清暑殿，动摇合作御风仙。谁知挥却青蝇辈，功在春蚕一觉眠。"
                },
                {
                    "time": "1082年",
                    "activity": "是岁，大父承议公卒。1083年春，春，李之仪在京，有诗寄秦观，秦观次其韵。作品：李端叔见寄次韵（君文豪赡无与俦）李端叔见寄次韵（宋·秦观）君文豪赡①无与俦，使我吟讽忘离忧。浩如沅湘起阳侯，翻星转日吞数州。华章藻句饶风力，顷刻朱红迷畛域。一班纵复为管窥，万派终难以蠡测。区区文墨倦高情，解鞅还游恍惚庭。半槽新水六尺簟，卧视云物行空青。伊我篮舆抵京县，溽暑黄埃负初愿。君家只在御城东，弥月不能三两见。求仙未若醉中真，蚁斗蛾飞愁杀人。清都梦断理归棹，回首一树琼枝新。归来草木春风换，世事猬毛那可算。幸谢故人频寄书，莫笑元郎自呼漫。按：①原作胆，据各本改"
                },
                {
                    "time": "1083年4月",
                    "activity": "夏四月，中书舍人曾巩卒于江宁，秦观为作哀词。作品：曾子固哀词。曾子固哀词（宋·秦观）皇受命而熙洽兮，实千祀而一时。协气郁而四塞兮，与盛德其俱升。麟凤出而旁午兮，犹氤氲而扶舆。笃生我公兮，以文章为世师。公神禹之苗裔兮，肇子爵而鄫封。逮去邑而为氏兮，季叶汩其南征。祖骞翔而绩著兮，考蜷局而文鸣。公既生而多艰兮，踵祖武而好修。既轻车又良御兮，遂大放乎厥词。发天人之奥秘兮，约六艺而成章。元气含而未泄兮，洞芒芴而窅冥。挽天河而一泻兮，物应手而华昌。揖扬马使先路兮，咸告公曰不敢。彼崔蔡之纷纷兮，孰云窥其藩翰。辰来①迟而去速兮，固前修以跋疐。方盘礴而上征兮，遽相羊而补外。皇揆公之忠诚兮，即商墟而赐环。紬史谍乎东观兮，裁诰命乎西垣。典章绝而复作兮，世争睹而快先。正经纬乎终古兮，配维斗而昭然。变化诡而难常兮，虽司命其或昧。忽遭艰而去国兮，遂衔哀而即世。述作纷其具存兮，怅爽灵之焉诣。信百年不斯须兮，遒（四库本作犹）电②灭而焱逝。天不慭遗一老兮，固搢绅之所伤。矧不肖以薄技兮，早获进于门墙。路贯江而修阻兮，曾莫奠乎酒浆。悲填膺而茀郁兮，聊自托于斯文。按：①原缺，据各本补　②原作雷，据各本改"
                },
                {
                    "time": "1083年6月",
                    "activity": "闰六月，李常自淮西提刑召为太常少卿、迁礼部侍郎；孙觉自南京召为太常少卿、易秘书少监，秦观俱有诗。作品：寄李公择郎中（节旄淮畔脱秋风）寄孙莘老少监（一出承明七换麾）寄李公择郎中（宋·秦观）　　七言律诗　押东韵节旄淮畔脱秋风，忽跨鲸鱼上碧空。华秀两跗当重露，文成五色在高桐。江南又说衣冠盛，廷右仍瞻礼乐隆。朝睍既升淮海见，瀌瀌雨雪自消融。寄孙莘老少监（宋·秦观）　　七言律诗　押支韵一出承明七换麾，君恩复许上彤墀。白衣苍狗无常态，璞玉浑金有定姿。天上图书森似旧，人间岁月浪如驰。鳌头只在蓬山畔①，行赴蟠桃熟后期。按：①原作伴，据张本、四库本改"
                },
                {
                    "time": "1083年9月",
                    "activity": "九月后，为王观之母李氏夫人作墓志铭。作品：李氏夫人墓志铭。"
                },
                {
                    "time": "1083年",
                    "activity": "是岁，又作徐氏夫人墓志铭。"
                },
                {
                    "time": "1083年",
                    "activity": "是岁，发愤读书，作精骑集序；又有逆旅集序，附载于此。作品：精骑集序、逆旅集序。"
                },
                {
                    "time": "1083年",
                    "activity": "是岁，为俞充子次皋作御书手诏记。作品：代俞次皋作御书手诏记。"
                },
                {
                    "time": "1083年",
                    "activity": "是岁，著有蚕书。"
                },
                {
                    "time": "1084年",
                    "activity": "春正月，吕公著知扬州，五月，秦观上书干谒，并有投卷诗文。作品：上吕晦叔书。"
                },
                {
                    "time": "1084年",
                    "activity": "春，王巩自宾州放还，秦观有诗。作品：次韵马忠玉喜王定国还自滨州（举证海相逢一解颜）次韵马忠玉喜王定国还自滨州（宋·秦观）　　七言律诗　押删韵淮海相逢一解颜，纷纷岁月梦魂间。初惊渔艇迷花去，忽认星槎拂斗还。桂岭暮登猿断续，槐堂春到鸟绵蛮。石渠旧议行当复，未信佳时得自闲。"
                },
                {
                    "time": "1084年11月",
                    "activity": "十一月十三日，东坡舟次扬州竹西，为秦观题真赞，并有书。"
                },
                {
                    "time": "1084年11月",
                    "activity": "数日后，东坡至高邮与秦观相会。高邮有文游台，传为苏东坡、秦少游、孙莘老、王定国四贤雅集之所。"
                }
            ]
        },
        {
            "Latitude": 33.017144,
            "Longitude": 118.55143,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320830",
            "Title": "盱眙",
            "Detail": [
                {
                    "time": "1069年",
                    "activity": "游泗州、盱眙，作《浮山堰赋》"
                },
                {
                    "time": "1094年4月",
                    "activity": "至泗州，送酒与州守张朝请，并有诗。作品：送酒与泗州太守张朝请（莫笑杭州别驾村）送酒与泗州太守张朝请（宋·秦观）　　七言绝句　押元韵莫笑杭州别驾村，昔曾柱下数承恩。而今虽是江湖吏，犹有当时七字尊。"
                },
                {
                    "time": "1094年闰4月",
                    "activity": "闰四月丙戌，御史刘振言秦观影附苏轼，增损实录，遂落馆阁校勘，贬监处州酒税。"
                },
                {
                    "time": "1094年闰4月",
                    "activity": "闰四月丁巳，御史周秩又论秦观，降授左宣议郎，依旧监处州酒税。"
                }
            ]
        },
        {
            "Latitude": 30.899015,
            "Longitude": 120.094566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3305",
            "Title": "湖州",
            "Detail": [
                {
                    "time": "1072年",
                    "activity": "游湖州，访孙莘老，为书屯田郎中俞汝尚墓表。"
                },
                {
                    "time": "1076年2月",
                    "activity": "春，访李常公择于湖州，有陪李公择同观金地佛牙诗。作品：陪李公择同观金地佛牙诗（薄伽梵相含空虚）陪李公择观金地佛牙（宋·秦观）薄伽梵相含空虚，化人分段同璠玙①。尔来示灭二千岁，真骨万里传中区。钱塘有尼号法照，得自禁掖藏金铺。欲因此胜高构阁，假设象似开群愚。偶从好事至霅上，持出瞻玩相欢娱。灵牙宝色玉不如，上有无数光明珠。庄严一一出御帑，蜿蜒绣袋荣砗磲。是时宾客尽上士，回向已登十地初。殷勤称赞出软语，坐人顾眄惊俗污。因悲人生信如梦，浪逐声势霜鬓须。一源清净谁复无，枉入诸趋（各本作趣）更崎岖。愿因今日诣真际，古松白日常萧疏。乃知金仙②妙难测，馀润普及沾凡枯。况复老尼亦才辩，朱甍碧瓦非难图。行看岧峣倚青嶂，翁妪颂说倾三吴。按：①原作凡与，据各本改　②原作山，据各本改"
                },
                {
                    "time": "1076年2月",
                    "activity": "受陈舜俞令举宴请，席上赋陈令举妙奴诗。作品：陈令举妙奴诗（西湖水滑多娇嫱）陈令举妙奴诗（宋·秦观）　　押阳韵西湖水滑多娇嫱，妙奴十二正芬芳。肌肤晰白发脚长，含语未发先有香。溪上夜燕侍簪裳，皎如华月堕沧浪。音声入云能断肠，不许北客辞酒浆。主人蔼蔼邦之良，少年射策谒未央。俊词伟气森开张，玉杓贯斗生怒芒。天欲文采老更昌，故使敛翮窥群翔。五十仅补尚书郎，浩歌骑牛倚倡佯。东风戏雨花草狂，二溪泱泱青黛光。妙奴勿倦侑羽觞，主人正欲游醉乡。"
                },
                {
                    "time": "1076年",
                    "activity": "有诗题李行中醉眠亭。作品：李行中醉眠亭（醉来丰瘁同）醉眠亭（宋·秦观）　　押质韵醉来丰瘁同，眠去身世失。二乐擅一亭，夫子信超逸。杯行徂老春，肱枕颓升日。壮志未及伸，幽愿良自毕①。按：①宋杨潜《绍熙云间志》卷下"
                },
                {
                    "time": "1076年3月",
                    "activity": "将离湖州，有诗二首。作品：春日杂兴（寝瘵倦文史）呈李公择（青笺擘处银钩断）春日杂兴十首其六（宋·秦观）　　押支韵题注：按：本诗潭潭故邑井、昔我游京室、客从远方来、桃李用事辰四首，亦见张耒《柯山集》卷七，题《春日杂兴四首》。寝瘵倦文史，驾言从遨嬉。飔风举遥溆，规日丽清漪。含桃粲朱实，杜若怀碧滋。娉娉弱絮堕，圉圉文鲂驰。明霞廓远瞩，哀禽搅离思。缛草天际合，孤云川上移。宽闲绝轮鞅，重复多路歧。信美难久伫，归欤从所治。呈李公择（宋·秦观）　　七言绝句　押先韵青笺擘处银钩断，红袂分时五箸悬。云脚渐收风色紧，半规斜日射归船。"
                },
                {
                    "time": "1079年4月20日",
                    "activity": "初至湖州，泊府西观音院。作品：泊吴兴观音院（金刹负城闉）泊吴兴西观音院（宋·秦观）金刹负城闉，阒然美栖止。卞山直穹窿，苕水相依倚。霜桧郁冥冥，海棕鲜薿薿。广除庇夏阴，飞栋明朝晷。溪光凫鹜边，天色菰蒲里。绪风传昼焚，璧月窥夜礼。泄云彗层空，规荷鉴幽沚。艅艎烟际下，钟磬林端起。聱牙（当作耴）戏清深，嵚崟扑空紫。所遇信悠然，此生如寄耳。志士耻沟渎，征夫念桑梓。揽衣轩楹间，啸歌何穷已。"
                },
                {
                    "time": "1079年5月",
                    "activity": "五月五日，遍游湖州诸寺，有诗。作品：同子瞻端午日游诸寺得深字（太史抱孤韵）同子瞻端午日游诸寺赋得深字（宋·秦观）　　押侵韵太史抱孤韵，畅怀在登临。别乘载邹枚，佳辰事幽寻。参差水石瘦，窅窕房栊深。清磬发疏箔，妙香横素襟。复登窣堵波，环回瞩嵚崟。双溪贯城郭，暝色带孤禽。凉飙动爽籁，薄雨生微阴。尘想澹清涟，牢愁洗芳斟。挥箑订往古，援毫示来今。愧无刻烛敏，续此金玉音。"
                },
                {
                    "time": "1079年5月",
                    "activity": "泛舟城南，会者五人，又偕苏轼、参寥往游何山，分韵赋诗，以人皆苦炎为韵。"
                },
                {
                    "time": "1079年5月",
                    "activity": "寻别苏轼赴越，至德清道中，作诗还寄。参寥同舟，次韵和之。作品：德清道中还寄子瞻（投晓理竿枻）德清道中还寄子瞻（宋·秦观）　　五言排律　押青韵投晓理竿枻，溪行耳目醒。虫鱼各萧散，云日共晶荧。水荇重深翠，烟山叠乱青。路回逢短榜，崖断点孤翎。丛薄开罗帐，沦漪写镜屏。疏篱窥窅窕，支港泛笭箵。远溆依微见，哀猱断续听。梦长天杳杳，人远树冥冥。旅思摇风旆，归期数月蓂。何时燃蜜炬，复听閤前铃。"
                },
                {
                    "time": "1079年7月",
                    "activity": "秋七月，乌台诗案发，苏轼被逮。秦观闻讯，急渡钱塘，至吴兴，见陈书记、钱主簿，探询得实，赋霅上感怀以抒伤感。作品：霅上感怀（七年三过白蘋洲）霅上感怀（宋·秦观）　　七言绝句　押尤韵七年三过白蘋洲，长与诸豪载酒游。旧事欲寻无处问，雨荷风蓼不胜秋。"
                },
                {
                    "time": "1079年",
                    "activity": "经湖州，有诗别贾耘老。作品：别贾耘老（若有人兮霅之滨）别贾耘老（宋·秦观）若有人兮霅之滨，服火齐兮冠切云。有才不为世所抡，尽入诗句为奇新。忘归繁弱不浪阵，发必中的疑有神。目关飞鸟缗苍鳞，俛仰自娱忘贱贫。繄我与君素参辰，孰为一见同天伦。共指飞光易沉沦，莫若痛饮还我真。况有内子贤文君，终日叫呼不怒嗔。酒酣往往出前珍，瓦瓯竹箸①羞青芹。左列文史右红裙，樽前不觉徂清晨。念我行当西道秦，挐舟来别非所欣。欲托毫素通殷勤，郢匠旁瞩难挥斤。人生百龄同臂伸，断梗流萍暂相亲。行行饮酒且勿云，丈夫万里犹比邻。按：①原作筋，据四库本改"
                },
                {
                    "time": "1094年6月",
                    "activity": "至吴兴道中，有诗抒迁谪之恨。作品：吳興道中。吴兴道中（宋·秦观）　　押阳韵僶俛荜门下，十年守一方。胡为御舟者，挽我置此傍。青山不肯尽，流水故意长。虽云道理远，瓦樽有酒浆。"
                }
            ]
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": [
                {
                    "time": "1072年",
                    "activity": "扬州守钱公辅将受代，公辅养有二鹤，出入相从，秦观感而作叹二鹤赋。"
                },
                {
                    "time": "1074年",
                    "activity": "作御街行词于扬州刘太尉家。作品：《御街行》（银烛生花如豆）御街行（一作黄庭坚词）（宋·秦观）银烛生花如红豆。这好事、而今有。夜阑人静曲屏深，借宝瑟、轻轻招手。一阵白蘋风，故灭烛、教相就。花带雨、冰肌香透。恨啼鸟、辘轳声晓。岸柳微风吹残酒。断肠时、至今依旧。镜中消瘦。那人知后，怕你来僝僽。"
                },
                {
                    "time": "1078年3月",
                    "activity": "寒食，至广陵上冢，有还自广陵四首。作品：还自广陵四首（坟墓去家无百里；南北悠悠三十年；邗沟缭绕上云空；天寒水鸟自相依）还自广陵四首（宋·秦观）　　七言绝句　押鱼韵薄茶便当乌程酒，短艇聊充下泽车。坟墓去家无百里，往来仍不废观书。　　其二（宋·秦观）　　七言绝句　押先韵南北悠悠三十年，谢公遗埭故依然。欲论旧事无人共，卧听钟鱼古寺边。　　其三（宋·秦观）　　七言绝句　押东韵邗沟缭绕上云空，坐阻层冰不得通。赖有东风可人意，为开明镜玉奁中。　　其四（宋·秦观）　　七言绝句　押微韵天寒水鸟自相依，十百为群戏落晖。过尽行人都不起，忽闻水①响一齐飞。按：①谢本作冰"
                },
                {
                    "time": "1078年3月",
                    "activity": "寒食至广陵上坟，阎木求仁有诗谢参寥彦温访于坟所，秦观亦作诗答之。作品：答阎木求仁谢参寥彦温访于坟所（老濞城西木半摧）答阎求仁谢参寥彦温访于坟所（宋·秦观）　　七言律诗　押灰韵老濞城西木半摧，昆崙冈下路新开。故人此地衔忧去，禅客他时问疾回。闻为树风增永感，却因水鸟證西来。已谋寒食驱羸马，细听清谈动玉哀。"
                },
                {
                    "time": "1079年4月",
                    "activity": "夏，四月初，与参寥子随苏轼南下，如越省亲。"
                },
                {
                    "time": "1080年",
                    "activity": "自会稽还家后，日以文史自娱，并常游扬州诸名胜，有望海潮词，抒怀古之幽情。作品：望海潮（星分牛斗）望海潮四首其一（宋·秦观）星分牛斗，疆连淮海，扬州万井提封。花发路香，莺啼人起，珠帘十里东风。豪俊气如虹，曳照春金紫，飞盖相从。巷入垂杨，画桥南北翠烟中。追思故国繁雄。有迷楼挂斗，月观横空。纹锦制帆，明珠溅雨，宁论爵马鱼龙。往事逐孤鸿，但乱云流水，萦带离宫。最好挥毫万字，一饮拚千钟。"
                },
                {
                    "time": "1080年",
                    "activity": "鲜于侁为扬州守，命教授马希孟编扬州集，秦观为作序。作品：扬州集序。"
                },
                {
                    "time": "1080年",
                    "activity": "邵彦瞻为扬州从事，秦观为作集瑞图序，并有简。作品：集瑞图序。与邵彦瞻简二则。"
                },
                {
                    "time": "1080年3月",
                    "activity": "寒食前，苏辙因以现任为兄轼赎罪，贬监筠州酒税，过高邮，秦观相从两日，送至邵伯埭，有诗唱和，并托辙携书致其兄轼。作品：次韵子由题斗野亭（满市花风起）次韵子由题九曲池（萧瑟通池閟茂林）次韵子由题平山堂（栋宇高开古寺间）次韵子由题蜀井（蜀冈精气滀多年）次韵子由题摘星亭（昆仑左右两招提）次韵子由题光化塔（古佛悲怜得度人）次韵子由题斗野亭（宋·秦观）　　五言律诗　押尤韵满市花风起，平堤漕水流。不堪春解手，更为晚停舟。古①埭天连雁，荒祠木蔽牛。杖藜聊复尔，转盼夕烟浮。按：①张本、四库本作上广陵五题次韵子由题九曲池（宋·秦观）　　七言律诗　押侵韵题注：按：题原作《次韵子由题九曲池》题下注，实为五诗总题。萧瑟通池閟茂林，岸傍无复属车音。涵春似恨隋家远，涨晓疑连蜀井深。斗草事空烟冉冉，司花人远树阴阴。劳生俛仰成陈迹，纵有遗声①可用寻。按：①各本作音　其二次韵子由题平山堂（宋·秦观）　　七言律诗　押寒韵栋宇高开古寺间，尽收佳处入雕栏。山浮海上青螺远，天转江南碧玉宽。雨槛幽花滋浅泪，风卮清酒涨微澜。游人若论登临美，须作淮东第一观。　其三次韵子由题蜀井（宋·秦观）　　七言律诗　押先韵蜀冈精气滀多年，故有清泉发石田。乍饮肺肝俱澡雪，久窥杖屦亦轻便。炊成香稻流珠滑，煮出新茶泼乳鲜。坐使二公乡思动，放杯西望欲挥鞭①。按：①自注：府尹司封、高安著作皆是蜀人。　其五次韵子由题光化塔（宋·秦观）　　七言律诗　押真韵古佛悲怜得度人，应缘来现比丘身。水流月落知何处，花发莺啼又一春。方外笑谈清似玉，梦中烦恼细如尘。老僧自说从居此，却悔平时事远巡。"
                },
                {
                    "time": "1081年",
                    "activity": "是岁，与陈师道见于广陵逆旅，夜半，语未竟，别去。师道谓秦观当封侯万里之外。"
                },
                {
                    "time": "1084年",
                    "activity": "春正月，吕公著知扬州，五月，秦观上书干谒，并有投卷诗文。作品：春日杂兴十首之一（飘忽星气徂）春日杂兴十首其一（宋·秦观）　　五言排律　题注：按：本诗潭潭故邑井、昔我游京室、客从远方来、桃李用事辰四首，亦见张耒《柯山集》卷七，题《春日杂兴四首》。飘忽星气徂，青阳迫迟暮。鸣飞各有适，赤白纷无数。雨砌堕危芳，风轩纳飞絮。褰帏香雾横，岸帻云峰度。林影舞窗扉，池光染衣屦。参差花鸟期，蹭蹬琴觞趣。抚事动幽寻，感时遗近慕。秣马膏余车，行行不周路。"
                },
                {
                    "time": "1084年8月",
                    "activity": "中秋日，郡守吕公著宴于扬州云山阁，秦观有中秋口号。作品：中秋口号（云山檐楯椄低空）中秋口号（宋·秦观）　　七言律诗　押东韵题注：按：本诗《淮海后集》卷三重出，已删重出诗。云山檐楯接低空，公宴初开气郁葱。照海旌幢①秋色里，激天鼓吹月明中。香槽旋滴珠千颗，歌扇惊围玉一丛。二十四桥人望处，台星正在广寒宫。按：①重出诗作幡1084年秋，秋，王元龙赴泗州粮料院，秦观作诗送之。元龙尝以其家藏李廷圭墨赠秦观，后尝论其词。作品：送王元龙赴泗州粮料院（子猷风味最诸王）送王元龙赴泗州（宋·秦观）　　七言律诗　押阳韵题注：张本、四库本下有粮料院三字子猷风味最诸王，试吏聊怀筦库章。鹄峙碧桐初振羽，珠遗沧海渐腾光。淮山暮眺千峰擢①，洛水秋输万鹢翔。顾我行为大梁役，一卮薄酒话愁肠②。按：①各本作耀　②原校：一作为公系马一传觞1084年秋，未几，秦观与张倪老、姜伯辉游扬州九曲池，有诗怀元龙、参寥。并为倪老撰芝室记。作品：与倪老伯辉九曲池有怀元龙参寥（云月娟娟淮海秋）芝室记。与倪老伯辉九曲池有怀元龙参寥（宋·秦观）　　七言绝句　押尤韵云月娟娟淮海秋，隋家池上共浮游。可怜一段风流事，特欠支郎与子猷。"
                }
            ]
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": [
                {
                    "time": "1076年3月",
                    "activity": "与李公择同舟北归，途经京口，江上遇参寥子。"
                },
                {
                    "time": "1079年4月",
                    "activity": "过江后，大风留金山两日，有次韵子瞻赠金山宝觉大师诗。作品：次韵子瞻赠金山宝觉大师（云峰一变隔炎凉）次韵子瞻赠金山宝觉大师（宋·秦观）　　七言律诗　押阳韵云峰一变隔炎凉，犹喜重来饭积香。宿鸟水干迎晓闹，乱帆天际受风忙。青鞋踏雨寻幽径，朱火笼纱语上方。珍重故人敦妙契，自怜身世两微茫。"
                },
                {
                    "time": "1080年3月",
                    "activity": "寒食前，苏辙因以现任为兄轼赎罪，贬监筠州酒税，过高邮，秦观相从两日，送至邵伯埭，有诗唱和，并托辙携书致其兄轼。作品：和游金山（江流会扬子）和游金山（和子由同彦瞻）（宋·秦观）江流会扬子，汹汹东南骛。海门划前开，金山屹中据。鼓钟食万指，金雘栖千柱。夜庭游月波，晓观抟香雾。天清猿鸟哀①，风暗鱼龙怒。云物横古今，涛波阅晨暮。三州气色来，上下端倪露。伟哉元气间，此胜知谁聚。念昔憩精庐，登临辄忘去。汲新试团月，饭素羹魁芋。妙兴入芳藤，真境在芒屦。别来景②暑换，寤寐经从处。忽蒙珠璧投，了与云峦遇。幽光烱肝肺，爽气森庭户。区中多滞念，方外饶奇趣。寄语山阿人，泠然行复御。按：①原作京，据张本、四库本改　②张本、四库本作星"
                },
                {
                    "time": "1082年9月",
                    "activity": "秋九月，作圆通禅师行状。"
                },
                {
                    "time": "1082年",
                    "activity": "在金山，赋长相思词，抒贫士失职之感。作品：长相思（铁瓮城高）长相思慢（宋·秦观）铁瓮城高，蒜山渡阔，干云十二层楼。开尊待月，掩箔披风，依然灯火扬州。绮陌南头，记歌名宛转，乡号温柔。曲槛俯清流，想花阴、谁系兰舟。念凄绝秦弦，感深荆赋，相望几许凝愁。勤勤裁尺素，奈双鱼、难渡瓜洲。晓鉴堪羞，潘鬓点、吴霜渐稠。幸于飞、鸳鸯未老，不应同是悲秋。"
                },
                {
                    "time": "1084年8月",
                    "activity": "八月，与滕甫、许遵会苏轼于金山。"
                },
                {
                    "time": "1084年8月",
                    "activity": "在金山，有诗送佛印、送僧归遂州。僧名圆宝。作品：送佛印（打包初舍蔚头蓝）送僧归遂州（宝师本巴蜀）送佛印（宋·秦观）　　七言律诗　押覃韵抱①包初舍蔚头蓝，江月松风处处参。他日惠林为上首，几年弥勒作同龛。真珠撒帐开新座，飞鸟衔花绕旧庵。云散虎溪莲社友，独依香火思何堪。按：①王本作打送僧归遂州（宋·秦观）宝师本巴蜀，浪迹游淮海。定水湛虚明，戒珠烱圆彩。飘零乡县异，晼①晚星霜改。明发又西征，孤帆破烟霭。按：①原作腕，据各本改"
                },
                {
                    "time": "1084年8月",
                    "activity": "是时，秦观有记梦答刘全美诗。作品：记梦答刘全美（岁逢困敦斗申指）记梦答刘全美（宋·秦观）岁逢困敦斗申指，辰次庚辰漏传子。梦出城闉登古原，草木萦天带流水。千夫荷锸开久殡，前有一人状瑰伟。素冠长跪烝酒殽，云是刘郎字全美。马鸣车响断还续，人境晦明秋色裹。既寤茫然失所遭，河转星翻汗如洗。世传梦凶常得吉，神物戏人良有旨。全美声名海县闻，闭久当开乃其理。娟娟二十四桥月，月下吹箫聊尔耳。洗眼看君先一鸣，九万扶摇从此始。"
                },
                {
                    "time": "1084年10月",
                    "activity": "十月，复至金山，有二诗。作品：宿金山（山南山北江水流）金山晚眺（西津江口月初弦）宿金山（宋·秦观）山南山北江水流，半空金碧随云浮。我来仍值风日好，十月未寒如晚①秋。山僧引客寻苍翠，历尽②参差到平地。万里风来拂骨清，却忆人间如梦寐。夜深无风月入扉，相对老人如槁枝。流水与天争入海，共笑此心谁得知。下山却向中𤃩望，番忆当时在屏幛。老母思儿且欲归，回首云峰已天上。按：①原作晓，据各本改　②原作卷，据王本改金山晚眺（宋·秦观）　　七言绝句　押先韵西津江口月初弦，水气昏昏上接天。清渚白沙茫不辨，只应灯火是渔船。"
                }
            ]
        },
        {
            "Latitude": 31.716472,
            "Longitude": 118.293882,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN340523",
            "Title": "和县",
            "Detail": [
                {
                    "time": "1076年8月",
                    "activity": "与孙莘老、参寥子同游历阳之汤泉，访显之长老于惠济院。"
                },
                {
                    "time": "1076年8月",
                    "activity": "访显之长老途中，漳南道人（即显之长老、昭庆禅师）来逆，至汤泉，馆惠济院，有和莘老初至汤泉诗。作品：次韵莘老初至汤泉二首其一（夹路山重复）次韵莘老初至汤泉（宋·秦观）　　五言律诗　押阳韵题注：按：本诗原作二首，第二首为释道潜诗。今删入存目。夹路山重复，参天树老苍。一区成小市，数埒引温汤。洗沐同幽客，餔餐就梵坊。未输朝市子，斗酒得西凉。"
                },
                {
                    "time": "1076年8月",
                    "activity": "游汤泉。作品：题汤泉（满斛泠泠注不穷）题汤泉二首其一（宋·秦观）　　七言律诗　押东韵满斛泠泠注不穷，幻①尘乾慧洗皆空。法流水接诸天上，神瀵香闻一国中。金粟示为除病恼，跋②陀仍已获圆通。马蹄又入风埃去，回首吴吟谢迮翁③。按：①原作幼，据各本改　②原作跃，据张本、四库本改　③自注：汤泉有迮迮翁。"
                },
                {
                    "time": "1076年8月",
                    "activity": "游汤泉后三日，与阎求仁游龙洞，有诗，与莘老、参寥同赋。作品：和孙莘老游龙洞（苇萧传火度冥冥）和莘老游龙洞（宋·秦观）　　七言律诗　押青韵苇萧传火度冥冥，乍入清都醉魄醒。草隐月崖垂凤尾，风生阴穴带龙腥。壁间泉贮千钟碧，门外天横数尺青。更欲仗筇留顷刻，却疑朝市已千龄。"
                },
                {
                    "time": "1076年8月",
                    "activity": "寄游龙洞诗与高邮孙览。"
                },
                {
                    "time": "1076年9月",
                    "activity": "孙莘老爱汤泉山水之胜，欲筑草庵以寄老。莘老有显之禅老许以草庵见处作诗以约之一首，秦观、参寥和之。明年庵成，复为作赋。作品：显之禅老许以草庵见处作诗以约之其二（橡叶冈头释马衔）显之禅老许以草庵见处作诗以约之（宋·秦观）　　七言律诗　押覃韵题注：按：此诗原收二首，第一首据《淮海集》卷三八《游汤泉记》“孙公爱其地胜，欲寄以老焉，因请名曰寄老庵”，当系孙觉原唱。今入存目。橡叶冈头释马衔，区中奇观得穷探。崖空飞鼠声相应，江静群峰影倒涵。居士碧云裁秀句，道人哀玉扣清谈。偶成二老风流事，不是三乘宿草庵。1076年10至11月，汤泉之事既穷，秦观与参寥西入乌江，憩阎求仁虚乐亭，谒项羽祠。作品：题阎求仁虚乐亭三首其二（长官平昔嗜林丘）题阎求仁虚乐亭（宋·秦观）　　七言律诗　押尤韵题注：按：原作三首，注“前二首莘老”。实第一首为孙觉首唱，第三首为释道潜和作。今入存目。长官平昔嗜林丘，僧与开亭待胜游。修竹回环扶碧瓦，小池方折转清流。春深鶗鴂催诗句，夜静蟾蜍入酒舟。只恐政成留不得，县人空此忆韦游。"
                },
                {
                    "time": "1076年12月",
                    "activity": "岁暮，将自汤泉以归，有诗二首。作品：次韵莘老（迅风薄高林）还自汤泉十四韵（岁晚倦城郭）次韵参寥莘老（宋·秦观）迅风薄高林，万象号虎豹。纷披枳与棘，尔复鼓狂闹。我垣既已颓，我栋又以挠。岂无一木枝，横力难与较。黎明忽自罢，晴日射鱼罩。死水失狂澜，衰木回故貌。劳生真①梦事，往趋如睡觉。炊黍焚黄鹑，吾其理归棹。按：①原校：一作共还自汤泉十四韵（宋·秦观）　　五言排律　押歌韵岁晚倦城郭，联骖度嶪峨。天黄云脚乱，村黑鸟翎讹。潦水侵生路，晴天落慢坡。澄江练不卷，温井鉴新磨。渔火分星远，沙鸥散点多。霸祠题玉箸，龙窟受金波。琬琰存吴事，儿童记楚歌。孤龛瘦居士，双塔老①头陀。飞鼠鸣深穴，胡蜂结巧窠。晚参圆白足，昏梵礼青螺。云②驭沉荒甃，仙舂没浅莎。杖藜从莫逆，谈笑入无何。惨③澹日连雾，萧骚风转阿。华清俄梦断，回首失烟萝。按：①原作盏，据王本改　②原缺，据张本、四库本补　③原作渗，据王本改"
                },
                {
                    "time": "1076年12月",
                    "activity": "游历阳汤泉途中，作落日马上、马上口占二首。作品：落日马上（日落荒阡白雾深）马上口占（向晨结束争长途）落日马上（宋·秦观）　　七言绝句　押侵韵日落荒阡白雾深，紫骝嘶顾出疏林。回头已失来时路，杳杳金盘堕翠岑。马上口占二首其一（宋·秦观）题注：文本注：或云后一首参寥和。向晨结束争①长途，利风刮面冰在须。冈穷得水马不进，雾暗失道人相呼。悠悠旁舍见汲井，轧轧隔林闻挽车。游目骋怀自可乐，勿忆乡县增烦纡。按：①张本、四库本作事"
                }
            ]
        },
        {
            "Latitude": 32.064735,
            "Longitude": 118.802891,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3201",
            "Title": "南京",
            "Detail": [
                {
                    "time": "1076年8月",
                    "activity": "寓六合寿圣寺，次孙莘老韵赋诗怀裴博士。作品：过六合水亭怀裴博士次韵（晚憩孤亭上）过六合水亭怀裴博士次韵（宋·秦观）　　五言律诗　押歌韵题注：次莘老韵（按：本诗原作三首，第一首为孙觉首唱，第三首为释道潜次韵。今删入存目。）晚憩孤亭上，羸骖系断柯。荒门寒带路，空槛阔增波。往事青山在，馀生白鸟过。诵言成绝唱，亹亹迫阴何。"
                },
                {
                    "time": "1076年12月",
                    "activity": "自历阳归，途经建业，作木兰花慢词述途中之景。作品：木兰花慢（过秦淮旷望）木兰花慢（宋·秦观）过秦淮旷望，迥潇洒、绝纤尘，爱清景风蛩。吟鞭醉帽，时度疏林，秋来政情味淡。更一重烟水一重云，千古行人旧恨，尽应分付今人。渔村。望断衡门。芦荻浦、雁先闻。对触目凄凉，红凋岸蓼，翠减汀蘋，凭高正千嶂黯。便无情到此也销魂。江月知人念远，上楼来照黄昏。"
                }
            ]
        },
        {
            "Latitude": 33.616272,
            "Longitude": 119.022429,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3208",
            "Title": "淮安",
            "Detail": [
                {
                    "time": "1077年3月",
                    "activity": "春，赴山阳谒徐积仲车。作品：山阳阻浅（一日行一尺）山阳阻浅（宋·秦观）一日行一尺，十日行一丈。岂不叹淹留，所幸无波浪。悲风动深夜，原野眇林爽。青天行蟾蜍，枯水转魍魉。此时蓬茅下，去心剧于痒。弃置勿复论，通塞如反掌。"
                },
                {
                    "time": "1094年5月",
                    "activity": "五月至淮上，有诗再遣朝华。作品：遣朝华（玉人前去却重来）再遣朝华（宋·秦观）　　七言绝句　押灰韵玉人前去却重来，此度分携更不回。肠断龟山离别处，夕阳孤塔自崔嵬①。按：①以上宋张邦基《墨庄漫录》卷二　《墨庄漫录》：少游侍儿朝华，姓边氏，京师人。元祐癸酉岁，少游纳之，时朝华年十九也。后三年，少游欲修真断世缘，遂遣归父母家，资以金帛而嫁之。朝华临别，泣不已，少游作诗云云。既去二十馀日，乞归。明年，少游出倅钱塘，因谓朝华曰：汝不去，吾不得修真矣。复作诗云云。时绍圣元年，少游尝手书记此事。"
                }
            ]
        },
        {
            "Latitude": 34.210143,
            "Longitude": 117.29235,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3203",
            "Title": "徐州",
            "Detail": [
                {
                    "time": "1078年4月",
                    "activity": "夏四月，将入京应举，途中谒苏轼于徐州赠之以诗，苏轼和之。作品：别子瞻（人生异趣各自求）别子瞻（宋·秦观）人生异趣各有求，系风捕影祇怀忧。我独不愿万户侯，惟愿一识苏徐州。徐州英伟非人力，世有高名擅区域。珠树三株讵可攀，玉海千寻真莫测。一昨秋风动远情，便忆鲈鱼访洞庭。芝兰不独庭中秀，松柏仍当雪后青。故人持节过乡县，教以东来偿所愿。天上麒麟昔漫闻，河东鸑鷟今才见。不将俗物碍天真，北斗已南能几人。八砖学士风标远，五马使君恩意新。黄尘冥冥日月换，中有盈虚亦何算。据龟食蛤暂相从，请结后期游汗漫。"
                },
                {
                    "time": "1078年4月",
                    "activity": "应举途中逗留徐州，至云龙山访张天骥，有诗。作品：戏云龙山人二首（芳草未应羞鹎鵊；选胜只携长颈鹤）戏云龙山人二绝（宋·秦观）　　七言绝句　押虞韵芳草未应羞鹎鵊，潜鳞终是畏提壶。蔡经背上痕犹在，更念麻姑指爪无。　　其二（宋·秦观）　　七言绝句　押鱼韵选胜只携长胫鹤，入廛还驾短辕车。时人若问虚玄事，笑答无过李老书。"
                },
                {
                    "time": "1078年4月",
                    "activity": "应举途中逗留徐州，陈师道始闻其名，以为杰士。"
                }
            ]
        },
        {
            "Latitude": 34.420378,
            "Longitude": 115.662798,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4114",
            "Title": "商丘",
            "Detail": [
                {
                    "time": "1078年4月",
                    "activity": "过南京，携李公择书并自作泗州东城晚望诗访苏辙，辙一见即以谪仙人相许。作品：泗州东城晚望（渺渺孤城白水环）泗州东城晚望（宋·秦观）　　七言绝句　押删韵渺渺孤城白水环，舳舻人语夕霏间。林梢一抹青如画，应是淮流转处山。"
                },
                {
                    "time": "1082年",
                    "activity": "归途经南京，为法宝禅院一长老题真赞。作品：南都法宝禅院一长老真赞。"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "1078年5月",
                    "activity": "夏，遇钱节于京师，相得甚欢，浩歌剧饮，白眼视礼法士。1078年秋，秋试不售，参寥子作诗慰之，苏轼和作，并有书。"
                },
                {
                    "time": "1078年",
                    "activity": "在京时，尝干谒王存。"
                },
                {
                    "time": "1082年",
                    "activity": "春，秦观在京应举，生活澜浪，有辇下春晴诗，参寥子和之。作品：辇下春晴（楼阙过朝雨）辇下春晴（宋·秦观）　　五言律诗　押阳韵楼阙过朝雨，参差动霁光。衣冠纷禁路，云气绕宫墙。乱絮迷春阔，荐花困日长。经旬辜①酒伴，犹未献长杨②。按：①张本、四库本作牵②二句《诗话总龟》前集卷八引作平庸何处是，十里带垂杨。"
                },
                {
                    "time": "1082年",
                    "activity": "应试落第，赋画堂春词，写失意之感。作品：画堂春（落红铺径水平池）画堂春（宋·秦观）落红铺径水平池。弄晴小雨霏霏。杏园憔悴杜鹃啼。无奈春归。柳外画楼独上，凭阑手捻花枝。放花无语对斜晖。此恨谁知。"
                },
                {
                    "time": "1082年",
                    "activity": "在京时，曾肇曾曲加推毂，既归，有书谢之。肇亦答以书。"
                },
                {
                    "time": "1085年3月",
                    "activity": "春三月戊戌，神宗崩于福宁殿，秦观有神宗皇帝晏驾功德疏。"
                },
                {
                    "time": "1085年",
                    "activity": "是时，秦观有王安国注论语序，斥王安石新书，谓神宗之重经术非主于一家。作品：王定国注论语序。1085年春，春，王圭为相，尝言及秦观名字，是时上书干谒，并代其侄王仲甫撰表。作品：上王岐公论荐士书。"
                },
                {
                    "time": "1085年4月",
                    "activity": "夏四月，朝议欲以苏轼使高丽，有大臣白罢之，秦观与孙觉同赋诗纪其事。作品：客有传朝议欲以子瞻使高丽大臣有惜其去者白罢之作诗以纪其事（文章异域有知音）客有传朝议欲以子瞻使高丽大臣有惜其去者白罢之作诗以纪其事（宋·秦观）　　七言律诗　押先韵题注：与莘老同赋（按：原收二首，第一首诗末注：“此一首莘老作”。今删入存目。）学士风流异域传，几航云海使南天。不因名动五千里，岂见文高二百年。贡外别题求妙札，锦中翻样织新篇。淹留却恨鸳行旧，不得飞觞驻跸前①。按：①以上《淮海集》卷八"
                },
                {
                    "time": "1085年5月",
                    "activity": "五月丙辰，秦观登焦蹈榜进士，除定海主簿，有谢及第启。"
                },
                {
                    "time": "1085年5月",
                    "activity": "五月，以蔡确为尚书左仆射兼门下侍郎，秦观有代贺蔡相公启。1085年夏，夏，秦观欲荐陈师道于章惇，师道作书却之。1085年夏，傅尧俞亦欲因秦观以识陈师道，皆不见。"
                },
                {
                    "time": "1088年2月3日",
                    "activity": "二月三日，试礼部进士，秦观姑父李常宁名登榜首，弟觏与李廌并落第。在京时，秦观尝与李廌论赋。"
                },
                {
                    "time": "1088年8月5日",
                    "activity": "八月五日，秦观与苏轼、苏辙、孙子发同至相国寺，观王晋卿墨竹。"
                },
                {
                    "time": "1088年8月5日",
                    "activity": "在京时，秦观从东坡过兴国寺浴室字，始识惠汶禅师。"
                },
                {
                    "time": "1088年8月",
                    "activity": "未几，秦观有题双松寄陈季常一诗。题双松寄陈季常（宋·秦观）　　押庚韵遥闻连理松，托根黄麻城。枝枝相钩带，叶叶同死生。虽云金石姿，未免儿女情。想应风月夕，满庭合欢声。"
                },
                {
                    "time": "1088年8月",
                    "activity": "在京时，与苏轼、黄庭坚唱和，有和东坡红鞓带、和虚飘飘诸诗。作品：和东坡红鞓带（君不见相如容貌穷不枯）和虚飘飘（虚飘飘）和东坡红鞓带（宋·秦观）　　押虞韵君不见相如容貌穷不枯，卓氏耻之分百奴。一朝奉指①使筇笮，驷马赤车从万夫。仲元君平更高妙，寄食耕卜霜眉须。两川人物古不乏，数子风流今可无。参军少年饱经术，期作侍中司御壶。老披青衫更矍铄，上马不用儿孙扶。一朝忽解印绶去，耻将诗礼攘裙襦。悬知百年事已定，却笑列仙形甚臞。东阡北陌西风入，瑞草桥边人叫呼。想见红围照白发，颓然醉卧文君垆。按：①张本、四库本作旨和虚飘飘（宋·秦观）虚飘飘，虚飘飘。风寒飘絮浪，春暖履冰桥。势缓霜垂霰，声乾叶下条。雨中沤点没流水，风里綵云铺远霄。虚飘飘，比时光影犹坚牢。"
                },
                {
                    "time": "1088年8月",
                    "activity": "是时，苏轼、黄庭坚常为李伯时画马题咏，秦观亦有题騕袅图诗，图乃李公麟绘也。作品：题騕袅图（双瞳夹镜权协月）题騕袅图（宋·秦观）双瞳夹镜权协月，尾鬣萧森泽于发。鞍衔不施缰复脱，旁无驭者气腾越。地如砥平丘陇灭，天寒日暮抱饥渴。骧首号鸣思一发，超轶绝尘入恍忽。东门金①铸久销歇，曹霸丹青亦云没。赖有龙眠戏挥笔，眼前时见千里骨。玉台阊阖相因依，嗟尔龙媒空自奇。鸾旗日行三十里，焉用逐风追电为。按：①原作京，据张本、四库本改"
                },
                {
                    "time": "1088年8月",
                    "activity": "九月辛亥，秦观应贤良方正能直言极谏科制举，进策论五十篇，不售。作品：策三十篇，论二十篇，皆作于此前数年。"
                },
                {
                    "time": "1088年",
                    "activity": "在京时，有诗赠蹇法师翊之。作品：赠蹇法师翊之（天都九经纬）赠蹇法师翊之（宋·秦观）天都九经纬，人物如纺绩。岂无仙圣游，但未见哀①识。蹇师蜀方士，鬼物充服役。朅来长安城，摩挲金铜狄。大蛇死已论，葛陂囚且释。是事何足云，聊尔恤艰厄。方从马明生，西去鍊金液。丹成②得度世，造化为莫逆。予亦江海人，名宦偶牵迫。投劾去未能，见师三叹息。按：①张本、四库本作高　②原作或，据张本、四库本改"
                },
                {
                    "time": "1090年5月",
                    "activity": "五月，秦观离蔡入京，除太学博士，寻罢命。"
                },
                {
                    "time": "1090年6月",
                    "activity": "六月丁酉，秦观始为秘书省校对黄本书籍。"
                },
                {
                    "time": "1090年6月",
                    "activity": "秦观始入京，复来兴国寺浴室院，有诗纪其事。作品：元祐三年余被召至京师从翰林苏先生过兴国浴室院识汶师后二年复来阅诸公诗因次韵（聊移小榻就风廊）元祐三年余被召至京师从翰林苏先生过兴国浴室院始识汶师后二年复来阅诸公诗因次韵（宋·秦观）　　七言绝句　押阳韵聊移小榻就风廊，卧久衣巾带佛香。白发道人还省否①，前年引去病贤良。按：①各本作记"
                },
                {
                    "time": "1090年6月",
                    "activity": "后居东华门，不慎被盗，有诗纪之。作品：东城被盗得世字（野人无机心）东城被盗得世字（宋·秦观）　　押霁韵野人无机心，触事少防卫。所至辄酣寝，屡堕穿窬计。孤亭夜深墨，风死雨初霁。有盗穴壁来，攘取逮衾袂。微思不敌怒，弱力鼓虚锐。起搏且复呼，可否难①量势。谁云同②室斗，函丈莫相继。两奴眠牖旁，矫首但睥睨。弃之倚柱休，盗亦从此逝。惭无牛缺贤，幸脱燕人毙。亡弓岂须求，失马不必涕。黎明成感叹，事往若异世。良贾号深藏，无阂称善闭。君子勿我誇，得丧求无际。按：①原作谁，据王本改　②原作月，据各本改"
                },
                {
                    "time": "1090年6月",
                    "activity": "六月初伏，秦观有和蔡天启赠文潜之什。作品：和蔡天启赠文潜之什（蔡侯饱学困干釜）和蔡天启赠文潜之什（宋·秦观）蔡侯饱学困千①釜，濯足清江起南土。剧谈颇似燕②客豪，快夺范③雎如坠雨。东城桥梓④未足论，柏直何为口方乳。蒋侯山中伴香火，三年不厌长蔬苦。平生瑰玮有谁同，要得张侯三日语。昼闲那自运甓忙，时清不用闻鸡舞。桓荣欢喜见车马，书册辛勤立门户。要当食肉似班超，猛虎何尝窥案俎。按：①张本作干，四库本作于　②原作蒸，据四库本改　③原作茫，据四库本改　④原缺，据张本、四库本补"
                },
                {
                    "time": "1090年6月",
                    "activity": "六月，预秘书省曝书会，有诗和孔武仲。作品：次韵孔彦常舍人曝书（上帝图书府）次韵孔彦常舍人曝书（宋·秦观）　　五言律诗　押冬韵上帝图书府，传观诏特容。嘉宾苍佩玉，盛馔紫驼峰。散帙牙签乱，开函锦袭重。君羹如可请，愿备北堂供。"
                },
                {
                    "time": "1090年6月",
                    "activity": "六月，张耒卧病汴京城南，秦观有诗慰问。作品：次韵张文潜病中见寄（与君涉世网）次韵答张文潜病中见寄（宋·秦观）与君涉世网，所得如钩温。念昔相乖离，俯仰变寒暄。把袂安可期，寄书嘱加餐。三年汝水滨，孤怀谁与言。末路非所望，联镳金马门。校文多豫暇，玄谈到羲轩。孰云笭箵小，史书垂后昆。匪惟以旧闻，牴牾良可刊。比枉病中作，笔端淮海奔。亟驾问所苦，兀坐一室闲。晤对不知夕，归途斗星翻。平时带十围，颇复减臂环。君其专精神，微恙不足论。恺悌神所劳，此理直①如弦。按：①张本、四库本作真"
                },
                {
                    "time": "1090年7月",
                    "activity": "秋七月，知枢密院事韩忠彦夫人卒，秦观有挽词二首。作品：韩枢密夫人挽词二首（弈叶貂蝉后；天上开华屋）韩枢密夫人挽词二首（宋·秦观）　　五言律诗　押删韵奕叶貂蝉后，宗姻乐静间。从夫登两地，看子入三山。旧像瞻榆阙，遗音想佩环。百年川阅水，不复更西还。　　其二（宋·秦观）　　五言律诗　押真韵天上开华屋，丘山忽返真。内人归赗盛，挽者转哀新。鸾诏初乾墨，鱼轩已暗尘。蔼然多德善，论次有苍珉。"
                },
                {
                    "time": "1090年9月",
                    "activity": "九月，林次中出使契丹，刘平仲出倅郓州，秘书省同舍十有六人饮饯于丁氏园，秘书少监王仲至有诗送之，秦观次韵两首。作品：林次中奉使契丹刘平仲出倅郓州同舍十有六人饮饯于丁氏园次少蓬韵二首。次次中谏议（鲜车百乘使龙庭）送平仲学士（须句别驾伟仪刑）林次中奉使契丹刘仲平出倅郓州同舍十有六人饮饯于丁氏园次少蓬韵二首其二送平仲学士（宋·秦观）　　七言律诗　押庚韵须句别驾伟仪刑，陵谷初无见坦平。七子建安推世艺，五经中秘擅家声。南宫参掇端如梦，东观分携空复情。莫爱溪堂好风月，早来龙尾道前行①。按：①以上《淮海集》卷九1090年秋，秋，有晚出左掖诗。作品：晚出左掖（金爵觚棱转夕晖）晚出左掖（宋·秦观）　　七言绝句　押微韵金爵觚棱转夕晖，翩翩宫叶堕秋衣。出门尘障如黄雾，始觉身从天上归。1090年秋，秋，秦观子湛处度应试未出，秦观独坐兴国寺浴室院，有诗纪之。作品：兴国浴室院独坐时儿子湛就试未出（满城车马没深泥）兴国浴室院独坐时儿子湛就试未出（宋·秦观）　　七言绝句　押支韵满城车马没深泥，院里安闲总不知。儿辈未来钩箔坐，长春花上雨如丝。"
                },
                {
                    "time": "1090年10月",
                    "activity": "冬十月，滕元发达道卒，秦观有挽词二首。时达道之弟申欲凌暴诸孤，秦观笃于风谊，走告御史中丞苏辙，出榜止之。作品：滕达道挽词（早岁峨冠侍冕旒；江南江北奉周旋）滕达道挽词（宋·秦观）　　七言律诗　押尤韵早岁峨冠侍冕旒，白头淹恤外诸侯。箧中尚有东封草，塞下曾无北顾忧。心系汉廷长入梦，气吞胡虏不防秋。经纶未了埋黄土，精爽还应属斗牛。　　其二（宋·秦观）　　七言律诗　押先韵江南江北奉周旋，合散如云二十年。春郡胜游花蔽马，夜山清话雨连天。共惊万里长城坏，独把千金宝剑悬。平日书题多散乱，呼儿寻聚一潸然。"
                },
                {
                    "time": "1090年10月8日",
                    "activity": "十月八日，哲宗生辰，秦观有兴龙节疏二道。"
                },
                {
                    "time": "1090年",
                    "activity": "秦观有魏景传，眇倡传，似亦作于本年。作品：魏景传、眇倡传。"
                },
                {
                    "time": "1090年",
                    "activity": "是岁，秦观有庆禅师塔铭。"
                },
                {
                    "time": "1090年",
                    "activity": "是岁，作书晋贤图后，与李公麟雅谑。时张耒亦从其说。"
                },
                {
                    "time": "1090年",
                    "activity": "是时，秦观有观易元吉猿獐图歌。观易元吉獐猿图歌（宋·秦观）参天老木相樛枝，嵌空怪石衔青漪。两猿上下一旁挂，两猿熟视苍蛙疑。萧萧丛竹山风吹，海棠杜宇相因依。下有两獐从两儿，花餐草齧含春嬉。艺老笔精湖海推，画①意忘形形更奇。解衣一扫神扶持，他日自见犹嗟咨。金钱百万酒千鸱，荆南将军欣得之。老禅豪取橐为垂，白昼掩门初许②窥。房栊烱烱明冬曦，榛丛羽革分豪釐。残编未终且归读，岁暮有间重借披。按：①原作书，据张本、四库本改　②原作诈，据各本改"
                },
                {
                    "time": "1090年",
                    "activity": "是岁，黄庭坚题秦观弟觏诗卷，称其文字舋舋日新。"
                },
                {
                    "time": "1090年",
                    "activity": "是岁，乡人崔公度知蔡州，秦观有贺崔学士启。"
                },
                {
                    "time": "1091年2月",
                    "activity": "春二月，有诗和尚书右仆射刘挚、尚书左丞苏颂。作品：和刘仆射感旧言怀寄苏左丞（三禁提衡系扰龙）和刘仆射感旧言怀寄苏左丞左丞昔守南京仆射方为幕客今同为执政作此诗仆射诗略记其一联云论文青眼今犹在报国丹心老更同（宋·秦观）　　七言律诗　押东韵三禁提衡系扰龙，拜无烧尾有家风。班行旧号青云士，宾主今为黄閤公。烱烱坐屏云母隔，珊珊行佩水苍同。自惊初到蓬莱上，便见骊珠出海宫。"
                },
                {
                    "time": "1091年3月",
                    "activity": "三月壬午，秦观弟觏中马涓榜进士第。"
                },
                {
                    "time": "1091年3月",
                    "activity": "春，有次韵李安上惠茶诗。作品：次韵李安上惠茶（故人早岁佩飞霞）次韵谢李安上惠茶（宋·秦观）　　七言律诗　押麻韵故人早岁佩飞霞，故遣长须致茗芽。寒橐遽收诸品玉，午瓯初试一团花。著书懒复追鸿渐，辨水时能效易牙。从此道山春困少，黄书剩校两三家。"
                },
                {
                    "time": "1091年3月",
                    "activity": "秦观又有茶诗数首，盖作于元祐间。作品：《茶》、《茶臼》、《蒙顶茶》茶（宋·秦观）茶实嘉木英，其香乃天育。芳不愧杜蘅，清堪掩椒菊。上客集堂葵，圆月探奁盝。玉鼎注漫流，金碾响丈竹。侵寻发美鬯，猗狔生乳粟。经时不销歇，衣袂带纷郁。幸蒙巾笥藏，苦厌龙兰续。愿君斥异类，使我全芬馥。茶臼（宋·秦观）　　押江韵幽人耽茗饮，刳木事捣撞。巧制合臼①形，雅音侔柷椌。灵（各本作虚）室困亭午，松然明鼎（王本作北）窗。呼奴碎圆月，搔首闻铮鏦。茶仙赖君得，睡魔资尔降。所宜玉兔捣，不必力士扛。愿偕黄金碾，自比白玉缸。彼美制作妙，俗物难与双。按：①原缺，据张本、四库本补"
                },
                {
                    "time": "1091年3月",
                    "activity": "三月，孙升权中书舍人，秦观代作谢表。作品：代中书舍人（孙君孚）谢表。1091年春，春，游西园，赋春日五首。作品：春日五首（幅巾投晓入西园一夕轻雷落万丝；裌衣新著倦琴书；春禽叶底引圆吭；金屋旧题烦乙子）春日五首（宋·秦观）　　七言绝句　押先韵幅巾投晓入西园，春动林塘物物鲜。却憩小庭才日出，海棠花发麝香眠。　　其二（宋·秦观）　　七言绝句　押支韵一夕轻雷落万丝，霁光浮瓦碧差差。有情芍药含春泪，无力蔷薇卧晓①枝。按：①王本作晚　　其三（宋·秦观）　　七言绝句　押鱼韵裌衣新著倦琴书，散策池塘返照初。翠碧黄鹂相续去，荇丝深处见游鱼。　　其四（宋·秦观）　　七言绝句　押阳韵春禽叶底引圆吭，临罢黄庭日正长。满院柳花寒食后，旋钻新火爇炉香。　　其五（宋·秦观）　　七言绝句　押真韵金屋旧题烦乙子，蜜脾新采赖蜂臣。蜻蜓蛱蝶无情思，随例颠忙①过一春。按：①原校：一作狂"
                },
                {
                    "time": "1091年7月",
                    "activity": "七月乙丑，孙升除中书舍人，秦观又代作谢启。作品：除中书舍人谢执政启（代）"
                },
                {
                    "time": "1091年7月",
                    "activity": "七月，秦观由秘书省校对黄本书籍迁正字。"
                },
                {
                    "time": "1091年8月",
                    "activity": "是时，党争日趋激烈，并及秦观。八月戊子朔，贾易、赵君锡交章论列。"
                },
                {
                    "time": "1091年8月",
                    "activity": "八月己丑，贾易又上章言苏辙，并及秦观；翌日，太皇太后高氏封付宰相吕大防、刘挚，且谕令未得遍示三省官，事遂寝。"
                },
                {
                    "time": "1091年8月",
                    "activity": "八月己丑，外戚李端愿卒，秦观有开府李公挽章。作品：开府李公搀章（报国封章数；戚里薨耆旧）开府李公挽章（宋·秦观）　　五言律诗　押真韵报国封章数，论交意气真。先朝贵公子，当代老成人。月动融尊酒，花催郑驿宾。谁知古原上，马鬣一朝新。　　其二（宋·秦观）　　五言律诗　押鱼韵戚里薨耆旧，哀荣世未如。襚加三事衮，奠致两宫舆。卤簿前衢隘，歌钟后院虚。英风知不坠，芝玉茂庭除。"
                },
                {
                    "time": "1091年8月",
                    "activity": "八月壬辰，翰林学士承旨兼侍读苏轼为龙图阁学士知颍州，除授前，有章自劾，并为秦观申辩。"
                },
                {
                    "time": "1091年8月同日",
                    "activity": "侍御史贾易以本官知庐州，亦上章论秦观。"
                },
                {
                    "time": "1091年8月",
                    "activity": "八月癸巳，秦观罢正字，依旧校对黄本书籍。"
                },
                {
                    "time": "1091年8月",
                    "activity": "秦观既罢正字，有小艇渔翁之思，作题赵团练画江干晚景四绝。作品：题赵团练画江干晚景四绝（本自江湖客；鸟外云峰晚；公子歌钟里；晓浦烟笼树）题赵团练画江干晚（四库本作晓）景四绝（宋·秦观）　　五言绝句　押侵韵本自江湖客，宦游常苦心。看君小平远，怀我旧登临。　　其二（宋·秦观）　　五言绝句　押庚韵鸟外云峰晚，沙头草树晴。想初挥洒就，侍女一齐惊。　　其三（宋·秦观）　　五言绝句　押阳韵公子歌钟里，何从识渺茫。惟应斗帐梦，曾到水云乡。　　其四（宋·秦观）　　五言绝句　押东韵晓浦烟笼树，春江水拍空。烦君添小艇，画我作渔翁。"
                },
                {
                    "time": "1091年8月",
                    "activity": "秦观有二侯说，盖有所寓，疑作于此时。"
                },
                {
                    "time": "1091年8月22日",
                    "activity": "闰八月二十二日，苏轼到颍州任，谓少游近致一场闹剧。"
                },
                {
                    "time": "1091年",
                    "activity": "是时，秦观有献东坡诗一首，或云秦少章作。"
                },
                {
                    "time": "1091年",
                    "activity": "是时，秦观赋南歌子词赠东坡侍妾朝云。作品：南歌子（霭霭迷春态）南柯子/南歌子（宋·秦观）霭霭迷春态，溶溶媚晓光。不应容易下巫阳。祗恐翰林前世、是襄王。暂为清歌驻，还因暮雨忙。瞥然飞去断人肠。空使兰台公子、赋高唐。"
                },
                {
                    "time": "1091年9月",
                    "activity": "九月，杭州龙井寿圣院辩才法师圆寂，秦观有诗追次其韵。作品：辩才法师尝以诗见寄继闻示寂追次其韵（遥闻只履去翛然）辨才法师尝以诗见寄继闻示寂追次其韵（宋·秦观）　　七言律诗　押先韵遥闻只履去翛然，诗翰才收数月前。江海尽头人灭度，乱山深处塔孤圆。忆登夜阁天连雁，同看秋崖月破烟。尚有众生未成佛，肯超欲界入诸禅。"
                },
                {
                    "time": "1091年10月",
                    "activity": "冬十月庚午，哲宗驾幸太学，宰相吕大防有诗纪之，一时馆阁和者多人，秦观亦次韵。作品：驾幸太学（原庙初更十二章）驾幸太学（宋·秦观）　　七言律诗　押阳韵原庙初更十二章，还舆诏跸幸诸庠。法天辟水遥迎仗，应月①深衣不乱行。风动四夷将遣子，礼行三舍遂宾王。前知此举追虞氏，果有球音发舜堂。按：①张本、四库本作夜"
                },
                {
                    "time": "1091年11月",
                    "activity": "十一月辛丑，中书侍郎傅尧俞卒，秦观的挽词二首。作品：中书侍郎挽词二首（崛起商岩后；守道无夷险）中书侍郎挽词二首（宋·秦观）　　五言律诗　押微韵崛起商岩后，清忠士论归。法知商鞅弊，议折董宏非。迁谪生华发，骞腾上紫微。又骑箕尾去，朝野涕空挥。　　其二（宋·秦观）　　五言律诗　押尤韵守道无夷险，如公实寡仇。望从乌府重，官到凤池休。二品追褒峻，千金赙恤优。搢绅终有恨，王骏不封侯。"
                },
                {
                    "time": "1091年",
                    "activity": "是岁冬，秦观有次韵范纯夫戏答李方叔馈笋兼简邓慎思。作品：次韵范纯夫戏答李方叔馈笋兼简邓慎思（楚山冬笋斫寒空）次韵范纯夫戏答李方叔馈笋兼简邓慎思（宋·秦观）　　七言律诗　押冬韵楚山冬笋斸寒空，北客长嗟食不重。秀色可怜刀切玉，清香不断鼎烹龙。论羹未愧莼千里，入贡当随传一封。薄禄养亲甘旨少，满①包时赖故人供。按：①四库本作蒲"
                },
                {
                    "time": "1091年",
                    "activity": "有胡晋侯者，与秦观同年，秦观有谢胡晋侯启。"
                },
                {
                    "time": "1091年",
                    "activity": "是岁，秦观有诗寄少仪。作品：寄少仪弟（一隔音尘月屡迁）寄少仪弟（宋·秦观）　　七言律诗　押先韵一隔音尘月屡迁，忽收来问涕潸然。栖迟册府吾如昨，流落江村汝可怜。梦里漫成池草句，愁来空诵棣华篇。卑飞暂尔无多恨，会有高风送上天。"
                },
                {
                    "time": "1091年",
                    "activity": "是岁，秦观有俞紫芝字序，述道家思想。"
                },
                {
                    "time": "1091年",
                    "activity": "是岁，秦观有一丛花词，咏李师师；又赋满园花词，以俚语写艳情。作品：一丛花（年时今鹰爪见师师）满园花（一向沉吟久）一丛花（宋·秦观）年时今夜见师师，双颊酒红滋。疏帘半卷微灯外，露华上、烟袅凉飔。簪髻乱抛，偎人不起，弹泪唱新词。佳期。谁料久参差。愁绪暗萦丝。想应妙舞清歌罢，又还对、秋色嗟咨。惟有画楼，当时明月，两处照相思。满园花/促拍满路花（宋·秦观）一向沈吟久。泪珠盈襟袖。我当初不合、苦撋就。惯纵得软顽，见底心先有。行待痴心守。甚捻著脉子，倒把人来僝僽。近日来、非常罗皂丑。佛也须眉皱。怎掩得众人口。待收了孛罗，罢了从来斗。从今后。休道共我，梦见也、不能得句。"
                },
                {
                    "time": "1091年",
                    "activity": "在京时，秦观曾赋调笑令十首，乃流行于教坊之转踏体。调笑令其一王昭君（宋·秦观）诗曰：汉宫选女适单于。明妃敛袂登毡车。玉容寂寞花无主，顾影低回泣路隅。行行渐入阴山路。目送征鸿入云去。独抱琵琶恨更深，汉宫不见空回顾。回顾。汉宫路。捍拨檀槽鸾对舞。玉容寂寞花无主。顾影偷弹玉箸。未央宫殿知何处。目送征鸿南去。调笑令其二乐昌公主（宋·秦观）诗曰：金陵往昔帝王州。乐昌主第最风流。一朝隋兵到江上，共抱凄凄去国愁。越公万骑鸣箫鼓。剑拥玉人天上去。空携破镜望江尘，千古江枫笼辇路。辇路，江枫古。楼上吹箫人在否？菱花半璧香尘污。往日繁华何处，旧欢新爱谁是主。啼笑两难分付。调笑令其三崔徽（宋·秦观）诗曰：蒲中有女号崔徽。轻似南山翡翠儿。使君当日最宠爱，坐中对客常拥持。一见裴郎心似醉。夜解罗衣与门吏。西门寺里乐未央，乐府至今歌翡翠。翡翠。好容止。谁使庸奴轻点缀。裴郎一见心如醉。笑里偷传深意。罗衣中夜与门吏。暗结城西幽会。调笑令其四无双（宋·秦观）诗曰：尚书有女名无双。蛾眉如画学新妆。姊家仙客最明后，舅母惟只呼王郎。尚书往日先曾许。数载睽违今复遇。闻说襄王二十年，当时未必轻相慕。相慕。无双女。当日尚书先曾许。王郎明俊神仙侣。肠断别离情苦。数年睽恨今复遇。笑指襄江归去。调笑令其五灼灼（宋·秦观）诗曰：锦城春暖花欲飞。灼灼当庭舞柘枝。相君上客河东秀，自言那复旁人知。妾愿身为梁上燕。朝朝暮暮长相见。云收月堕海沈沈，泪满红绡寄肠断。肠断。绣帘卷。妾愿身为梁上燕。朝朝暮暮长相见。莫遣恩迁情变。红绡粉泪知何限。万古空传遗怨。调笑令其六盼盼（宋·秦观）诗曰：百尺楼高燕子飞。楼上美人颦翠眉。将军一去音容远，只有年年旧燕归。春风昨夜来深院。春色依然人不见。只馀明月照孤眠，唯望旧恩空恋恋。恋恋，楼中燕。燕子楼空春色晚，将军一去音容远。空锁楼中深怨，春风重到人不见。十二阑干倚遍。调笑令其七莺莺（宋·秦观）诗曰：崔家有女名莺莺。未识春光先有情。河桥兵乱依萧寺，红愁绿惨见张生。张生一见春情重。明月拂墙花树动。夜半红娘拥抱来，脉脉惊魂若春梦。春梦，神仙洞。冉冉拂墙花影动。西厢待月知谁共？更觉玉人情重。红娘深夜行云送，困亸钗横金凤。调笑令其八采莲（宋·秦观）诗曰：若耶溪边天气秋。采莲女儿溪岸头。笑隔荷花共人语，烟波渺渺荡轻舟。数声水调红娇晚。棹转舟回笑人远。肠断谁家游冶郎，尽日踟蹰临柳岸。柳岸，水清浅。笑折荷花呼女伴，盈盈日照新妆面。水调空传幽怨，扁舟日暮笑声远。对此令人肠断。调笑令其九烟中怨（宋·秦观）诗曰：鉴湖楼阁与云齐。楼上女儿名阿溪。十五能为绮丽句，平生未解出幽闺。谢郎巧思诗裁剪。能使佳人动幽怨。琼枝璧月结芳期，斗帐双双成眷恋。眷恋。西湖岸。湖面楼台侵云汉。阿溪本是飞琼伴。风月朱扉斜掩。谢郎巧思诗裁剪。能动芳怀幽怨。　其十离魂记（宋·秦观）诗曰：深闺女儿娇复痴。春愁春恨那复知。舅兄唯有相拘意，暗想花心临别时。离舟欲解春江暮。冉冉香魂逐君去。重来两身复一身，梦觉春风话心素。心素，与谁语。始信别离情最苦，兰舟欲解春江暮。精爽随君归去，异时携手重来处。梦觉春风庭户。"
                },
                {
                    "time": "1092年1月1日",
                    "activity": "春正月元旦，秦观谒常立子允。"
                },
                {
                    "time": "1092年1月",
                    "activity": "春正月，陈传道自徐至颍，探其弟师道。过汴时，秦观次其韵二首，并以后一首呈张舜民。作品：次韵陈传道（白发三冬学）次韵陈传道自适兼呈都司芸叟学士（楚国陈夫子）次韵酬陈传道（宋·秦观）　　五言律诗　押真韵白发三冬学，青衫八尺身。谁知人上杰，聊作吏中循。挥翰通元气，开编友古人。寄声张氏子，曲逆岂长贫。次韵传道自适兼呈都司芸叟学士（宋·秦观）　　五言律诗　押尤韵楚国陈夫子，周南颇滞留。弊袍披槁叶，瘦马兀扁舟。药饵过三伏，文书散百忧。何人共禅悦，居士有浮休。"
                },
                {
                    "time": "1092年1月",
                    "activity": "春初，刘景文自两浙兵马都监擢知隰州，秦观有赠刘使君景文诗，并为其父撰录壮悯刘公遗事。作品：赠刘使君景文（落落衣冠八尺雄）录壮悯刘公遗事。赠刘使君景文（宋·秦观）　　七言律诗　押东韵落落衣冠八尺雄，鱼符新赐大河东。穰苴兵法申司马，曹植诗原出国风。拈笔古心生篆刻，引觞侠气上云空。石渠病客君应笑，手校黄书两鬓蓬。"
                },
                {
                    "time": "1092年2月",
                    "activity": "二月，秦观弟觏赴仁和主簿，秦观作诗送之。作品：送少章弟赴仁和主簿（我宗本江南）送少章弟赴仁和主簿（宋·秦观）我宗本江南，为将门列戟。中叶徙淮海，不仕但潜德。先祖实起家，先君始缝掖。议郎为名士，余亦忝词客。风流以及汝，三通桂堂籍。汝弱不好弄，文章有风①格。久从先生游，术业良未测。武林一都会，山水富南国。下有贤别驾，上有明方伯。干将入砥砺，騕袅就衔勒。勿矜孔鸾姿，不乐栖枳棘。吴中多高士，往往寄老释。辨才虽物化，参寥犹夙昔。投闲数访之，可得三友益。少来轻别离，老去重乖隔。念汝远行役，惘惘意不怿。道山虽云佳，久寓有饥色。功名已绝意，政苦婚嫁迫。终从大人议，税驾邗沟侧。追踪汉两疏，父子老阡陌。按：①张本、四库本作新"
                },
                {
                    "time": "1092年3月",
                    "activity": "三月上巳，诏赐馆阁花酒，以中浣日游金明池、琼林苑，又会于国夫人园，会者二十有六人，秦观作西城宴集诗二首，次王敏仲、王仲至韵。作品：西城宴集二首。西城宴集二首（宋·秦观）　　七言律诗　押支韵题注：元祐七年三月上巳日诏赐馆阁官花酒以中浣日游金明池琼林苑又会于国夫人园会者二十有六人春溜泱泱初满池，晨光欲转万年枝。楼台四望烟云合，帘幕千家锦绣垂。风过忽闻花外笑，日长时奏水中嬉。太平谁谓全无象，寓在群仙把酒时①。按：①自注：次王敏仲少监韵。　　其二（宋·秦观）　　七言律诗　押侵韵宜秋门外喜参寻，豪竹哀丝发妙音。金爵日边栖壮丽，彩虹天际卧清深。已烦逸少书陈迹，更属相如赋上林。犹恨真人足官府，不如鱼鸟自飞沉①。按：①自注：次王仲至侍郎韵。"
                },
                {
                    "time": "1092年3月",
                    "activity": "是时，又赋金明池词，抒归欤之叹。作品：金明池（琼苑金池）（按，此词全宋词作无名氏词，徐培均先生有简单考证，认为是秦观所作。）金明池春游（宋·秦观）琼苑金池，青门紫陌，似雪杨花满路。云日淡、天低昼永，过三点、两点细雨。好花枝、半出墙头，似怅望、芳草王孙何处。更水绕人家，桥当门巷，燕燕莺莺飞舞。怎得东君长为主，把绿鬓朱颜，一时留住。佳人唱、金衣莫惜，才子倒、玉山休诉。况春来、倍觉伤心，念故国情多，新年愁苦。纵宝马嘶风，红尘拂面，也则寻芳归去。"
                },
                {
                    "time": "1092年3月",
                    "activity": "清明前一日，与仲至会于李观席上，有二诗。作品：清明前一日李观察席上得风字（病躯寒食百无悰）次韵王仲至侍郎会李观察席上（螭口清漪下玉栏）清明前一日李观察席上得风字（宋·秦观）　　七言律诗　押东韵病躯寒食百无悰，偶到平阳旧第中。池籞信为三辅冠，杯盘真有五陵风。美人赋韵分春色，上客挥毫夺化工。白发渐于花柳薄，但怜流水碧相通。次韵王仲至侍郎（会李观察池上）（宋·秦观）　　七言律诗　押删韵螭口清漪下玉栏，隔花时听鸟关关。酒行寒食清明际，人在蓬壶阆苑间。天近省闱卿月丽，春偏戚里将星闲。忽思归去焚香坐，静取楞严看入还。"
                },
                {
                    "time": "1092年3月",
                    "activity": "是时，秦观曾与王仲至在闲燕堂联句，并和王仲至新章。作品：和工部侍郎新章（甍栋相连数亩中）和工部侍郎新章（宋·秦观）　　七言绝句　押东韵甍栋相连数亩中，出门遥见大明宫。朝元虽共浮丘伯，煮苕还同桑苧翁。"
                },
                {
                    "time": "1092年3月",
                    "activity": "秦观有春词绝句五首，当作于此时。作品：春词绝句五首（蒲萄裀暖蕙薰微；弱云亭午弄春娇；都城春富百花披；风驱白雨洗园林；颠毛渐脱风情少）春词绝句五首（宋·秦观）　　七言绝句　押支韵蒲萄裀暖蕙薰微，红日窥轩睡觉时。人倦披衣双燕出，青丝披罥木兰枝。　　其二（宋·秦观）　　七言绝句　押萧韵弱云亭午弄春娇，高柳无风妥翠条。懒读夜书搔短发，隔垣时听卖饧箫。　　其三（宋·秦观）　　七言绝句　押支韵都城春富百花披，长忆人归驻马时。浅色御黄应好在，为谁还发去年枝。　　其四（宋·秦观）　　七言绝句　押侵韵风驱白雨洗园林，蔽地飞花一寸深。狂紫浪红俱已矣，老春虽在亦何心。　　其五（宋·秦观）　　七言绝句　押萧韵颠毛渐脱风情少，匣剑空存侠气销。人远地偏无酒肉，春深花鸟谩相撩。"
                },
                {
                    "time": "1092年3月",
                    "activity": "蝶恋花（晓日窥轩双燕语）疑作于此时。蝶恋花（宋·秦观）晓日窥轩双燕语，似与佳人。共惜春将暮，屈指艳阳都几许，可无时霎闲风雨。流水落花无问处，只有飞云。冉冉来还去，持酒劝云云且住，凭君碍断春归路。"
                },
                {
                    "time": "1092年3月",
                    "activity": "又有春日杂兴十首之八，疑亦作于元祐中。作品：春日杂兴十首之八（客从远方来）春日杂兴十首（宋·秦观）　　五言排律　题注：按：本诗潭潭故邑井、昔我游京室、客从远方来、桃李用事辰四首，亦见张耒《柯山集》卷七，题《春日杂兴四首》。飘忽星气徂，青阳迫迟暮。鸣飞各有适，赤白纷无数。雨砌堕危芳，风轩纳飞絮。褰帏香雾横，岸帻云峰度。林影舞窗扉，池光染衣屦。参差花鸟期，蹭蹬琴觞趣。抚事动幽寻，感时遗近慕。秣马膏余车，行行不周路。　　其二（宋·秦观）　　押尤韵结发谢外好，僶俛希前修。缪挟江海志，耻为升斗谋。齞历难刻画，贱贫多衅尤。发轫背伊阙，解骖憩邗沟。丹铅费永晷，曲糵驱深愁。璧月鉴帘栊，珠星络梧楸。泯泯渠水驶，霏霏花雾浮。公子怅何许，抚膺徒离忧。　　其四（宋·秦观）吴会虽褊小，海滨富奇峰。天鸡一号叫，剑戟明遥空。溪谷相径复，深林杳攒丛。猿吟虎豹啼，云气迷西东。中有遁世士，超然閟孤踪。被兰服明月，起坐松声中。夜锻吸沆瀣，朝琴庇青葱。骑星友元气，巢许安可同。俛眄区中人，飞埃集毛锋。问津或不缪，从子游鸿蒙。　　其五（宋·秦观）　　押翰韵东方有美人，容华茂春粲。抱影守单栖，含睇理哀弹。声意一何切，所欢邈云汉。徒然事膏沐，孰与徂昏旦。微诚浪自持，嘉月忽复晏。巧转度虚棂，飞红触幽幔。岁岁芳草滋，夜夜明星烂。合并会有时，索居不必叹。　　其六（宋·秦观）　　押支韵寝瘵倦文史，驾言从遨嬉。飔风举遥溆，规日丽清漪。含桃粲朱实，杜若怀碧滋。娉娉弱絮堕，圉圉文鲂驰。明霞廓远瞩，哀禽搅离思。缛草天际合，孤云川上移。宽闲绝轮鞅，重复多路歧。信美难久伫，归欤从所治。　　其十（宋·秦观）　　押漾韵艺籍燔祖龙，斯文就沦丧。帝矜黔首愚，诸隽①出相望。扬马操宏纲，韩柳激颓浪。建安妙讴吟，风概亦超放。玉绳带华月，艳艳青冥上。奕世希末光，经纬得无妄。儿曹独何事，诋斥几覆酱。原心良自诬，猥欲私所尚。螳螂拒飞辙，精卫填溟涨。咄咄徒尔为，东海固无恙。鹓鸾日彫灭，黄口纷冗长。投袂睇层霄，兹怀谁与亮。按：①原校：一作雄"
                },
                {
                    "time": "1092年3月",
                    "activity": "春，与邓慎思沐于启圣院，遇李端叔，有诗纪其事。作品：与邓慎思沐于启圣遇李端叔（羸兵瘦马犯黄尘）与邓慎思沐于启圣遇李端叔（宋·秦观）　　七言律诗　押真韵羸兵瘦马犯黄尘，自笑区区梦里身。不是对花能伏老，自缘无酒可浇春。校书天禄陪群彦，晞发阳阿遇故人。三百六旬如此少，更添香火坐逡巡。"
                },
                {
                    "time": "1092年3月",
                    "activity": "春，秦观有春日寓直有怀参寥诗。作品：春日寓直有怀参寥诗（觚棱金爵自岧峣）春日寓直有怀参寥（宋·秦观）　　七言律诗　押萧韵觚棱金爵自岧峣，藏室春深更寂寥。扪虱幽花攲露叶，岸巾高柳转风条。文书几上须髯变，鞍马尘中岁月销。何日一筇江海上，与君徐步看生潮。"
                },
                {
                    "time": "1092年4月",
                    "activity": "四月，秦观书曹辅颜鲁公新庙记。"
                },
                {
                    "time": "1092年6月",
                    "activity": "六月望日，传秦观曾作孙彦同职官分纪叙，附此备考。"
                },
                {
                    "time": "1092年6月",
                    "activity": "六月丙寅，孙升出守南京，秦观代作谢表。作品：代南京谢上表。1092年夏，夏，秦观有和东坡双石诗。作品：和子瞻双石（天镵海滨石）和子瞻双石（宋·秦观）天镵海滨石，郁若龟毛绿。信为小仇池，气象宛然足。连岩下空洞，鼎张彭亨腹。双峰照清涟，春眉镜中蹙。疑经女娲鍊，或入金华牧。炉熏充云气，研滴当川渎。尤物足移人，不必珠与玉。道旁初无异，汉将疑虎伏。支机亦何据，但出君平卜。奇礓入华林，倾都自追逐。我愿作陈那，令吼震山谷。一拳既在梦，二驹空所欲。大士舍宝陀，仙人遗句曲。惟诗落人间，如传置邮速。"
                },
                {
                    "time": "1092年7月",
                    "activity": "七月，秦觏自京至扬州谒东坡。"
                },
                {
                    "time": "1092年",
                    "activity": "冬至日，哲宗合祭天地于圜丘，秦观进南郊庆成诗并表，且有次韵侍祠南郊诗。作品：进南郊庆成诗并表。次韵侍祠南郊（风马云车下九天）进南郊庆成诗（并表）（宋·秦观）　　五言排律　押尤韵于赫龙飞后，中区八月秋。合严天地祀，远继祖宗休。熙事将兴举，彝章预讲诹。纷然曲台议，断自太任谋。宗伯方承命，元龟遂告猷。三钱封内帑，五瑞辑诸侯。路寝前斋玉，清宫复射牛。长迎南至日，圆即自然丘。扈跸三千剑，干霄十二楼。钩陈严御座，太一奉宸游。好雨虚闻毕，生阳不待邹。浮云依斗散，华月亘天流。霄被黄裀却，霜空曲盖收。堪舆同顾飨，河岳尽怀柔。麾日初鸣仗，旂风不满旒。回銮龙入驭，传诏鹤为邮。崇庆天虽老，华胥圣不忧。衣冠千玉简，宇宙一金瓯。可但丰年屡，当知世德求。惭无班马手，作颂配商周。次韵侍祠南郊（宋·秦观）　　七言律诗　押先韵风马云车下九天，郊柴初告帝心虔。天如倚盖临坛上，星若连珠绕御前。缥缈佩环参雅奏，岧峣楼阁抱非烟。侍臣举酒欣相属，醉看参横左右肩。"
                },
                {
                    "time": "1092年",
                    "activity": "是时，秦观又有次韵蒋颖叔南郊祭告上清储祥宫二十六韵。作品：次韵蒋颖叔南郊父老兄弟告上清储祥宫二十六韵（特起朝阳内）次韵蒋颖叔南郊祭告上清储祥宫（二十六韵）（宋·秦观）　　五言排律　押庚韵特起朝阳内，祠宫极邃清。高窗窥玉女，巨闑守昌明。盛掩秦诸畤，雄逾汉两京。垣横天上紫，洲露海中瀛。黄帝初龙跃，中原罢虎争。樵夫亦谈道，行旅不持兵。此地脩禳禬，于时保利亨。柏梁灾未几，陈宝诏重营。御帑金缯出，慈闱服玩并。标题动宸翰，撰次属鸿生。玉刻黄冠印，金书秘殿名。妙经藏洞观，真箓佩威盟。仙溜花间静，琼枝物（文本作槛）外荣。肇禋承帝祉，肆眚顺民情。天施宁论报，风行不计程。近传闻磬管，时或见旄旌。海岳朝双阙，星辰集上楹。礼如尊太一，事异宠文成。大以圆丘报，长于至日迎。侍臣来祭告，法驾欲时行。釐事通元气，高真达孝诚。庆增黄帝系，寿续太阴精。西北夷门峻，东南辇路倾。云行博山气，风卷步虚声。符贶方期应，英髦各汇征。讴歌兴法从，可见泰阶平。"
                },
                {
                    "time": "1092年",
                    "activity": "秦观有咏茶词，疑作于元祐间，姑系于此。作品：满庭芳（北苑研膏）满庭芳三首（宋·秦观）北苑研膏，方圭圆璧，名动万里京关。碎身粉骨，功合上凌烟。尊俎风流战胜，降春睡、开拓愁边。纤纤捧，香泉溅乳，金缕鹧鸪斑。相如，方病酒，一觞一咏，宾有群贤。便扶起灯前，醉玉颓山。搜揽胸中万卷，还倾动，三峡词源。归来晚，文君未寝，相对晓妆残。"
                },
                {
                    "time": "1092年11月",
                    "activity": "十一月，为南京守孙升代作谢历日表。作品：代谢历日表。"
                },
                {
                    "time": "1092年",
                    "activity": "是岁，秦观有四绝赠道流，并有次韵奉酬丹元秦观诗一首，多写道家思想。作品：四绝。次韵奉酬丹元先生（金华紫烟客）次韵奉酬丹元先生（宋·秦观）　　押支韵金华紫烟客，来作牧羊儿。至言初无文，寻绎自成诗。二景入妙解，元气含烟词。怜我鬣苍浪，黄埃眩虫丝。劝解冠上缨，一濯含风漪。摄身列缺外，倒蹑蜿蜒鬐。维斗错明珠，望舒耿脩眉。真游无疆界，浩荡天风吹。"
                },
                {
                    "time": "1092年",
                    "activity": "是岁，秦观姑母卒，与姑父李常宁合葬，有李状元墓志铭。"
                },
                {
                    "time": "1092年",
                    "activity": "是岁，秦观有二诗次宋履中韵。作品：次韵宋履中近谒大庆退食馆中（翠华初到殿中间）次韵宋履中李侯檀栾亭（阴阴数亩箨龙稠）次韵宋履中近谒大庆退食馆中（宋·秦观）　　七言律诗　押删韵翠华初到殿中间，三馆诸儒共一班。迎谒晓廷清跸近，退穿春仗綵旓闲。病来怕饮东西玉，老去惭陪大小山。知续春明退朝录，借观当奉一鸱还。次韵宋履中题李侯檀栾亭（宋·秦观）　　七言绝句　押尤韵阴阴数亩箨龙稠，亭外危通一径幽。颇似竹林当日集，酒狂莫笑阮陈留。"
                },
                {
                    "time": "1093年1月",
                    "activity": "春正月，有元日立春三绝，苏轼、王钦臣、吕大临等均有和作，时执政已有用秦观意。作品：元日立春三绝（此度春非草草回；发春献岁偶然同；摄提东直斗杓寒）元日立春三绝（宋·秦观）　　七言绝句　押灰韵此度春非草草回，美人休著剪刀催。直须残腊十分尽，始共新年一并来。　　其二（宋·秦观）　　七言绝句　押东韵发春献岁偶然同，新历观天最有功。头上两般幡胜影，一时飞入酒杯中。　　其三（宋·秦观）　　七言绝句　押寒韵摄提东直斗杓寒，骤觉中原气象宽。天为两宫同号令，不教春岁各开端。"
                },
                {
                    "time": "1093年1月15日",
                    "activity": "上元日，哲宗御宣德门，召从臣观灯，东坡有上元扈从三绝，秦观和之。作品：次韵东坡上元扈从三绝（赭黄伞底望龙章；端门魏阙郁峥嵘；仗下番夷各一群）次韵东坡上元扈从三绝（宋·秦观）　　七言绝句　押阳韵赭黄伞底望龙章，不断惟闻蜡炬香。一片韶音归复道，重瞳左右列英皇。　　其二（宋·秦观）　　七言绝句　押庚韵端门魏阙郁峥嵘，灯火成山辇路平。不待上林莺百啭，教坊先已进新声。　　其三（宋·秦观）　　七言绝句　押文韵仗下番夷各一群，机泉如雨自缤纷。细看香案旁边吏，却是茅家大小君①。按：①以上《淮海集》卷一○"
                },
                {
                    "time": "1093年1月16日",
                    "activity": "正月十六日，蒋之奇出守熙河，秦观作诗送之。其后钱穆父作诗怀颖叔，秦观复次韵，爱国思想，显然可见。作品：送蒋颖叔帅熙河二首（侍臣不合出都门；天马蒲萄隔玉门）次韵出省马上有怀颖叔（新淬鱼肠玉似泥）送蒋颖叔帅熙河二首（宋·秦观）　　七言律诗　押元韵侍臣不合出都门，为有威名蕃①汉尊。户部左曹回妙手，匈奴右臂落清樽。挥毫珠璧生谈笑，转盼龙鸾在梦魂。瀚②海一空何足道，归来黄閤坐调元。按：①原作藩，据王本改　②原作潮，据王本改　　其二（宋·秦观）　　七言律诗　押元韵天马蒲萄隔玉①门，汉廷谁更勇如尊。行台晓日屯千骑，祖道春风属一樽。莫②许留犁轻结好，便令瓯③脱复游魂。要须尽取熙河地，打鼓梁州看上元。按：①张本、四库本作域　②原作奠，据各本改　③原作驱，据张本、四库本改次韵出省马上有怀蒋颖叔其一（宋·秦观）　　七言绝句　押齐韵新淬鱼肠玉似泥，将军唾手取河西。偏裨万户封龙额，部曲千金赐袅蹄。1093年春，春，有春日偶题呈钱尚书诗诉其贫苦，穆父饷以禄米二石，秦观再呈二章以谢。作品：春日偶题呈上尚书丈（三年京国鬓如丝）观辱户部钱尚书和诗饷禄米再成二章上谢（本欲先生一解颐；梦里光阴挽不回）春日偶题呈上尚书丈丈（宋·秦观）　　七言绝句　押支韵三年京国鬓如丝，又见新花发故枝。日典春衣非为酒，家贫食粥已多时。观辱户部钱尚书和诗饷禄米再成二章上谢（宋·秦观）　　七言绝句　押支韵本欲先生一解颐，顿烦分米慰长饥。客无贵贱皆蔬饭，惟有慈亲食肉糜。　　其二（宋·秦观）　　七言绝句　押灰韵梦里光阴挽不回，掩关独坐万缘灰。偶因问讯维摩病，香积天中施饭来。1093年春，春，与米元章游，有次韵答米元章、次韵米元章斋居即事二诗。作品：次韵答米元章（嗜好清无滓）次韵米元章斋居即事（庭木双株茂）次韵答米元章（宋·秦观）　　五言律诗　押文韵嗜好清无滓，周旋粲有文。挥毫春在手，岸帻海生云。花鸟空撩我，莼鲈正属君。惟应读雌蜺，差不愧王筠。次韵米元章斋居即事（宋·秦观）　　五言律诗　押删韵庭木双株茂，盆池一掬悭。支颐鱼出乐，入眦鸟知还。老境行将及，仙书读未闲。因君歌凤过，通昔梦归山。1093年春，春，冯如晦出守梓州，秦观有送冯梓州序。"
                },
                {
                    "time": "1093年4月",
                    "activity": "夏四月，为祖无颇作祖氏先茔芝记。"
                },
                {
                    "time": "1093年5月",
                    "activity": "五月壬辰，谏官劾东坡，秦观亦在被弹之列，诏不许。"
                },
                {
                    "time": "1093年5月",
                    "activity": "五月，延平黄裳有二诗赠秦观，秦观次其韵。作品：次韵黄冕仲寄题顺兴步云阁（故山无期大刀头）次韵黄冕仲寄题延平泠风阁（泠风三伏是清秋）次韵黄冕仲寄题顺兴步云阁（宋·秦观）故山无期大刀头，黄尘溽暑未罢休。步云之篇忽我投，便见冰玉悬清秋。顺兴山川甲闽瓯，无风万壑松飕飕。步云之人人品优，御风禦寇真其俦。仙人乘槎凌斗牛，回环十见天星周。猿鹤忽惊空蕙帐，周家正要磻溪望。和黄冕仲寄题延平泠风阁（宋·秦观）　　七言律诗　押尤韵泠风三伏是清秋，虽有炎蒸不汝留。满地溪山归藻井，有时丝管下沧洲。快哉便得逍遥趣，偶尔还成汗漫游。谁为发挥无妙手，赋凌楚玉有家丘。"
                },
                {
                    "time": "1093年5月",
                    "activity": "五月，文彦博子及甫权工部侍郎，秦观代作谢表。作品：代工部文侍郎谢表。"
                },
                {
                    "time": "1093年6月",
                    "activity": "六月甲寅，叔父定为江南东路转运判官。"
                },
                {
                    "time": "1093年6月",
                    "activity": "六月乙丑，秦观复擢为正字，有谢馆职启。"
                },
                {
                    "time": "1093年6月",
                    "activity": "夏，同馆吕大临卒，秦观有挽章四首。作品：吕与叔挽章四首（举举西州士；数日音容隔；追惟献岁发春间；风流云散了无余）吕与叔挽章四首（宋·秦观）　　五言律诗　押麻韵举举西州士，来为邦国华。艺文尤尔雅，经术自名家。正有高山仰，俄成逝水嗟。贤人各有数，不独岁龙蛇。　　其二（宋·秦观）　　五言律诗　押鱼韵数日音容隔，人琴遂已虚。门生应有谥，国史可无书。旧室悬蛛网，遗编走蠹鱼。定无封禅草，平日笑相如。　　其三（宋·秦观）　　七言绝句　押删韵追惟献岁发春间，和我新诗忆故山。今日始知诗是谶，魂兮应已度函关。　　其四（宋·秦观）　　七言绝句　押鱼韵风流云散了无馀，天禄空存旧直庐。小吏独来开锁钥，案头尘满校残书。"
                },
                {
                    "time": "1093年7月",
                    "activity": "七月，宰相吕大防荐秦观为史院编修，有辞史官表。"
                },
                {
                    "time": "1093年8月",
                    "activity": "八月，任史院编修官，时有砚墨、纸笔、器币之赐。"
                },
                {
                    "time": "1093年8月",
                    "activity": "是时，秦观女与范祖禹子温联姻，有婚书。"
                },
                {
                    "time": "1093年9月",
                    "activity": "九月三日，太皇太后高氏崩，秦观有挽词二首；并尝作宣仁太后发引曲示同官。作品：大行太皇太后挽词二首（东朝制诏九年称；保扶明主自春宫）大行太皇太后挽词二首（宋·秦观）　　七言律诗　押蒸韵东朝制诏九年称，烈武功高后世兴。坐举不周天柱正，亲扶旸谷日车升。班行尚想延和殿，羽卫俄趋永厚陵。洛水嵩峰霄汉外，百官西望涕难胜。　　其二（宋·秦观）　　七言律诗　押东韵保扶明主自春宫，万国升平出至公。顾命一时聊共政，思齐千古遂同风。外家恩数仍长信，原庙蒸尝即治隆。欲叙圣功歌挽者，乾坤难入画图中。"
                },
                {
                    "time": "1093年9月",
                    "activity": "九月，东坡以翰林、侍读二学士出知定州，辟李端叔掌机宜文字，秦观有送李端叔从辟中山诗。作品：送李端叔从辟中山（人畏朔风声）送李端叔从辟中山（宋·秦观）人畏朔风声，我闻独宽怀。岂不知凛冽，为自中山来。端叔天下士，淹留蹇无成。去从中山辟，良亦慰平生。与君英妙时，侠气上参天。孰云行半百，身世各茫然。当时儿戏念，今日已灰死。著书如结氂，聊以忘忧耳。骎骎岁遒尽，淮海归无期。功名良独难，虽成定奚为。念君远行役，中夜忧反侧。揽衣起成章，赠以当马策①。按：①以上《淮海集》卷四"
                },
                {
                    "time": "1093年9月",
                    "activity": "李端叔赴定州前，秦观尝与游大相国寺之智海禅院，有诗。作品：与李端叔游籍海用前韵（点目谁能化两龙）与李端叔游智海用前韵（宋·秦观）　　七言律诗　押东韵点目谁能化两龙，超然想见古人风。红尘稍与僧家远，白发偏于我辈公。休计浮名千载后，且欣汤饼一杯同。何时并筑邗沟上，引水浇花半亩宫。"
                },
                {
                    "time": "1093年11月",
                    "activity": "十一月，东坡于定州郡斋后圃得黑石，上有白脉，作雪浪石诗以纪之，秦观亦次韵。作品：雪浪石（汉庭卿士如云屯）雪浪石（宋·秦观）　　押元韵汉庭卿士如云屯，结绶弹冠朝至尊。登高履危足在外，神色不变惟伯昏。金华掉头不肯住，乞身欲老江南村。天恩许兼两学士，将兵百万守北门。居士彊名曰天元①，寤寐山水劳心魂。高斋引泉注奇石，迅若飞浪来云根。朔南修好八十载，兵法虽妙何足论。夜阑番汉人马静，想见雉堞低金盆。报罢五更人吏散，坐调一气白元存。按：①苏轼《次韵滕大夫作》作天吴"
                },
                {
                    "time": "1093年11月",
                    "activity": "十一月丙子，哲宗始亲政。政局始孕将变之机，范祖禹极谏，秦观恳劝不听。"
                },
                {
                    "time": "1093年",
                    "activity": "是岁，秦观纳朝华为侍妾。1093年冬，是岁冬，同馆陈祥瑞道卒，秦观有挽词四首。作品：陈用之学士挽词（礼经三百鬓毛斑；岧峣芸阁上参天；云台观者候昏明；牢落公车待诏时）陈用之学士挽词（宋·秦观）　　七言绝句　押删韵礼经三百鬓毛班，追述先儒伯仲间。谁请尚书重给札，尽抄遗稿入名山。　　其二（宋·秦观）　　七言绝句　押先韵岧峣芸阁上参天，直舍相依欲二年。愿写此情歌挽者，泪沾毫素不成篇。　　其三（宋·秦观）　　七言绝句　押青韵云台观者候昏明，奎壁躔中失二星。上界真人重离别，阴风一夜搅青冥。　　其四（宋·秦观）　　七言绝句　押齐韵牢落公车待诏时，白头掌故更栖栖。一生勤苦成何事，只得铭旌数尺题。1093年冬，是岁冬，张文潜擢起居舍人，秦观有诗寄张文潜右史及和蔡天启赠文潜之什。作品：寄张文潜右史（解手亭皋才几月）和蔡天启赠文潜之什。寄张文潜右史（宋·秦观）　　七言律诗　押阳韵题注：原校：一云次韵参寥寄苏子瞻时闻苏除起居舍人解手亭皋才几月，春风已复动林塘。稍迁右史公何泰①，初阅除书国为狂。日出想惊儒发冢，风行应罢女争桑。东坡手种千株柳，闻说邦人比召棠。按：①各本作忝和蔡天启赠文潜之什（宋·秦观）蔡侯饱学困千①釜，濯足清江起南土。剧谈颇似燕②客豪，快夺范③雎如坠雨。东城桥梓④未足论，柏直何为口方乳。蒋侯山中伴香火，三年不厌长蔬苦。平生瑰玮有谁同，要得张侯三日语。昼闲那自运甓忙，时清不用闻鸡舞。桓荣欢喜见车马，书册辛勤立门户。要当食肉似班超，猛虎何尝窥案俎。按：①张本作干，四库本作于　②原作蒸，据四库本改　③原作茫，据四库本改　④原缺，据张本、四库本补"
                },
                {
                    "time": "1093年11月",
                    "activity": "是岁十一月丙子，哲宗始亲政。"
                },
                {
                    "time": "1094年3月",
                    "activity": "春三月，李清臣发策试进士，始有绍复熙丰之意，秦观知政局将变，赋词以抒怀。作品：江城子（西城杨柳弄春柔）江城子三首其一（宋·秦观）西城杨柳弄春柔。动离忧，泪难收。犹记多情，曾为系归舟。碧野朱桥当日事，人不见，水空流。韶华不为少年留。恨悠悠，几时休。飞絮落花时候、一登楼。便做春江都是泪，流不尽，许多愁。"
                },
                {
                    "time": "1094年4月",
                    "activity": "夏四月，钱协为翰林学士，秦观有贺启。作品：贺钱学士启。"
                },
                {
                    "time": "1094年4月",
                    "activity": "未几，秦观由国史院编修官除馆阁校勘，通判杭州。离京之际，赋风流子以抒离怀。作品：风流子（东风吹碧草）风流子（宋·秦观）东风吹碧草。年华换、行客老沧州。见梅吐旧英，柳摇新绿，恼人春色。还上枝头，寸心乱、北随云黯黯。东逐水悠悠。斜日半山，暝烟两岸。数声横笛，一叶扁舟。青门同携手。前欢记、浑似梦里扬州。谁念断肠南陌，回首西楼。算天长地久，有时有尽，奈何绵绵，此恨难休。拟待倩人说与，生怕人愁。"
                },
                {
                    "time": "1094年4月",
                    "activity": "至陈留客舍，作艇斋诗赠丁彦良。作品：艇斋并序（平生乐渔钓）艇斋（宋·秦观）　　押删韵平生乐渔钓，放浪江湖间。兀兀寄幽艇，不忧浪如山。闻君城郭居，左右群书环。有斋亦名艇，何时许追攀。钓古不钓今，所得孔与颜。不然如尔祖，跨鹤出云①寰。按：①张本、四库本、王本作尘"
                },
                {
                    "time": "1094年4月",
                    "activity": "秦观至汴上，有赴杭倅至汴上作。作品：赴杭倅至汴上作（俯仰觚棱十载间）赴杭倅至汴上作（宋·秦观）　　七言绝句　押删韵俯仰觚棱十载间，扁舟江海得身闲。平生孤负僧床睡，准拟如今处处还①。按：①以上《淮海后集》卷二"
                }
            ]
        },
        {
            "Latitude": 31.496704,
            "Longitude": 120.318954,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3202",
            "Title": "无锡",
            "Detail": [
                {
                    "time": "1079年4月",
                    "activity": "次无锡，秦观与苏轼、参寥同游惠山，观唐人王武陵、窦群、朱宿诗，皆和之。作品：同子瞻游惠山三首其一王武陵韵（辍棹纵幽讨）；其二窦群韵（使君厌机械）；其三朱宿韵（楼观相复重）同子瞻赋游惠山三首其三（宋·秦观）题注：其一王武陵韵，其二窦群韵，其三朱宿韵楼观相复重，邈然閟深樾。九龙吐清泠，㶁㶁曾未绝。罂缶驰千里，真珠犹不灭。况复从茶仙，兹焉试葵月。岸巾尘想消，散策佳兴发。何以慰遨嬉，操觚继前辙。"
                }
            ]
        },
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州",
            "Detail": [
                {
                    "time": "1079年4月20日",
                    "activity": "四月二十日，过吴淞江，与关彦长、徐安中会于垂虹亭，分韵题诗。作品：与子瞻会松江得浪字（松江浩无旁）与子瞻会松江得浪字（宋·秦观）　　押漾韵松江浩无旁，垂虹跨其上。漫然衔洞庭，领略非一状。恍如阵平野，万马攒穹帐。离离云抹山，窅窅天粘浪。烟中渔唱起，鸟外征帆飏。愈知宇宙宽，斗觉东南壮。太史主文盟，诸豪尽诗将。超摇外形检，语笑供颉颃。㛹娟弃不追①，拨剌亦从放。独留三百缸，聊用沃轩旷②。按：①张本、四库本作追逐　②以上《淮海集》卷六"
                }
            ]
        },
        {
            "Latitude": 30.036519,
            "Longitude": 120.586673,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306",
            "Title": "绍兴",
            "Detail": [
                {
                    "time": "1079年5月",
                    "activity": "至会稽，省大父承议公与叔父定，定时为会稽尉。郡守程公辟馆秦观于蓬莱阁，席上有所悦，眷眷不能忘怀。1079年夏秋间，夏间至秋初，游会稽胜迹，与程公辟相唱和，有游鉴湖、谒禹庙、蓬莱阁、荷花、游龙瑞宫次程公韵、游龙门山次程公韵、次韵公辟会流觞亭、圆通院白衣阁诸诗。作品：《游鉴湖》、《谒禹庙》、《蓬莱阁》、《荷花》、《游龙瑞宫次程公辟韵》、《游龙门山次程公韵》、《次韵公辟会流觞亭》、《圆通院白衣阁》游鉴湖（宋·秦观）　　七言律诗　押阳韵画舫珠帘出缭墙，天风吹到芰荷乡。水光入座杯盘莹，花气侵人笑语香。翡翠侧身窥渌酒，蜻蜓偷眼避红妆。蒲萄力缓单衣怯，始信湖中五月凉。谒禹庙（宋·秦观）　　七言律诗　押阳韵阴阴古殿注脩廊，海伯川灵俨在傍。一代衣冠埋石窆，千年风雨锁梅梁。碧云暮合稽山暗，红芰秋开鉴水香。令我免鱼繇帝力，恨无歌舞奠椒浆。蓬莱阁（宋·秦观）　　七言律诗　押庚韵雄檐杰槛跨峥嵘，席上风云指顾生。千里胜形归俎豆，七州和气入箫笙。人游晚岸朱楼远，鸟度晴空碧嶂横。今夜请看东越分，藩星应带少微明。荷花（宋·秦观）方塘收雨脚，落日半遥岑。芙蕖净娟娟，丽服抚翠衾。无言意自远，欲渡秋水深。缅怀平生人，对此讵可寻。弄芳惜晼晚，酒至谁与斟。天涯有归云，聊寄相思心。心开获清赏，芙蕖一何绮。美人艳新妆，敛袂照秋水。端如荡子妻，顾自良家子。黄金选燕赵，摇落对江沚。薄暮风雨来，独立泪如洗。望君君讵知，倾宫定谁似。游龙瑞宫次程公韵（宋·秦观）　　七言律诗　押灰韵灵祠真馆閟山隈，形势相高对越台。莓径翠依屏上转，藕花红绕鉴中开。鹤衔宝箭排烟去，龙护金书带雨①来。夹道万星攒骑火，满城争看使君回。按：①原作两，据四库本改游龙门山次程公韵（宋·秦观）　　七言律诗　押东韵路转横塘入乱峰，遍寻萧洒兴无穷。楼台特起喧卑外，村落随生指点中。溪傍五云清逗玉，松分八面翠成宫。归途父老欣相语，今日程公昔谢公。次韵公辟会流觞亭（宋·秦观）　　七言律诗　押支韵偷引湖光一派飞，咏①觞还却似当时。吴歌送酒随流急，越艳浮花转曲池。山庙早因前守彻，冰盘元是故工遗。年年禊饮今非昔，不到兰亭到北池。按：①原作泳，据各本改圆通院白衣阁（宋·秦观）　　七言绝句　押删韵题注：按：原收三首，底本目录作“和圆通院白衣阁二首”，并注唱首诗附；文本题下注：“公辟首唱”。第一首应为程师孟诗，今删入存目。无边刹境一毫端，同住澄清觉海间。还似此花并此叶，坏空成住未曾闲。　　其二（宋·秦观）　　七言绝句　押东韵一根反本六根同，古佛传家有此风。满目红蕖参翠盖，不唯门里获圆通。1079年夏，夏，得参寥子自杭所寄诗。"
                },
                {
                    "time": "1079年",
                    "activity": "为纪念赵抃、赵概及程师孟，秦观有三老堂诗及越州请立程给事祠堂状。作品：三老堂。越州请立程给事祠堂状。三老堂（宋·秦观）题注：赵少师、张少保、赵通议堂堂三元老，业履冠俦匹。蹇谔横秋霜，高明丽朝日。并道谒温宣，连科收甲乙。东南奠藩服，西北驰使驿。解鞅环堵安，岸帻毡裘屈。群奸慑謦咳，众废起咄叱。至今领麾地，讴吟遍蓬荜。出入虽异途，归洁固如一。晚厌方内游，把袂访闲逸。云壑庆安车，风川驶飞鹢。酬献①埃壒外，珠玉在挥笔。风标傲松鹤，颜发移丹漆。遂令吴越人，藻绘资（各本作恣）称述。邈然超世姿，彷佛得十七。辟廱礼寂灭，麟阁事萧瑟。兹焉出民愿，名实更炳蔚。琬琰琢（文本作瑑）高词，龙兰燎深室。福履既所绥，光华无终毕。按：①张本、四库本作献酬"
                },
                {
                    "time": "1079年",
                    "activity": "赵抃守杭、程师孟守越，有会稽唱和诗，秦观为之手写二十二镵诸石，并有序。作品：会稽唱和诗序。"
                },
                {
                    "time": "1079年",
                    "activity": "程公辟怀前守蒋堂，以诗记其事，相与唱和者六人，秦观为之序。作品：怀乐安蒋公唱和诗序。"
                },
                {
                    "time": "1079年",
                    "activity": "在越时，程公辟赋赟阇黎化去之什，秦观次其韵。作品：和程给事赟阇黎化去之什（风流云散越王城）和程给事赟阇黎化去之什（宋·秦观）　　七言律诗　押庚韵风流云散越王城，珍重阇黎愿力成。不使邓尼惊倒化，祇教白傅叹先行。早因妙契窥曹洞，竟以清芬继肇生。回首中庭旌骑散，月华还可一方明。"
                },
                {
                    "time": "1079年",
                    "activity": "秋，在越，又有次韵公辟会蓬莱阁、次韵公辟闻角有感、次韵公辟州宅月夜偶成二首、次韵公辟即席呈太虚诸诗。作品：次韵公辟会蓬莱阁（林声摵摵动秋风）次闻公辟闻角有感（秉烛何人犹把盏）次韵公辟州宅月夜偶成其一（新秋过雨月如霜）次韵公辟州宅月夜偶成其二（缭绕千重雨后凉）次韵公辟即席呈太虚（更漏一声闻晓角）次韵公辟会蓬莱阁（宋·秦观）　　七言律诗　押冬韵林声摵摵动秋风，共蹑丹梯上卧龙。路隔西陵三两水，门临南镇一千峰。湖吞碧落诗争发，塔涌青冥画几重。非是登高能赋客，可怜猿鹤自相容。次韵公辟闻角有感（宋·秦观）　　七言律诗　押侵韵一听胡笳动越吟，声潜①地底气逾深。千宫月色单于曲，万里天光魏阙心。秉烛何人犹把盏，挑灯有女正穿针。早寒时节黄昏后，更逐西风应远砧。按：①原缺，据各本补次韵公辟州宅月夜偶成（宋·秦观）　　七言律诗　押阳韵新秋过雨月如霜，缓足蓬莱彻上方。翠木玲珑藏宝界，白烟浓淡锁华堂。书名越艳谁兴发，角动单于自感伤。山似卧龙天似水，却疑身在海中央。　　其二（宋·秦观）　　七言律诗　押阳韵缭绕千重雨后凉，月含秋色上东方。风催络纾①归金井，月转檀栾荫画堂。游目骋怀佳兴发，感时抚事壮心伤。归来枕簟清无梦，卧看明星到未央。按：①四库本作纬次韵公辟即席呈太虚（宋·秦观）　　七言律诗　押麻韵与君邻并共烟霞，乘兴时时过我家。更漏一新闻晓角，门阑数级看秋花。湖山对值全如买，风月相期不用赊。赖有醉毫吟更苦，他年分作句图誇。"
                },
                {
                    "time": "1079年",
                    "activity": "在越，赋有望海潮、满庭芳、虞美人词。满江红（姝丽）似亦少游作于越州。作品：望海潮（秦峰苍翠）满庭芳（雅燕飞觞）虞美人（行行信马横塘畔）满江红《姝丽》（越艳风流）望海潮四首其二（宋·秦观）秦峰苍翠，耶溪潇洒，千岩万壑争流。鸳瓦雉城，谯门画戟，蓬莱燕阁三休。天际识归舟，泛五湖烟月，西子同游。茂草台荒，苎萝村冷起闲愁。何人览古凝眸。怅朱颜易失，翠被难留。梅市旧书，兰亭古墨，依稀风韵生秋。狂客鉴湖头，有百年台沼，终日夷犹。最好金龟换酒，相与醉沧州。满庭芳其三咏茶（宋·秦观）雅燕飞觞，清谈挥座，使君高会群贤。密云双凤，初破缕金团。窗外炉烟似动，开瓶试、一品香泉。轻淘起，香生玉尘，雪溅紫瓯圆。娇鬟。宜美盼，双擎翠袖，稳步红莲。坐中客翻愁，酒醒歌阑。点上纱笼画烛，花骢弄、月影当轩。频相顾，馀欢未尽，欲去且流连。虞美人三首其三（宋·秦观）行行信马横塘畔。烟水秋平岸。绿荷多少夕阳中。知为阿谁凝恨、背西风。红妆艇子来何处。荡桨偷相顾。鸳鸯惊起不无愁。柳外一双飞去、却回头。满江红姝丽（宋·秦观）越艳风流，占天上、人间第一。须信道、绝尘标致，倾城颜色。翠绾垂螺双髻小，柳柔花媚娇无力。笑从来、到处只闻名，今相识。脸儿美，鞋儿窄。玉纤嫩，酥胸白。自觉愁肠搅乱，坐中狂客。金缕和杯曾有分，宝钗落枕知何日。谩从今、一点在心头，空成忆。"
                },
                {
                    "time": "1079年",
                    "activity": "在越，尚有南池、越王诗，并再赋流觞亭。作品：南池。越王。再赋流觞亭。南池（宋·秦观）　　押虞韵汎汎池中凫，上下与水俱。不与水争力，所以全其躯。遇物贵含垢，修身戒明污。胡能若云月，浪自惊群愚。越王（宋·秦观）越王念吴役，寝兴常不安。有臣曰种蠡，实与同难艰。终酬会稽耻，列国不敢干。智者见未兆，愚夫暗前观。范公拂衣去，扁舟五湖间。清辉照四海，秋月耿云端。种也竟不悟，处之若无难。属①镂一朝至，身与名俱残。兔走猎狗悲，鸟尽良弓闲。自古身不退，多为世所叹。按：①原作蜀，据四库本改再赋流觞亭（宋·秦观）　　七言律诗　押青韵仙山游观甲寰瀛，不比人间自①雨亭。歌断瑶池云杳杳，酒行金谷水泠泠。珠帘卷雨惊秋近，罗袜凌波笑客醒。月下佩环声更好，应容挥麈伴公听。按：①各本作目"
                },
                {
                    "time": "1079年",
                    "activity": "秋，张耒有诗称誉少游之作。秦观之识张耒，在熙宁、元丰之间。"
                },
                {
                    "time": "1079年",
                    "activity": "冬，郡守程公辟将受代，秦观为作乞致仕表，并有次韵公辟将受代书蓬莱阁诗。作品：代程给事乞致仕表。次韵公辟将受代书蓬莱阁。次韵公辟将受代书蓬莱阁（宋·秦观）　　七言律诗　押删韵城连湖岸水为关，旦暮樵风自往还。龟负宝林新佛地，龙蟠使宅老仙山。平生仕宦今何得，终日登临独未闲。岁满徘徊难遽别，就中潇洒异人间。"
                },
                {
                    "time": "1079年",
                    "activity": "岁暮，别程公辟北归，作诗并谢启，又赋满庭芳（山抹微云）、南歌子（夕露沾芳草）二词。苏轼、晁补之尝评满庭芳一阕。作品：谢程公辟启。满庭芳（山抹微云）南歌子（夕露沾芳草）满庭芳三首（宋·秦观）山抹微云，天粘衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首，烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。销魂、当此际，香囊暗解，罗带轻分。谩赢得青楼、薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高楼望断，灯火已黄昏。南歌子三首（宋·秦观）玉漏迢迢尽，银潢淡淡横。梦回宿酒未全醒。已被邻鸡催起、怕天明。臂上妆犹在，襟间泪尚盈。水边灯火渐人行。天外一钩残月、带三星。　　其二（宋·秦观）愁鬓香云坠，娇眸水玉裁。月屏风幌为谁开。天外不知音耗、百般猜。玉露沾庭砌，金风动琯灰。相看有似梦初回。只恐又抛人去、几时来。　　其三（宋·秦观）香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙。独倚玉阑无语、点檀唇。人去空流水，花飞半掩门。乱山何处觅行云。又是一钩新月、照黄昏。"
                },
                {
                    "time": "1079年",
                    "activity": "离越，有奉别牛司理、又别牛司理诗。作品：奉别牛司理。又别牛司理。奉别牛司理（宋·秦观）　　七言绝句　押庚韵堂堂先德擅才名，词赋高凌墨客卿。之子妙龄初筮仕，好修文史继家声。又别牛司理（宋·秦观）　　七言绝句　押真韵半年淹恤越溪滨，好爱如君只数人。解手莫令书信断，故园桑梓幸相邻。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1079年8月16日",
                    "activity": "中秋后一日，自吴兴还杭州，从参寥、辩才二僧登照阁，游观音洞及佛日净慧寺，赋诗填词，并有龙井题名记及录龙井辩才事两文。作品：龙井题名记、录龙井辩才事。"
                },
                {
                    "time": "1079年8月",
                    "activity": "秦观又有跋元净龙井十题。"
                },
                {
                    "time": "1079年8月",
                    "activity": "秦观又有照阁诗。作品：照阁（狝猴镜里三身现）照阁（宋·秦观）　　七言绝句　押灰韵弥猴镜里三身现，龙女珠中万象开。未若此轩人散后，水光清泛月华来。"
                },
                {
                    "time": "1079年8月",
                    "activity": "在杭，宿参寥房，有诗。夜坐，怀孙莘老，亦有诗。作品：宿参寥房（乡国秋行暮）夜坐怀莘老司谏（六合寥寥信茫昧）宿参寥房（宋·秦观）　　五言律诗　押青韵乡国秋行暮，房栊日已暝。惊风多犯竹，破月不藏星。钩箔檐花动，抄书烛烬零。非关相见喜，自是眼长青。夜坐怀莘老司谏（次韵参寥）（宋·秦观）六合寥寥信茫昧，中有日月无根柢。古往今来漫不休，青发素颜从此逝。嗟予自少多邅回，气血未衰心已艾。北渡长淮霜入屦，南窥禹穴尘生袂。日凿一窍浑沌死，虽有馀风终破碎。回车复路可无缘，三问道人三不对。"
                },
                {
                    "time": "1079年",
                    "activity": "归途经杭州，与参寥子别，有诗。作品：次韵参寥见别（炉香冉冉纡寒穗）次韵参寥见别（宋·秦观）　　七言绝句　押阳韵炉香冉冉纡寒穗，篝火荧荧擢夜芒。预想江天回首处，雪风横急雁声长。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "1082年",
                    "activity": "落第后，曾西游洛阳，有诗词纪游。作品：春日杂兴之二（结发谢外好）春日杂兴十首其二（宋·秦观）　　押尤韵题注：按：本诗潭潭故邑井、昔我游京室、客从远方来、桃李用事辰四首，亦见张耒《柯山集》卷七，题《春日杂兴四首》。结发谢外好，僶俛希前修。缪挟江海志，耻为升斗谋。齞历难刻画，贱贫多衅尤。发轫背伊阙，解骖憩邗沟。丹铅费永晷，曲糵驱深愁。璧月鉴帘栊，珠星络梧楸。泯泯渠水驶，霏霏花雾浮。公子怅何许，抚膺徒离忧。"
                },
                {
                    "time": "1087年9月",
                    "activity": "九月，从京西提王瑜游嵩山、伊水、龙门诸名胜，后有诗唱和。"
                }
            ]
        },
        {
            "Latitude": 30.459422,
            "Longitude": 114.878872,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4211",
            "Title": "黄冈",
            "Detail": [
                {
                    "time": "1082年",
                    "activity": "至黄州访东坡，作吊镈钟。作品：吊镈钟文。"
                },
                {
                    "time": "1082年",
                    "activity": "在黄州，为陈慥题真赞，并有题双松寄陈季常诗。作品：龙丘子真赞。题双松寄陈季常。题双松寄陈季常（宋·秦观）　　押庚韵遥闻连理松，托根黄麻城。枝枝相钩带，叶叶同死生。虽云金石姿，未免儿女情。想应风月夕，满庭合欢声。"
                }
            ]
        },
        {
            "Latitude": 29.711328,
            "Longitude": 116.007993,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604",
            "Title": "九江",
            "Detail": [
                {
                    "time": "1082年",
                    "activity": "过庐山，访大觉琏师旧迹，南游玉笥而归。"
                },
                {
                    "time": "1082年",
                    "activity": "又有白鹤观诗。作品：白鹤观（复殿重楼堕杳冥）白鹤观（宋·秦观）　　七言律诗　押庚韵复殿重楼堕杳冥，故基乔木尚峥嵘。银河不改三千尺，铁马曾经十万兵。华表故应终化鹤，谪仙未解独骑鲸。井泉一一儿童旧，白发衰颜祇自惊①。按：①清刘坤一光绪《江西通志》卷一一四"
                }
            ]
        },
        {
            "Latitude": 33.013193,
            "Longitude": 114.368698,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411727",
            "Title": "汝南",
            "Detail": [
                {
                    "time": "1086年",
                    "activity": "秦观有登第后青词。"
                },
                {
                    "time": "1086年",
                    "activity": "又有到任后谒先师文。"
                },
                {
                    "time": "1086年1月",
                    "activity": "正月，作拟郡学试东风解冻诗及拟郡学试近世社稷之臣论，继而赋送张叔和兼简鲁直。作品：拟郡学试东风解冻（宝历开新岁）送张叔和兼简黄鲁真（汝南如一器）拟郡学试近世社稷之臣论。拟郡学试东风解冻（宋·秦观）　　五言排律　押东韵宝历开新岁，春回斗柄东。漪生天际水，冻解日边风。浩荡依蘋起，侵寻带雪融。江河霜练静，池沼玉奁空。鱼藻雍容里，云霄俯仰中。更无舟楫碍，从此百川通。送张和叔兼简黄鲁直（宋·秦观）　　押文韵汝南如一器，百千聚飞蚊。终然鼓狂闹①，啾啾竟谁闻。议郎盛德后，清修继先芬。未试霹雳手，低回从此君。学官冷于水，齑盐度朝曛。间蒙相煖热，破忧发孤欣。君今又复去，冀北遂空群。岂无一樽酒，谁与通殷勤。大梁多豪英，故人满青云。为谢黄叔度，鬓毛今白纷。按：①原作任开，据张本、四库本改"
                },
                {
                    "time": "1086年1月",
                    "activity": "秦观始为教授，寄居僧坊，有送刘贡父二首写其清苦生活。作品：送刘贡父二首其一。送刘贡父二首其二（观也本诸生）送刘贡父舍人二首（宋·秦观）虎去藜藿采，珠在其川媚。君子一诎信，实系天下事。念昔元丰间，公初谪南裔。托词吊湘水，闻者为心醉。踰年憸臣逐，国老起相继。除公守襄阳，士始有生意。兹焉归法从，乃是朝廷计。在公何足云，事业本馀弃。掖垣美花木，入直春正丽。同僚看家风，立马挥九制。　　其二（宋·秦观）　　押阳韵观也本诸生，早与世参商。方枘不量凿，交亲指为狂。末路辱公知，赐出非所望。相期古人处，岂止事文章。汝南虽奥区，校官实始张。解鞅百无有，栖栖寄僧坊。筑室从有徒，皆公借馀光。一壶千金直，所济在仓黄。万里犹比邻，别离无足伤。何以报公德，修好以为常。"
                },
                {
                    "time": "1086年2月",
                    "activity": "二月一日，秦观改字少游，陈师道为作字序。"
                },
                {
                    "time": "1086年2月",
                    "activity": "二月癸亥，闾丘孝直自淮南出守蕲州，秦观代之作谢表。作品：代蕲州守谢上表。"
                },
                {
                    "time": "1086年闰2月",
                    "activity": "闰二月庚寅，司马光自正议大夫、守门下侍郎依前官加左仆射兼门下侍郎，秦观代人作贺启。作品：代贺司马相公启。"
                },
                {
                    "time": "1086年闰2月",
                    "activity": "闰二月乙卯，范纯仁自试吏部尚书兼侍读，除中大夫、同知枢密院事，秦观代何提举作贺启。作品：代何提举贺范枢密启。"
                },
                {
                    "time": "1086年闰2月",
                    "activity": "闰二月庚寅，杨景略康功知苏州，秦观有诗送之。作品：送杨康功守苏（公于万事轻）送杨康功守苏（宋·秦观）公于万事轻，独嗜山水重。寓直西掖垣，沧洲长入梦。广陵一都会，厨酒万斯瓮。每叹阙登临，持此将焉用。比持苏台节，论郁缙绅共。翻云美泉石，汔可小嬉弄。匆匆治行李，草草别宾从。乃知仁智心，所乐异庸众。梅花发春端，百卉日兴动。公等行复反，台阁俟鸾凤。"
                },
                {
                    "time": "1086年3月",
                    "activity": "三月辛未，苏轼自起居舍人为中书舍人，秦观有贺启。作品：贺中书苏舍人启。"
                },
                {
                    "time": "1086年4月",
                    "activity": "夏四月壬寅，吕公著为右仆射兼中书侍郎，秦观有贺启。作品：贺吕相公启。"
                },
                {
                    "time": "1086年4月",
                    "activity": "四月，孝子徐积仲车始为楚州教授，食于学官，吏或以为不可，太守不听，礼遇如初。秦观作诗寄予同情。作品：徐仲车食于学官吏或以为不可欲罢去之太守不听礼遇如初感之而作（许丞老病聋）徐仲车食于学官吏或以为不可欲罢去之太守不听礼遇如初感之而作（宋·秦观）许丞老病聋，督邮白欲废。贤哉黄次公，鉴裁实精诣。殷勤谢督邮，此丞乃廉吏。重听庸何伤，善助无失意。古人骨已朽，来者复谁继。仲车天下士，固非许丞类。至行通神明，问学有根柢。若充老更聘，自革风俗弊。太守前已闻，粟帛俄见赐。奈何少年子，辄效督邮事。道丧贤哲穷，闻之为流涕。人心如其面，难以一律揆。所望在次公，督邮何足议。"
                },
                {
                    "time": "1086年6月",
                    "activity": "六月，刘攽知蔡州，秦观有代蔡州太守谒城隍文、谒岳庙文、告狄梁公庙文、告李太尉文以及谒宣圣文。作品：代蔡州太守谒城隍文、谒岳庙文、告狄梁公庙文、告李太尉文、谒宣圣文。"
                },
                {
                    "time": "1086年6月",
                    "activity": "夏末，秦观答傅彬老简，对二苏之道德文章抒发己见。"
                },
                {
                    "time": "1086年9月2日",
                    "activity": "九月二日，秦观回乡迎亲赴任，与乔执中同行，有简与山阳徐积。作品：秦淮海帖。"
                },
                {
                    "time": "1086年9月",
                    "activity": "秦观有寄题倪敦复北轩及寄题卢君斗斋二诗，似亦作于此时。作品：寄题倪敦复北轩（倪郎才韵照冰壶）寄题卢君斗斋（侠气轩轩翰墨场）寄题倪敦复北轩（宋·秦观）　　七言律诗　押虞韵倪郎才韵照冰壶，北向开轩颇自娱。檐度蕙风鸣鴶鵴，壁经梅雨画螔蝓。觥筹交错银河挂，文史纵横角簟铺。官舍私居同是漫，莫嗟三径就荒芜。寄题卢君斗斋（宋·秦观）　　七言律诗　押阳韵侠气轩轩翰墨场，邅回世路鬓成霜。出从车马行千里，归与琴书寄一方。鸟啭入帘春欲破，炉香侵梦日初长。扁舟会有山阳役，聊借狂夫挹酒浆。"
                },
                {
                    "time": "1086年9月",
                    "activity": "九月辛酉，大享明堂，以神宗配，赦天下，秦观有代贺明堂礼毕表。"
                },
                {
                    "time": "1086年9月",
                    "activity": "是岁秋，邢敦夫自随州以秋风三叠寄少游。"
                },
                {
                    "time": "1086年11月",
                    "activity": "十一月，苏辙为中书舍人，秦观代作谢表。作品：代中书舍人谢上表。"
                },
                {
                    "time": "1086年11月",
                    "activity": "十一月二十九日，诏试学士院，黄庭坚、张耒、晁补之并授馆职而秦观未与，此后四学士常聚苏门，称生诗风逐渐变化。"
                },
                {
                    "time": "1086年12月",
                    "activity": "十二月，知蔡州刘攽迁中书舍人，秦观有诗送之。作品：送刘贡父舍人二首其一（虎去藜藿采）送刘贡父舍人二首其一（宋·秦观）虎去藜藿采，珠在其川媚。君子一诎信，实系天下事。念昔元丰间，公初谪南裔。托词吊湘水，闻者为心醉。踰年憸臣逐，国老起相继。除公守襄阳，士始有生意。兹焉归法从，乃是朝廷计。在公何足云，事业本馀弃。掖垣美花木，入直春正丽。同僚看家风，立马挥九制。"
                },
                {
                    "time": "1086年12月",
                    "activity": "岁暮，秦观仍寄居蔡州佛舍，有与吴承务简。"
                },
                {
                    "time": "1086年",
                    "activity": "是岁，作泸州使君任公墓表，详记元丰中治西南乞弟之事。"
                },
                {
                    "time": "1086年",
                    "activity": "是岁，秦观著有国论、主术、财用上下篇，与苏轼策题相吻合，拥护元祐更化。"
                },
                {
                    "time": "1087年",
                    "activity": "春，秦观在蔡州教授任，有水龙吟词赠娄琬；南歌子词赠陶心儿，苏轼、程颐尝有讥评。作品：水龙吟（小楼连远横空）南歌子（玉漏迢迢尽）水龙吟（宋·秦观）小楼连远横空，下窥绣毂雕鞍骤。朱帘半卷，单衣初试，清明时候。破暖轻风，弄晴微雨，欲无还有。卖花声过尽，斜阳院落，红成阵、飞鸳甃。玉佩丁东别后，怅佳期、参差难又。名缰利锁，天还知道，和天也瘦。花下重门，柳边深巷，不堪回首。念多情，但有当时皓月，向人依旧。南歌子三首其一（宋·秦观）玉漏迢迢尽，银潢淡淡横。梦回宿酒未全醒。已被邻鸡催起、怕天明。臂上妆犹在，襟间泪尚盈。水边灯火渐人行。天外一钩残月、带三星。"
                },
                {
                    "time": "1087年",
                    "activity": "秦观有春日杂兴之十，似对当时文坛论争而发。作品：春日杂兴之十（艺籍燔祖龙）春日杂兴十首其十（宋·秦观）　　押漾韵题注：按：本诗潭潭故邑井、昔我游京室、客从远方来、桃李用事辰四首，亦见张耒《柯山集》卷七，题《春日杂兴四首》。艺籍燔祖龙，斯文就沦丧。帝矜黔首愚，诸隽①出相望。扬马操宏纲，韩柳激颓浪。建安妙讴吟，风概亦超放。玉绳带华月，艳艳青冥上。奕世希末光，经纬得无妄。儿曹独何事，诋斥几覆酱。原心良自诬，猥欲私所尚。螳螂拒飞辙，精卫填溟涨。咄咄徒尔为，东海固无恙。鹓鸾日彫灭，黄口纷冗长。投袂睇层霄，兹怀谁与亮。按：①原校：一作雄"
                },
                {
                    "time": "1087年4月",
                    "activity": "夏四月复制科，苏轼与鲜于侁荐秦观于朝，秦观有致鲜于学士书。作品：与鲜于学士书。"
                },
                {
                    "time": "1087年4月",
                    "activity": "四月初，秦观有赏酴醾有感诗。作品：赏酴醾有感（春来百物不入眼）赏酴醾有感（宋·秦观）　　七言绝句　押阳韵春来百物不入眼，唯见此花堪断肠。借问断肠缘底事，罗衣曾似此花香①。按：①以上《淮海后集》卷四1087年夏，夏，有代蔡州进瑞麦图状及谢雨文。作品：代蔡州进瑞麦图状、谢雨文。"
                },
                {
                    "time": "1087年5月",
                    "activity": "向宗回代谢景温知蔡州，秦观代作谒宣圣文。"
                },
                {
                    "time": "1087年5月",
                    "activity": "五月，鲜于侁知陈州，秦观有与鲜于学士书。作品：与鲜于学士书二。"
                },
                {
                    "time": "1087年5月",
                    "activity": "五月辛未，鲜于子骏卒于陈州官舍，秦观有鲜于子骏行状。1087年夏，夏，得肠癖之疾，观高符仲携来辋川图而疾愈；其次韵夏侯太冲秀才一诗，当亦作于此诗。作品：书辋川图后。次韵夏侯太冲秀才（儒官饱闲散）次韵夏侯太冲秀才（宋·秦观）儒官饱闲散，室若僧坊静。北窗腹便便，支枕看斗柄。或时得名酒，亭午犹中圣。醒来复何事，弄笔赋秋兴。焉知懒是真，但觉贫非病。茫茫流水意，会有知音听。钟鼎与山林，人生各天性。"
                },
                {
                    "time": "1087年6月",
                    "activity": "六月，秦观与东坡等十有六人，集于王诜之西园，李伯时为图，米元章作记，秦观有望海潮词纪其事。作品：望海潮（梅英疏淡）（按，据词意，此词当作于党争日剧少游即将离京之际，非纪此盛会也。徐培均先生理解可能有误。）望海潮四首其三（宋·秦观）梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车，正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜，但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。"
                },
                {
                    "time": "1087年7月",
                    "activity": "七月十六日，太皇太后高氏生日，秦观为州守向宗回代作贺表，并有坤成节功德疏文、代蔡州正赐库功德疏、代蔡州进银绢状。作品：代贺坤成节表、坤成节功德疏文、代蔡州正赐库功德疏、代蔡州进银绢状。"
                },
                {
                    "time": "1087年8月",
                    "activity": "八月，党争起，秦观有朋党论。"
                },
                {
                    "time": "1087年9月",
                    "activity": "九月，太皇太后高氏、皇太后向氏、皇太妃朱氏受册，秦观为郡守向宗回代作贺启。作品：代贺太皇太后受册表。"
                },
                {
                    "time": "1087年12月",
                    "activity": "十二月八日，哲宗赵煦生辰，秦观代郡守向宗回作贺表及功德疏。作品：代贺兴龙节表。"
                },
                {
                    "time": "1087年12月",
                    "activity": "十二月，王子渊为京西路转运使，秦观有贺启。作品：贺京西运使启。"
                },
                {
                    "time": "1087年12月",
                    "activity": "是岁，附马都尉张敦礼得子，秦观以诗贺之。作品：庆张君俞都尉留后得子（天上吹箫玉作楼）庆张君俞都尉留后得子（宋·秦观）　　七言律诗　押尤韵天上吹箫玉作楼，蟠桃熟后更无忧。内家报喜车凌晓，太史占祥斗挂秋。龙得一珠应献佛，虎生三日便吞牛。鲁元福禄何人似，坐见张敖数子侯。"
                },
                {
                    "time": "1088年2月",
                    "activity": "春二月，苏轼、黄庭坚、蔡肇会于李伯时斋舍，书鬼仙诗。秦观尝作鬼诗二首，姑附于此。"
                },
                {
                    "time": "1088年3月14日",
                    "activity": "三月十四日，韩绛卒于京师，还葬许州，秦观有代祭韩康公文。1088年春，春，有诗寄新息王令藏春坞。作品：寄新息王令藏春坞（令尹才高寺为空）寄新息王令藏春坞（宋·秦观）　　七言律诗　押东韵令尹才高寺为空，岁时行乐与民同。旋开小坞藏春色，更制新声写土①风。客向樽前忘尔汝，路穿花去失西东。无言妫女今焉在，桃李相传恨未穷。按：①原作士，据四库本改"
                },
                {
                    "time": "1088年4月4日",
                    "activity": "夏四月四日，宰辅、执政多有新命，吕公著拜司空、平章军国事，秦观有代贺吕司空启；吕大防自中书侍郎加太中大夫左仆射兼门下侍郎，秦观有贺门下吕仆射微仲启；范纯仁为尚书右仆射兼中书侍郎，秦观有代贺中书仆射范相公启。作品：代贺吕司空启；贺门下吕仆射微仲启；代贺中书仆射范相公启。"
                },
                {
                    "time": "1088年4月",
                    "activity": "四月壬午，孙固自观文殿学士、正议大夫兼侍读除门下侍郎，尚书左丞刘挚为中书侍郎，尚书右丞王存为尚书左丞，御史中丞胡宗愈为尚书右丞，户部侍郎赵瞻为签书枢密院事，秦观皆有贺启。作品：代贺门下孙侍郎启、代贺中书刘侍郎启、代贺王左丞启、代贺胡右丞启、代贺签书赵枢密启。"
                },
                {
                    "time": "1088年4月",
                    "activity": "四月庚子，龙图阁待制傅尧俞为吏部侍郎，秦观有贺启。作品：贺吏部傅侍郎启。"
                },
                {
                    "time": "1088年4月",
                    "activity": "是时又有代答范相公尧夫启及贺孙中丞启。作品：代答范相公尧夫启、贺孙中丞启。"
                },
                {
                    "time": "1088年9月",
                    "activity": "九月庚戌，范子谅知蕲州，秦观有代蕲守谢上表。"
                },
                {
                    "time": "1088年9月",
                    "activity": "寻引疾归蔡州，有诗答曾存之。作品：次韵答曾存之（环堵萧然汝水隈）答曾存之（一作张耒诗）（宋·秦观）　　七言律诗　押灰韵环堵萧然汝水隈，孤怀烱烱向谁开。青春不觉书边过，白发无端镜上来。祭灶请邻聊复尔，卖刀买犊岂难哉。故人休说封侯事，归钓江天有旧台。"
                },
                {
                    "time": "1088年9月",
                    "activity": "既归蔡州，常与失意边将相从于城东古寺，酣饮悲歌，神色自若。作品：高无悔跋尾。"
                },
                {
                    "time": "1088年10月",
                    "activity": "冬十月，作永寿县君挽词。作品：永寿县君挽词二词。永寿县君挽词二首（宋·秦观）　　五言律诗　押鱼韵廷尉蒙恩后，兰台就养初。大椿宜更寿，流水遽焉如。鸾锦封花诰，蛛丝网板舆。百年谁考德，琬琰在幽墟。　　其二（宋·秦观）　　五言律诗　押先韵明世辞隆养，哀荣道路传。赙丧从上宰，歌挽出群仙。素幔伤秋泛，青缸惨夜船。玉峰归葬处，木拱雁连天。1088年冬，冬，裴仲谟通判蔡州，秦观相与唱和，有次韵答裴仲谟、和裴仲谟放兔行、和裴仲谟摘白须行诸诗。作品：次韵答裴仲谟（十年淮海闲居草）和裴仲谟放兔行（兔饥食山林）和裴仲谟摘白须行（仲将题凌云）次韵答裴仲谟（宋·秦观）　　七言律诗　押庚韵十年淮海閒居草，偶遣儿童次第成。方愧贫家矜敝帚，忽蒙邻壁借馀明。文昌但愿花前老，张翰何须身后名。移病阖门参拜阻，卧听车马去来声。和裴仲谟放兔行（宋·秦观）兔饥食山林，兔渴饮川泽。与人不瑕玼，焉用苦求索。天寒草枯死，见窘何太迫。上有苍鹰祸，下有黄犬厄。一死无足悲，所耻败头额。敢期挥金遇，倒橐无难色。虽乖猎者意，颇塞仁人责。兔兮兔兮听我言，月中仙子最汝怜。不如亟返月中宿，休顾商岩并岳麓。和裴仲谟摘白须行（宋·秦观）仲将题凌云，比讫须尽白。陆展媚侧室，星星染为黑。人生如寄耳，况复形与色。泽壑藏山舟，夜半输有力。厖眉三不遇，已矣何所惜。二毛赋秋兴，自爱颇姑息。闻诸古竺乾，毛发因地得。数穷反其本，蝼蚁得而食。妙年光可鉴，烱若鸦羽戢。映梳渐萧肃，变化了无隙。所以梵志云，昔人已非昔。皤然君勿笑，子羽以貌失。信美如客儿，终剪施摩诘。我作白须行，而得养生术①。按：①以上《淮海集》卷五1088年冬，冬，裴秀才慕秦观名，自阳翟来蔡州，相从踰月，秦观有次韵裴秀才上太守向公二首，并为所藏麻温故诗跋尾。作品：次韵裴秀才上太守向公二首（东风已动北风归）裴秀才跋尾。次韵裴秀才上太守向公二首其一（宋·秦观）　　七言律诗　押微韵东风已动北风归，寒气侵寻自霁威。何处管弦传腊酒，谁家刀尺制春衣。使君英妙开莲幕，别驾风流出粉闱。唯有广文官独冷，终年如坐水边矶。"
                },
                {
                    "time": "1088年",
                    "activity": "是岁，为建隆昭庆禅师作真赞。作品：建隆庆和尚真赞。"
                },
                {
                    "time": "1089年1月",
                    "activity": "春正月，秦观有代回胡右丞年节启致胡宗愈。"
                },
                {
                    "time": "1089年3月",
                    "activity": "三月己卯，胡宗愈自尚书右丞出知陈州，秦观有代贺胡右丞知陈州启。"
                },
                {
                    "time": "1089年3月",
                    "activity": "三月，有次韵裴仲谟和何先辈诗二首。作品：次韵裴仲谟和何先辈其一（闻说何郎操行端）次韵裴仲谟和何先辈其二（汝南古郡寡参寻）次韵裴仲谟和何先辈二首（宋·秦观）　　七言律诗　押寒韵闻说何郎操行端，萧然环堵若为安。鸟啼花发阻携手，水远山高空凭栏。别后想多黄绢作，春来尤厌惠文弹。两章读罢知高义，贵贱交情自古难。　　其二（宋·秦观）　　七言律诗　押侵韵汝南古郡寡参寻，兀兀长如鹤在阴。支枕星河横醉后，入帘风絮报春深。青山未落诗人手，白发谁知国士心。多谢名郎传绿绮，愧无佳句比南金。"
                },
                {
                    "time": "1089年3月",
                    "activity": "春，蔡子骧赴越州筦库，秦观作诗送之。又有次韵蔡子骏琼花诗。作品：次蔡子骧用蔡子骏韵（越绝山川远相属）次韵蔡子骏琼花（无双亭上传觞处）送蔡子骧用蔡子骏韵（宋·秦观）越绝山川远相属，万壑千岩抱青绿。卧龙一峰称是（文本作最）奇，绕趾清漪如带束。镜水春生鹢尾衔，稽山日暮猿声续。三休上与蓬莱接，登眺使人遗宠辱。我昔东游观禹穴，痛饮狂歌得所欲。上天何曾有官府，鸾凤日日遭鞭扑。僧坊画壁阅几遍，神妙难忘独金粟。华胥梦断已十年，又见春风煮饧粥。苧罗若耶固依旧，可怜云月谁追逐。故人淡泊出天性，鹪鹩巢林一枝足。不肯弦歌甘筦库，还同市门隐梅福。惟应月下小丛歌，尚有哀音传旧俗。次韵蔡子骏琼花（宋·秦观）　　七言绝句　押支韵无双亭上传觞处，最惜人归月上时。相见异乡心欲绝，可怜花与月应知。"
                },
                {
                    "time": "1089年3月",
                    "activity": "春，秦观在蔡州程文通席上作牵牛花诗。作品：牵牛花（银汉初移漏欲残）牵牛花（宋·秦观）　　七言绝句　押寒韵银汉初移漏欲残，步虚人倚玉阑干。仙衣染得天边碧，乞与人间向晓看①。按：①宋魏庆之《诗人玉屑》卷一八"
                },
                {
                    "time": "1089年3月",
                    "activity": "是时，秦观又有赠女冠畅师诗。作品：赠女冠畅师（瞳人剪水腰如束）赠女冠畅师（宋·秦观）瞳人剪水腰如束，一幅乌纱裹寒玉。飘然自有姑射姿，回看粉黛皆尘俗。雾閤云窗人莫窥，门前车马任东西。礼罢晓坛春日静，落红满地乳鸦啼。"
                },
                {
                    "time": "1089年4月",
                    "activity": "夏四月，苏轼出守杭州，秦观弟觏从之为学。"
                },
                {
                    "time": "1089年6月",
                    "activity": "六月，因去岁水灾，饥民为盗，郡守向宗回镇压有功，至此时朝廷嘉奖，少游代作文、表、记三种。作品：敕书奖谕记、代谢敕书奖谕表、代获贼祭诸庙文。"
                },
                {
                    "time": "1089年6月",
                    "activity": "觏觌二弟作小室，黄庭坚名之曰寄寂，并有诗相谑。秦观亦用孙子实韵作诗寄之，借抒不合时宜之感。作品：觌觏二弟作小室请书鲁直名曰寄寂作此寄之用孙子实韵（力田不逢年）觌觏二弟作小室请书鲁直名曰寄寂作此寄之用孙子实韵（宋·秦观）题注：韵下原有二首二字，诗实为一首，据四库本删力田不逢年，识者未宜闵。他时岁在金，百两无虚稛。士生当自量，天道平如准。汝兄鲁叔山，正坐不前谨。有琴亦无弦，何心尚求轸。客来欲颓玉，大白辄满引。官长既屡骂，诸生亦时冁。一口吸西江，玄哉居士蕴。岁寒知苍松，日暮识丹槿。梦想八九椽，森然罗玉笋。"
                },
                {
                    "time": "1089年9月",
                    "activity": "六月甲辰，尚书左丞王存知蔡州，九月辛巳秦观为作谢加勋封表。作品：代谢加勋封表。"
                },
                {
                    "time": "1089年9月",
                    "activity": "八月，欧阳修夫人薛氏卒于颍州，秦观代郡守王存作祭欧阳夫人文。作品：代祭欧阳夫人文。"
                },
                {
                    "time": "1089年10月",
                    "activity": "冬十月，张景先权京西路转运判官，秦观有代贺京西运判启。"
                },
                {
                    "time": "1089年11月",
                    "activity": "十一月，彭次云徙京西路转运使，秦观有代贺运使启。"
                },
                {
                    "time": "1089年",
                    "activity": "是岁，秦观有代荐蔡奉议状。"
                },
                {
                    "time": "1089年",
                    "activity": "是岁，为高邮县知事陆佖之夫人虞氏作墓志铭。作品：虞氏夫人墓志铭。"
                },
                {
                    "time": "1089年",
                    "activity": "是岁，秦观遇王叔瞻于蔡州，有书王氏斋壁。"
                },
                {
                    "time": "1089年",
                    "activity": "是岁，有祭监税主簿文。"
                },
                {
                    "time": "1089年",
                    "activity": "是岁，京西提刑王瑜落权发运字为两浙提刑，秦观有代贺提刑落权发运字启。"
                },
                {
                    "time": "1090年1月",
                    "activity": "春正月，丁卯朔，哲宗御大庆殿视朝，秦观有代贺元会表。作品：代贺元会表。（按，徐培均先生《秦少游年谱长编》元祐五年至元祐八年均错一年，分别纪为1089、1090、1091、1092。）"
                },
                {
                    "time": "1090年1月14日",
                    "activity": "正月十四日，弟少章自杭别苏轼而归，轼作太息一篇以送之，称秦观与张文潜为士之超逸绝尘者。"
                },
                {
                    "time": "1090年2月2日",
                    "activity": "二月二日，李常卒于陕府阌乡县传舍，秦观为之作李公择行状。"
                },
                {
                    "time": "1090年2月3日",
                    "activity": "二月三日，孙莘老卒于高邮故里，称生有挽词四首。作品：孙莘老挽词四首（同功一体尽调元；青春芸阁妙文词；月旦尝居第一评；华屋丘山可奈何）孙莘老挽词四首（宋·秦观）　　七言绝句　押元韵同功一体尽调元，独抱沉痾反故园。壶遂暮年非不遇，人生到此可忘言。　　其二（宋·秦观）　　七言绝句　押支韵青春芸阁妙文词，进读金华鬓若丝。转守七州多异政，奉常处处有房祠。　　其三（宋·秦观）　　七言绝句　押庚韵月旦尝居第一评，立朝风采照公卿。门生故吏知多少，尽向碑阴刻姓名。　　其四（宋·秦观）　　七言绝句　押歌韵华屋丘山可柰何，百年光景一投梭。故人唯有羊昙在，恸哭西州不忍歌。"
                },
                {
                    "time": "1090年2月11日",
                    "activity": "二月十一日，郡守王存正仲生日，秦观有诗致贺。作品：正仲左丞生日（元气钟英伟）正仲左丞生日（宋·秦观）　　五言排律　押青韵元气钟英伟，东皇赋炳灵。蓂敷十一叶①，椿茂八千龄。汗血来西极，抟风出北溟。之无分襁褓，诗礼学趋庭。妙质珠遗海，高材刃发硎。亟（四库本作初）更芸阁秘，屡直琐闱青。史笔开凡例，纶言正纬经。文昌频曳履，京兆屡空囹。遂总台纲纪，常参国典刑。两宫隆眷遇，诸夏耸瞻听。武略驱雷电，文锋粲斗星。乞闲辞亢满，分逸下青冥。骑引双朱服，腰横万宝钉。明峰春矗矗，汝水暮泠泠。散策花间径，挥犀水上亭。壶觞延墨客，灯烛按歌伶。周衮归公旦，商岩梦武丁。久闻虚揆席，伫见返皇扃。别数汾阳考，重镌宋父铭。巍然庙堂上，永作世仪形。按：①张本、四库本作荚"
                },
                {
                    "time": "1090年4月",
                    "activity": "夏四月，蔡州通判裴纶仲谟将入京任监察御史，秦观作诗送之。作品：送裴仲谟（君才出于德）送裴仲谟（宋·秦观）君才①出于德，妙高如匠石。但见广厦②成，不见斧斤迹。厚为诸兄奉，自奉颇云啬。三生阳亢宗，薄俗有惭色。汝南古佳郡，月旦评一易。尔来似扬州，不办龙蜥蜴。短簿髯参军，喜怒移顷刻。正平竟获免，实我文举力。念公当乖隔，忧思如纺绩。耻为儿女仁，到此泪横臆。熙朝大烹饪，贤者不家食。朝为郡县吏，暮作台省客。矧闻诸法从，久欲荐言责。去去勿重陈，九万自此击。按：①张本、四库本作子　②原作夏，据四库本改"
                }
            ]
        },
        {
            "Latitude": 38.465839,
            "Longitude": 115.057407,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN139001",
            "Title": "定州",
            "Detail": [
                {
                    "time": "1093年9月",
                    "activity": "未几，秦观尝至中山谒东坡，有清和秦观传志其事。作品：清和先生传。"
                }
            ]
        },
        {
            "Latitude": 33.652034,
            "Longitude": 116.970454,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3413",
            "Title": "宿州",
            "Detail": [
                {
                    "time": "1094年5月",
                    "activity": "秦观既被黜，便还淮南待报，中途有借船帖。作品：与某公帖二首。"
                }
            ]
        },
        {
            "Latitude": 29.084455,
            "Longitude": 119.654027,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3307",
            "Title": "金华",
            "Detail": [
                {
                    "time": "1094年6月",
                    "activity": "经金华，有诗题山寺壁。作品：题金华山寺壁（鸾鹤同为汗漫游）题金华山寺壁（宋·秦观）　　七言绝句　押尤韵鸾鹤同为汗漫游，天风吹散下沧洲。金华有路通元气，水绕高寒不断流。"
                }
            ]
        },
        {
            "Latitude": 28.472979,
            "Longitude": 119.929503,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3311",
            "Title": "丽水",
            "Detail": [
                {
                    "time": "1094年6月",
                    "activity": "初至处州，居处维艰，有暴露之忧。"
                },
                {
                    "time": "1094年6月",
                    "activity": "秦观春日杂兴中有二诗，写由荣至衰之生活变化，当作于是年（或次年春）作品：春日杂兴其七（昔我游京室）其九（桃李用事辰）春日杂兴十首（宋·秦观）　　五言排律　题注：按：本诗潭潭故邑井、昔我游京室、客从远方来、桃李用事辰四首，亦见张耒《柯山集》卷七，题《春日杂兴四首》。飘忽星气徂，青阳迫迟暮。鸣飞各有适，赤白纷无数。雨砌堕危芳，风轩纳飞絮。褰帏香雾横，岸帻云峰度。林影舞窗扉，池光染衣屦。参差花鸟期，蹭蹬琴觞趣。抚事动幽寻，感时遗近慕。秣马膏余车，行行不周路。　　其二（宋·秦观）　　押尤韵结发谢外好，僶俛希前修。缪挟江海志，耻为升斗谋。齞历难刻画，贱贫多衅尤。发轫背伊阙，解骖憩邗沟。丹铅费永晷，曲糵驱深愁。璧月鉴帘栊，珠星络梧楸。泯泯渠水驶，霏霏花雾浮。公子怅何许，抚膺徒离忧。　　其四（宋·秦观）吴会虽褊小，海滨富奇峰。天鸡一号叫，剑戟明遥空。溪谷相径复，深林杳攒丛。猿吟虎豹啼，云气迷西东。中有遁世士，超然閟孤踪。被兰服明月，起坐松声中。夜锻吸沆瀣，朝琴庇青葱。骑星友元气，巢许安可同。俛眄区中人，飞埃集毛锋。问津或不缪，从子游鸿蒙。　　其五（宋·秦观）　　押翰韵东方有美人，容华茂春粲。抱影守单栖，含睇理哀弹。声意一何切，所欢邈云汉。徒然事膏沐，孰与徂昏旦。微诚浪自持，嘉月忽复晏。巧转度虚棂，飞红触幽幔。岁岁芳草滋，夜夜明星烂。合并会有时，索居不必叹。　　其六（宋·秦观）　　押支韵寝瘵倦文史，驾言从遨嬉。飔风举遥溆，规日丽清漪。含桃粲朱实，杜若怀碧滋。娉娉弱絮堕，圉圉文鲂驰。明霞廓远瞩，哀禽搅离思。缛草天际合，孤云川上移。宽闲绝轮鞅，重复多路歧。信美难久伫，归欤从所治。　　其十（宋·秦观）　　押漾韵艺籍燔祖龙，斯文就沦丧。帝矜黔首愚，诸隽①出相望。扬马操宏纲，韩柳激颓浪。建安妙讴吟，风概亦超放。玉绳带华月，艳艳青冥上。奕世希末光，经纬得无妄。儿曹独何事，诋斥几覆酱。原心良自诬，猥欲私所尚。螳螂拒飞辙，精卫填溟涨。咄咄徒尔为，东海固无恙。鹓鸾日彫灭，黄口纷冗长。投袂睇层霄，兹怀谁与亮。按：①原校：一作雄"
                },
                {
                    "time": "1095年",
                    "activity": "秦观在处州监酒税，有诗题务中壁。作品：题务中壁（窑头春酒响潺潺）题务中壁（宋·秦观）　　七言绝句　押寒韵榨头春酒响潺潺，垆下黄翁寝正安。梦入平阳旧池馆，隔花螭口吐清寒。1095年春，春，游府治南园，作千秋岁词。作品：千秋岁（水边沙外）千秋岁（宋·秦观）水边沙外，城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。忆昔西池会，鹓鹭同飞盖。携手处，今谁在？日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。1095年春，有处州闲题及处州水南庵二首。别有文英阁诗二首，或云亦秦观作。作品：处州闲题（清酒一杯甜似蜜）处州水南庵二首（竹柏萧森溪水南；此身分付一蒲团）处州闲题（宋·秦观）　　七言绝句　押麻韵清酒一杯甜似蜜，美人双鬓黑如鸦。莫誇春色欺秋色，未信桃花胜菊花。处州水南庵二首（宋·秦观）　　七言绝句　押覃韵题注：按：本诗一作苏轼诗，见《苏轼诗集》卷五○。竹柏萧森溪水南，道人为作小圆庵。市区收罢鱼豚税，来与弥陀共一龛。　　其二（宋·秦观）　　七言绝句　押寒韵此身分付一蒲团，静对萧萧玉数竿。偶为老僧煎茗粥，自携脩绠汲清宽。1095年春，尝梦中作好事近，又赋有点绛唇词一首。作品：《好事近·梦中作》（春路雨添花）点绛唇（醉漾轻舟）好事近梦中作（宋·秦观）春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。点绛唇（宋·秦观）醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。烟水茫茫，千里斜阳暮。山无数，乱红如雨，不记来时路。1095年冬，冬，有诗寄陈季常。作品：寄陈季常（一钩五十犗）寄陈季常（宋·秦观）　　押啸韵一钩五十犗，始具任公钓。揭竿趣灌渎，与尔不同调。先生本西蜀，侠气见英妙。哀怜世间儿，细黠似黄鹞。侍童双擢玉，鬓发光可照。骏马锦障泥，相随穷海峤。平生携手好，十七登廊庙。小生相吏耶，徒枉尺书召。暮年更折节，学佛得心要。鬻马放阿樊，幅巾对沉燎。泠泠屋外泉，兀兀原头烧。欲知山中乐，万古同一笑①。按：①以上《淮海集》卷三1095年冬，秦观有游仙诗二首，似亦作于本年。作品：游仙二首（服形百神朝；云车自天来）游仙二首（宋·秦观）服形百神朝，刳心万缘尽。我无退转境，何以有精进。戏为汗漫游，八极一何近。渺渺东海水，累累北邙坟。向来歌舞处，忽复成荒村。愚人如鹿耳，其死了无魂。孰知九霄间，玄圃枕昆崙。缁尘化人衣，苍萝谁与扪。　　其二（宋·秦观）　　押阳韵云车自天来，驾言游混茫。手持太一节，身佩使者章。龙虎傍夭矫，马龟伏以翔。朝元紫微上，所睹浩难量。宝网结万珠，参伍相焜煌。花品不知数，妙英拆玄房。宫殿随人身，处处辄清凉。危髾擢贞玉，高谢人间妆。二三古须眉，冠云带含光。遗我飞霞佩，副以明月珰。再拜敬服之，百（四库本作白）毛发灵香。"
                },
                {
                    "time": "1095年12月",
                    "activity": "十二月，苏轼称秦观谪居甚相得。"
                },
                {
                    "time": "1096年",
                    "activity": "春，在法海寺修忏，抄写佛书，有诗志其事。作品：题法海平阇黎（寒食山州百鸟喧）题法海平阇黎（宋·秦观）　　七言绝句　押元韵寒食山州百色喧，春风花雨暗川原。因循移病依香火，写得弥陀七万言。"
                },
                {
                    "time": "1096年",
                    "activity": "叔父秦定移福建转运使，秦观有帖及之。"
                },
                {
                    "time": "1096年",
                    "activity": "未几，削秩徙郴州，有诗留别平阇黎，并有河传词一首。作品：留别平阇黎（缘尽山城且不归）河传二首其一（乱花飞絮）留别平阇黎（宋·秦观）　　七言绝句　押支韵缘尽山城且不归，此生相见了无期。保持异日莲花上，重说如今结社时①。按：①自注：绍圣元年，观自国史编修官蒙恩除馆阁校勘、通判杭州，道贬处州管库。三年，以不职罢，将自青田以归。因往山寺中修忏三日，书绝句于住僧房壁。以上《淮海集》卷一一河传二首其一（宋·秦观）乱花飞絮。又望空斗合，离人愁苦。那更夜来，一霎薄情风雨。暗掩将、春色去。篱枯壁尽因谁做。若说相思，佛也眉儿聚。莫怪为伊，底死萦肠惹肚。为没教、人恨处。"
                }
            ]
        },
        {
            "Latitude": 28.941661,
            "Longitude": 118.880768,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3308",
            "Title": "衢州",
            "Detail": [
                {
                    "time": "1096年",
                    "activity": "道过浙西，尽室老幼，俱留不行，惟子湛谋侍南来。"
                }
            ]
        },
        {
            "Latitude": 30.598428,
            "Longitude": 114.311831,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4201",
            "Title": "武汉",
            "Detail": [
                {
                    "time": "1096年10月",
                    "activity": "十月，秦观过江夏，贺铸隔江不及见，以诗寄秦观。"
                }
            ]
        },
        {
            "Latitude": 29.363262,
            "Longitude": 113.135679,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4306",
            "Title": "岳阳",
            "Detail": [
                {
                    "time": "1096年10月",
                    "activity": "十月中旬，过洞庭湖，有文祭之。作品：祭洞庭文。"
                }
            ]
        },
        {
            "Latitude": 28.251769,
            "Longitude": 113.087489,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430121",
            "Title": "长沙",
            "Detail": [
                {
                    "time": "1096年",
                    "activity": "过长沙，传访潭土风俗，识义倡。后有青门饮一词，殆为怀念长沙义倡而作。作品：青门饮（风起云间）青门饮（宋·秦观）风起云间，雁横天末，严城画角，梅花三奏。塞草西风，冻云笼月，窗外晓寒轻透。人去香犹在，孤衾长闲馀绣。恨与宵长，一夜薰炉，添尽香兽。前事空劳回首。虽梦断春归，相思依旧。湘瑟声沈，庾梅信断，谁念画眉人瘦。一句难忘处，怎忍辜、耳边轻咒。任人攀折，可怜又学，章台杨柳。"
                },
                {
                    "time": "1096年",
                    "activity": "舟经潇湘，赋阮郎归、临江仙二阕，抒远谪之恨。作品：阮郎归（潇湘门外水平铺）阮郎归四首其三（宋·秦观）潇湘门外水平铺，月寒征棹孤。红妆饮罢少踟蹰，有人偷向隅。挥玉箸，洒真珠，梨花春雨余。人人尽道断肠初，那堪肠已无。"
                }
            ]
        },
        {
            "Latitude": 25.776711,
            "Longitude": 113.021311,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN431",
            "Title": "郴州",
            "Detail": [
                {
                    "time": "1096年",
                    "activity": "舟经潇湘，赋阮郎归、临江仙二阕，抒远谪之恨。作品：临江仙（千里潇湘挼蓝浦）临江仙二首其一（宋·秦观）千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄。遥闻妃瑟泠泠，新声含尽古今情。曲终人不见，江上数峰青。"
                },
                {
                    "time": "1096年",
                    "activity": "赴郴州时，唯一老仆滕贵相随。1096年冬，冬，赋如梦令词，写旅邸凄凉；又题二绝于郴阳道中一古寺壁。作品：如梦令（遥夜沉沉如水）题郴阳道中一古寺壁二绝（门掩荒寒僧未归；哀歌巫女隔祠丛）如梦令五首其二（宋·秦观）遥夜沈沈如水。风紧驿亭深闭。梦破鼠窥灯，霜送晓寒侵被。无寐。无寐。门外马嘶人起。题郴阳道中一古寺壁二绝（宋·秦观）　　七言绝句　押支韵门掩荒寒僧未归，萧萧庭菊两三枝。行人到此无肠断，问尔黄花知不知。　　其二（宋·秦观）　　七言绝句　押东韵哀歌巫女隔祠丛，饥鼠相追坏壁中。北客念家浑不睡，荒山一夜雨吹风。1096年冬，岁暮，抵郴州，曾游鱼降山。"
                },
                {
                    "time": "1096年12月30日",
                    "activity": "除夕，赋阮郎归词，抒远谪之恨。作品：阮郎归（湘天风雨破寒初）阮郎归四首其四（宋·秦观）湘天风雨破寒初，深沈庭院虚。丽谯吹罢小单于，迢迢清夜徂。乡梦断，旅魂孤，峥嵘岁又除。衡阳犹有雁传书，郴阳和雁无。"
                },
                {
                    "time": "1096年12月30日",
                    "activity": "是岁，得黄庭坚书。"
                },
                {
                    "time": "1096年12月30日",
                    "activity": "秦观历尽宦海风波，作自警诗以为戒。作品：自警（古人去后音容寂）自警（宋·秦观）　　押陌韵古人去后音容寂，何处茫茫寻旧迹。君看草遍北邙山，骼骴犹来丘垄积。那堪此地日黄昏，长途万里伤行客。只知恩爱动伤情，岂悟区区头已白。莫嫌天地少含弘，自是人心多褊窄。争名竞利走如狂，复被利名生怨隙。贪声恋色镇如痴，终被声色迷阡陌。休言七十古稀有，最苦如今难半百。闻道蓬宫仙子闲，红尘不染无瑕谪。日月迟迟异短明，三峰秀丽皆仙格。女萝覆石蔓黄花，芝草琅玕知几尺。桃源长占四时春，漾漾华池真水碧。乘槎拟欲扣金扃，巨浪红波依旧隔。归来芳舍与谁俦，老鹤松间三四只。唳天声动彩云飞，对我时时振长翮。骖鸾未遇且悠悠，尽日琴书还有适。纷华任使投吾前，争奈此心终匪石。拜命怀金谁谓荣，低头未免拾言责。从兹俗态两相忘，笑指青山归路僻。同人有志觅长生，运气休粮徒有益。须知下手向无为，莫学迷徒赖针炙。1097年春，是岁，秦观作法帖通解。"
                },
                {
                    "time": "1097年2月",
                    "activity": "春二月，秦观在郴州，有诏移横州编管。"
                },
                {
                    "time": "1097年3月",
                    "activity": "三月，赋踏莎行词，东坡绝爱其尾二句。作品：踏莎行（雾失楼台）踏莎行（宋·秦观）雾失楼台，月迷津渡，桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。驿寄梅花，鱼传尺素，砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去？"
                }
            ]
        },
        {
            "Latitude": 26.899517,
            "Longitude": 112.578397,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4304",
            "Title": "衡阳",
            "Detail": []
        },
        {
            "Latitude": 26.22853,
            "Longitude": 111.637622,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN431102",
            "Title": "零陵",
            "Detail": [
                {
                    "time": "1098年4月",
                    "activity": "夏四月，次永州，作题浯溪中兴颂。作品：题浯溪中兴颂（玉环妖血无人扫）"
                }
            ]
        },
        {
            "Latitude": 25.279893,
            "Longitude": 110.296442,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4503",
            "Title": "桂林",
            "Detail": [
                {
                    "time": "1098年",
                    "activity": "过桂州秦城铺，遇一举子题诗于壁，读之涕霖。"
                }
            ]
        },
        {
            "Latitude": 22.714131,
            "Longitude": 110.36083,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN450981",
            "Title": "北流",
            "Detail": [
                {
                    "time": "1098年",
                    "activity": "春，自衡州赴横州，途经容州北流县，曾赋鬼门关一诗。作品：鬼门关（身在鬼门关外天）鬼门关（宋·秦观）　　七言绝句　押先韵身在鬼门关外天，命轻人鲊瓮头船。北人恸哭南人笑，日落荒村闻杜鹃。"
                }
            ]
        },
        {
            "Latitude": 22.685663,
            "Longitude": 109.268038,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN450127",
            "Title": "横县",
            "Detail": [
                {
                    "time": "1098年",
                    "activity": "至横州，寓浮槎馆，尝醉宿海棠桥畔祝姓家，有醉乡春词题其柱。作品：醉乡春（唤起一声人悄）添春色/醉乡春（宋·秦观）唤起一声人悄。衾冷梦寒窗晓。瘴雨过，海棠晴，春色又添多少。社瓮酿成微笑。半缺瘿瓢共舀。觉健倒，急投床，醉乡广大人间小。"
                },
                {
                    "time": "1098年",
                    "activity": "有宁浦书速读地六首，风格严重高古。时文彦博、吕大防已卒，诗中及之。作品：宁浦书事六首（挥汗读书不已；鱼稻有如淮右；南土四时尽热；洛邑太师奄谢；身与杖黎为二；寒暑更拚三十）宁浦书事六首（宋·秦观）　　押尤韵挥汗读书不已，人皆怪我何求。我岂更求荣达，日长聊以销忧。　　其二（宋·秦观）　　押覃韵鱼稻有如淮右，溪山宛类江南。自是迁臣多病，非干此地烟岚。　　其三（宋·秦观）　　押阳韵南土四时尽热，愁人日夜俱长。安得此身作石，一齐忘了家乡。　　其四（宋·秦观）　　押阳韵洛邑太师奄谢，龙川仆射云亡。他日岿然独在，不知谁似灵光。　　其五（宋·秦观）　　押覃韵身与枝①藜为二，对月和影成三。骨肉未知消息，人生到此何堪。按：①各本作杖　　其六（宋·秦观）　　押支韵寒暑更拚三十，同归灭尽无疑。纵复玉关生入，何殊死葬蛮夷。"
                },
                {
                    "time": "1098年9月",
                    "activity": "九月，自横州移雷州编管。"
                },
                {
                    "time": "1098年12月",
                    "activity": "十二月，秦观五十岁，作反初一诗，寄身世之慨，有出世思想。作品：反初诗（昔年淮海来）反初（宋·秦观）　　押庚韵昔年淮海未，邂逅安期生。记①我有灵骨，法当游太清。区中缘未断，方外道难成。一落世间网，五十换嘉平。夜参半不寝，披衣涕纵横。誓当反初服，仍先谢诸彭。晞发阳之阿，餔啜太和精。心将虚无合，身与元气并。陟降三境中，高真相送迎。琅函纪前绩，金蒲锡嘉名。耿光洞寥廓，不借日月明。故栖黄埃裹，绝想空复情。按：①张本、四库本作谓"
                },
                {
                    "time": "1098年",
                    "activity": "秦观有偶戏、病犬二诗，盖亦有感而发。作品：偶戏（偶戏失班宠）病犬（犬以守御用）偶戏（宋·秦观）　　押侵韵偶戏失班龙，坐谪昆崙阴。昆崙一何高，去天无数寻。嘉禾穗盈车，珠玉烱成林。天飘①时一拂，清哀动人心。一面四百门，宫谯云气侵。阙然竹使符，难矣暂登临。群仙来按行，怜我久滞淫。力请始云免，反室岁已深。亲朋喜我来，感叹或沾襟。尘寰君勿悲，殊胜巢嵚崟。按：①张本、四库本作飙病犬（宋·秦观）　　押支韵犬以守禦用，老惫将何为。踉跄劣于行，累然抱渴饥。主人恩义易，勿为升斗资。黾勉①不肯去，犹若恋藩篱。屠脍意得逞，烹庖在须斯。糟糠固非意，豚矢②同一时。念昔初得宠，青缰缠閟丝。饲养候饥饱，动止常相随。胡③云不终始，委逐在衰迟。犬死不足道，固为主人悲。按：①张本、四库本作追随　②张本、四库本作豕　③原作朝，据四库本改"
                }
            ]
        },
        {
            "Latitude": 20.920119,
            "Longitude": 110.103091,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN440882",
            "Title": "雷州",
            "Detail": [
                {
                    "time": "1099年",
                    "activity": "秦观编管雷州。"
                },
                {
                    "time": "1099年",
                    "activity": "秦观灌园以自给，有抱瓮及读列子二诗。作品：抱瓮（搰搰抱瓮人）读列子（咄咄两小儿）抱瓮（宋·秦观）搰搰抱瓮人，茫呼治其内。仲尼为所轻，子贡无以对。舍器欲还朴，为量固已隘。苟得浑沌真，宁羞事机械。读列子（宋·秦观）　　押支韵咄咄两小儿，多言空尔为。后之日无定，不觉心有期。尺棰探苍溟，俱①令傍者嗤。谁谓不能决，孔丘乃真知。按：①各本作但"
                },
                {
                    "time": "1099年",
                    "activity": "有雷阳书事三首。作品：雷阳书事（骆越风俗殊；一笛一腰鼓；旧传日南郡）雷阳书事（宋·秦观）　　押药韵题注：按：本诗骆越风俗殊、旧传日南郡二首，又见《苏轼诗集》卷八，系《雷州八首》中的二首。骆越风俗殊，有疾皆勿药。束带趋祀房，用①史巫纷若。弦歌荐茧栗，奴士洽觞酌。呻吟殊未央，更把鸡骨灼。按：①张本、四库本作瞽　　其二（宋·秦观）　　押阳韵一笛一腰鼓，鸣声甚悲凉。借问此何为，居人朝送殇。出郭披莽苍，磨刀向猪羊。何须作佳事，鬼去百无殃。"
                },
                {
                    "time": "1099年",
                    "activity": "又有海康书事十首。作品：海康书事十首（白发坐钩党；荔子无几何；卜居近流水；培塿无松柏；粤女市无常；海康腊己酉；粲粲庵摩勒；裔土桑柘希；一雨复一旸；合浦古珠池）海康书事十首（宋·秦观）　　押尤韵题注：按：本诗前六首又见《苏轼诗集》，系《雷州八首》中的六首。白发坐钩党，南迁海濒州。灌园以糊口，身自杂苍头。篱落秋暑中，碧花蔓牵牛。谁知把锄人，旧日东陵侯。　　其二（宋·秦观）荔子无几何，黄柑遽如许。迁臣不惜日，恣意移寒暑。层巢俯云木，信美非吾土。草芳自有时，鹎鵊何关汝。　　其三（宋·秦观）　　押侵韵卜居近流水，小巢依嵚岑。终日数椽间，但闻鸟遗音。炉香入幽梦，海月明孤斟。鹪鹩一枝足，所恨非故林。　　其四（宋·秦观）　　押尤韵培塿无松柏，驾言出焉游。读书与意会，却扫可忘忧。尺蠖以时诎，其信亦非求。得归良不恶，未归且淹留。　　其五（宋·秦观）粤女市无常，所至辄成区。一日三四迁，处处售虾鱼。青裙脚不袜，臭味猿与狙。孰云风土恶，白州生绿珠。　　其六（宋·秦观）海康腊己酉，不论冬孟仲。杀牛檛祭鼓，城郭为沸动。虽非尧历颁，自我先人用。大笑荆楚人，嘉平猎云梦。　　其七（宋·秦观）　　押有韵粲粲庵摩勒，作汤美无有。上客赋骊驹，玉奁开素手。那知苍梧野，弃置同刍狗。荆山玉抵鹊，此事繇来久。　　其八（宋·秦观）裔土桑柘希，蚕月不纺绩。吴绡与鲁缟，取具■①船客。一朝南风发，家室相怵迫。半贾鬻我藏，倍称还君息。按：①（舟罔）。（王本作𦨴）　　其九（宋·秦观）一雨复一旸，苍茫飓风发。怒号兼昼夜，山海为颠蹶。云何大块噫，乃尔不可遏。黎明众窍虚，白日丽空阔。　　其十（宋·秦观）　　押删韵合浦古珠池，一熟胎如山。试问池边蜑，云今累年闲。岂无明月珍，转徙溟渤间。何关二千石，时至自当还。"
                },
                {
                    "time": "1099年",
                    "activity": "又有饮酒诗四首。作品：饮酒诗四首（我观人间世；左手持蟹鳌；客从南方来；雷觞淡如水）饮酒诗四首（宋·秦观）　　押真韵题注：按：本诗一作苏轼诗，见《苏轼诗集》卷二九。我观人间世，无如醉中真。虚空为消陨，况乃百忧身。惜哉知此晚，坐令华发新。圣人难骤得，得且致贤人。　　其二（宋·秦观）左手持蟹螯，举觞属云汉。天生此神物，为我洗忧患。山川同恍惚，鱼鸟共萧散。客至壶自倾，欲去不容间。　　其三（宋·秦观）客从南方来，酌我一瓯茗。我酌初不啜，彊啜且复醒。既凿浑沌氏①，遂出华胥境。操戈逐儒生，举觞还酩酊。按：①原校：一作窍　　其四（宋·秦观）　　押真韵雷觞淡如水，经年不濡唇。爰有扰龙系，为造英灵春。英灵韵甚高，蒲萄难为邻。他年血食汝，应配杜康神。"
                },
                {
                    "time": "1099年",
                    "activity": "又有陨星石诗，亦当作于雷州。作品：陨星石（萧然古丘上）陨星石（宋·秦观）萧然古丘上，有石传陨星。胡为霄汉间，坠地成此精。虽有坚白姿，块然谁汝灵。犬眠牛砺角，终日蒙膻腥。畴昔同列者，到今司赏刑。森然事芒角，次第罗空青。俛仰一气中，万化无常经。安知风云会，不复归青冥。"
                },
                {
                    "time": "1099年",
                    "activity": "又有无题二首，当作于迁谪中，姑系于此。作品：无题二首（君子有常度；世事如浮云）无题二首（宋·秦观）君子有常度，所遭①能自如。不与死生变，岂为忧患渝。西伯囚演易，马迁罪成书。性刚趣和乐，浅浅非丈夫。按：①原作连，据各本改　　其二（宋·秦观）世事如浮云，飘忽不相待。欻然化苍狗，俄顷成章①盖。达观听两行，昧者乃多态。舍旃勿重陈②，百年等销坏。按：①四库本作车　②原作陆，据各本改"
                },
                {
                    "time": "1099年",
                    "activity": "时与东坡隔海相望，每有书诗，辄因便寄之。坡称其草书有东晋风味。"
                },
                {
                    "time": "1100年2月",
                    "activity": "二月，诏秦观移英州，未赴。1100年春，春，秦观自作挽词。作品：自作挽词（婴衅徙穷荒）自作挽词（宋·秦观）题注：昔鲍照、陶潜自作哀挽，其词哀。读予此章，乃知前作之未哀也婴衅徙穷荒，茹哀与世辞。官来录我橐，吏来验我尸。藤束木皮棺，藁葬路傍陂。家乡在万里，妻子天一涯。孤魂不敢归，惴惴犹在兹。昔忝柱下史，通籍黄金闺。奇祸一朝作，飘零至于斯。弱孤未堪事，返骨定何时。脩途缭山海，岂免从阇维。荼毒复荼毒，彼苍那得知。岁晚瘴江急，鸟兽鸣声悲。空濛寒雨零，惨淡阴风吹。殡宫生苍藓，纸钱挂空枝。无人设薄奠，谁与饭黄缁。亦无挽歌者，空有挽歌辞①。按：①以上《淮海集》卷四○"
                },
                {
                    "time": "1100年4月",
                    "activity": "四月，诏秦观移衡州。"
                },
                {
                    "time": "1100年4月",
                    "activity": "四月，秦观有书与苏轼，言及范祖禹之丧，并称二范之贤，轼作书答之。"
                },
                {
                    "time": "1100年6月",
                    "activity": "六月，东坡复有书与秦观，期于一晤。"
                },
                {
                    "time": "1100年6月",
                    "activity": "六月二十五日，与东坡相会于海康，出自作词。"
                },
                {
                    "time": "1100年6月",
                    "activity": "秦观赋江城子，写与东坡相会时悲喜交集之情。作品：江城子（南来飞燕北归鸿）江城子三首其二（宋·秦观）南来飞燕北归鸿。偶相逢，惨愁容。绿鬓朱颜，重见两衰翁。别后悠悠君莫问，无限事，不言中。小槽春酒滴珠红。莫匆匆，满金钟。饮散落花流水、各西东。后会不知何处是，烟浪远，暮云重。"
                },
                {
                    "time": "1100年6月",
                    "activity": "是时，秦观有诗赠苏子瞻。作品：赠苏子瞻（叹息苏子瞻）赠苏子瞻（宋·秦观）　　五言排律　押先韵叹息苏子瞻，声名绝后先。衣冠传盛事，兄弟固多贤。感慨诗三百，流离路八千。直心羞媚灶，忠力欲回天。缧绁终非罪，江湖秪自怜。饥寒常并日，疾病更连年。明主无终弃，西州稍内迁。奏言深意苦，感涕内①人传。前席须宣室，非熊起渭川。君臣悦相遇，愿上角招篇。按：①原缺，据各本补"
                },
                {
                    "time": "1100年7月",
                    "activity": "七月，秦观离海康北归，喜赋和陶渊明归去来辞。作品：和渊明归去来辞（归去来兮）和陶渊明归去来辞（宋·秦观）归去来兮，眷眷怀归今得归。念我生之多艰，心知免而犹悲。天风飘兮余迎，海月炯兮余追。省已空之忧患，疑是梦而复非。及我家于中途，儿女欣而牵衣。望松楸而长恸，悲心极而更微。升沉几何，岁月如奔。嗟我宿昔，通籍璧门。赐金虽尽，给札尚存。愧此散木，缪为牺尊。属党论之云兴，雷霆发乎威颜。淮南谪于天庖，予小子其何安。岁七官而五谴，越鬼门之幽关。化猿鹤之有日，讵国光之复观。忽大明之生东，释累囚而北还。酾天汉而一洗，觉宇宙之随宽。归去来兮，请逍遥于至游！内取足于一身，复从物兮何求？荣莫荣于不辱，乐莫乐于无忧。乡人告予以有年，黍稷郁乎盈畴。止有弊庐，泛有扁舟。濯余足兮寒泉，振余衣兮古丘。洞胸中之滞碍，眇云散而风流。识此行之匪祸，乃造物之馀休。已矣哉！桔槔仰无已，时举觞自属聊淹留！汝今不已将安之？封侯既绝念，仙事亦难期。依先茔而洒扫，从稚子而耘耔。修杜康之废祠，补由庚之亡诗。为太平之兴老，幅巾待尽更奚疑！"
                },
                {
                    "time": "1100年7月",
                    "activity": "又有精思诗一首，似作于同时。作品：精思（精思洞元化）精思（宋·秦观）　　押真韵题注：按：本诗一作苏轼诗，见《苏轼诗集》卷四九，题作《古风》。精思洞元化，白日升高旻。俯仰凌倒景，龙行速如神。半道过紫府，弭节聊逡巡。金床设宝几，璀璨明月珍。仙者二三子，眷然骨肉亲。饮我霞一杯，放怀暖如春。遂朝玉虚上，冠剑班列真。无端拜失仪，放斥令自新。云霄难遽返，下土多埃尘。淮南守天庖，嗟我实何人。"
                }
            ]
        },
        {
            "Latitude": 22.863698,
            "Longitude": 110.56439,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN450921",
            "Title": "容县",
            "Detail": [
                {
                    "time": "1100年8月12日",
                    "activity": "八月，秦观过容州，留多日，容守遣人送归衡州，至藤州，伤暑困卧，八月十二日，卒于光华亭上。九月七日，苏轼闻耗，深致哀痛。"
                }
            ]
        },
        {
            "Latitude": 23.38088,
            "Longitude": 110.921469,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN450422",
            "Title": "藤县",
            "Detail": [
                {
                    "time": "1100年8月12日",
                    "activity": "八月，秦观过容州，留多日，容守遣人送归衡州，至藤州，伤暑困卧，八月十二日，卒于光华亭上。九月七日，苏轼闻耗，深致哀痛。"
                },
                {
                    "time": "1100年8月",
                    "activity": "秦观在藤州，传有江月楼、流杯桥、玉井泉、光华亭诸诗。作品：江月楼二首（仙翁看月三百秋；苍梧云气眉山雨）流杯桥（曲水分山阴）玉井泉（云蒸昆山液）光华亭（霞通海天曙）江月楼（宋·秦观）　　七言绝句　押尤韵仙翁看月三百秋，江波日去月不流。肯因炎尘暝空阔，直与江月同清幽。　　其二（宋·秦观）　　七言绝句　押麌韵苍梧云气眉山雨，玉箫三年无今古。九天雨露蛰蛟龙，琅玕长凭清虚府①。按：①以上清高攀柱嘉庆《滕县志》卷一七流杯桥（宋·秦观）　　五言绝句　曲水分山阴，舆梁胜溱洧。一咏见高风，驷马安足取。玉井泉（宋·秦观）　　五言绝句　押庚韵云蒸昆山液，月浸蓝田英。临风咽沆瀣，满腹珠玑鸣。光华寺（宋·秦观）　　五言绝句　霞通海天曙，月来东山白。共是凭栏人，谁足当秋色。"
                }
            ]
        },
        {
            "Latitude": 32.225542,
            "Longitude": 119.422532,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211 金山寺",
            "Title": "金山寺"
        },
        {
            "Latitude": 34.243499,
            "Longitude": 117.183483,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3203 云龙山",
            "Title": "云龙山"
        },
        {
            "Latitude": 29.560618,
            "Longitude": 115.989402,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604 庐山",
            "Title": "庐山"
        }
    ]
}