{
    "lines": [
        {
            "Latitude": 29.142163,
            "Longitude": 118.420682,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330824",
            "Title": "开化 (出生地)",
            "Detail": [
                {
                    "time": "1078年",
                    "activity": "不详，疑居乡衢州开化。"
                },
                {
                    "time": "1079-1085年",
                    "activity": "不详，疑居家乡衢州开化。"
                },
                {
                    "time": "1086年8月24日",
                    "activity": "不详，父亲卒于信州贵溪县丞任上，是年八月，葬父于家乡衢州开化。"
                },
                {
                    "time": "1104年",
                    "activity": "寓居衢州开化灵山寺之西轩，识僧修意。"
                },
                {
                    "time": "1104年",
                    "activity": "与毛随上书斥为邪籍，皆罢吏归乡。有诗，时间不可确考，姑系于此。作品：《龙尾砚同毛彦时随联句》（诗见《北山小集》卷七。）《神霄宫知宫陈应常邀乡人集道堂余不果往毛彦时有诗诸公皆和见率同作次韵一首》（诗见《北山小集》卷七。）龙尾砚同毛彦时随联句（宋·程俱）　　押先韵歙水清以駃，歙山文且坚（程）。谁持玉斧琢，制此月样圆。想当结绳后，要使鸟迹传。雕锼见骨格，岂与瓦砾全（毛）。陂（原作故，据四库本改）陀百氏圃，泓澄九经渊。墨海不复见，柯岩那可肩。星稀涵纬象，眉绿生春妍（程）。规模异镕铁，濡写殊怀铅。正当秋兔颖，发此霜松烟（毛）。一从毛褚游，几作虫鱼笺。徵辞想妃子，揾首怀张颠。宁同李生瘗，聊续胡公镌（程）。常疑老蚌壳，浸润成膏妍（毛）。坚踰鹅池铸，质射铜台埏。纷纷况多伪，渴雀同栀鞭（程）。琳坳隐多水，十手寄所宣。池光潋墨色，云气开毫联。翔鸾及垂露，逸势徒飞骞。谁云过圭璧，或用磨戈鋋。吾今欲焚弃，负耒归园田。神霄宫知宫陈应常邀乡人集道堂余不果往毛彦时有诗诸公皆和见率同作次韵一首（宋·程俱）南枝月明乌鹊飞，北风惊沙燕马嘶。倦游乃有故乡念，强学处士听朝鸡。马蹄得得乌帽底，与日竞走东还西。安知神府在人境，晓雾十里飞香猊。咄嗟似与化人遇，宫殿盘郁穷烟霏。瑛房蕊箧浩无极，当关九虎何由窥。仙郎邀客自清旦，阒若岫户临江湄。向来同是烂柯客，石梁跨野长虹垂。登晨未辨七盟盖，祈年欲采三华芝。授书忽作蕊珠吏，云篆岂特传盟威。故人一笑共清景，常谈曲谨皆芟夷。而余煮饼北窗卧，正坐世网缠绵之。枣瓜麟脯不同举，但见綵笔方交驰。萧然俯仰在环堵，穷巷偪仄仍喧卑。高堂修竹寄遐想，况烹雪乳调清丝。径须暇日一寻胜，眼中尘袂空成帷。"
                },
                {
                    "time": "1104年",
                    "activity": "寓居衢州开化灵山寺，与江纬、江褒交游，酬唱颇多。作品：《同江彦文纬江仲嘉褒度菱湖岭游三衢诸山道灵真出入岩谷胜绝可骇杂然有卜筑之意然此地寥阒人所不争小隐不难致顾吾曹出处何如耳二公皆修真养气精进不衰予晚闻此道又为忧病顿挫志倦体疲每思益友倘得静舍安余年资二子以待老岂不乐哉作诗叙游且志本末岩谷之胜实自仲嘉发之予尝闻而赋诗，所谓“武陵迷汉魏，妙喜断山川”者也》（诗见《北山小集》卷二。程俱，为江氏门人，从游于江纬。江纬，字彦文。侄少虞、少齐、汉与汪藻、程俱、李处权、赵子昼七人从游，时人指为文中七虎，遂扁讲学之所为七贤堂。七贤堂在开化县南三十五里华川黄泥岭下。）《江仲嘉书称去常山灵真洞半里许得林壑殊胜余记昔过谢源道中乱峰峭壁间竹树荟蘙今仲嘉所称得非此耶因寄百二十字》（诗见《北山小集》卷九。）同江彦文纬江仲嘉褒度菱湖岭游三衢诸山道灵真出入岩谷胜绝可骇杂然有卜筑之意然此地寥阒人所不争小隐不难致顾吾曹出处何如耳二公皆脩真养气精进不衰予晚闻此道又为忧病顿挫志倦体疲每思益友傥得静舍安馀年资二子以待老岂不乐哉作诗叙游且志本末岩谷之胜实自仲嘉发之予尝闻而赋诗所谓武陵迷汉魏妙喜断山川者也（甲申）（宋·程俱）我昔未省事，伥伥如病狂。仰规结绳初，下历汉魏唐。谓此纸中语，卷舒在行藏。功名戾契取，有志要必偿。趼足方不暇，何由放洪荒。行年冠而字，世故颇已尝。试窥竺乾书，出入应帝王。丘轲有妙蕴，合处如宫商。形骸乃尘沫，笑唾却老方。蹭蹬过二纪，身如浮海航。风涛浩无际，寄命蛟鼍乡。外为万绪婴，内以百虑戕。摧颓不一偶，病骨无由强。初心益乖迕，始觉计未良。拟追赤松游，补我黥劓创。惟时子真子，青衫尉南昌。亦有虬须翁，种桃撷春芳。不求飞霞佩，肯受紫锦囊。至言无旁午，照用寂以忘。尔来又十年，前却方徬徨。何殊一日暴，正坐多歧亡。虬须彼幽人，物化不可量。子真日千里，似欲穷扶桑。安知阡陌间，共此暇日长。广文今稚川，腹有云笈章。黄金傥可成，绿发不复苍。养生百千门，一一登奥堂。相从岩壑间，笑傲无羲皇。衢山甚奇峭，不数三石梁。嵚崎尽中空，玉室联珠房。九日澬未落，洪波怒怀襄。洄流荡沙壤，灵景忽以彰。至今众玉聚，山骨堆琳琅。峨空怒猊踞，出谷惊龙翔。委蛇青童辙，散乱初平羊。悬崖势欲坠，植笋森分行。晨光乍映发，紫翠云霞张。攀萝赵公岩，九土何茫茫。岂无太平酒（四库本作醴），浣此膏谷肠。侧身栖真洞，局蹐仍跄踉。深行得穹窿，陟降殊未央。举头见空圆，歘若来飞光。翠岩众山底，恍荡疑无旁。故应却尘污，九垒苍屏障。斯游固足乐，质象不可详。要之大洞中，太山一毫芒。回鞭灵真路，林涧森相望。穷幽得岩谷，高青对峥嵘。蛇行九锁中，宛转流泉声。琤琮泻哀湍，力与乱石争。悬瀑或寻丈，势汹洪河倾。泠泠赴深窦，或如环佩鸣。或于荟蘙中，琴筑时丁丁。或穿嵌岩下，洄洑潴①深清。或如铁堂硖，绝壁飞猿惊。龙蛇走根干，薜蔓悬珠璎。或如钴鉧西，竹树春冬荣。低昂牛马饮，偃蹇熊罴登。或如袁家渴，长阴昼冥冥。草间兰茝香，石上梗楠青。或如灊谷中，坡陀负崩腾。或如三峡底，仰见匹练明。联绵道林麓，左右临洮城。行行川谷开，蔼蔼皋原平。冥搜已复失，巧语未易名。不意天壤间，云关敞金庭。向来保幽遽，不挂世俗称。轮蹄固无迹，樵牧或未经。吾属岂神悟，权舆标地英。昏嫁会当毕，衡茅兹可营。二子早闻道，勤行得贞宁。要收十年功，不止九府卿。二树结佳实，五腴练飞琼。处静已超静，留形要遗形。我懒百不堪，寸田方力耕。会从浮丘伯，及此洪崖生。乘风御倒景，出入抚八纮。下窥冰炭士，扰扰盘中蝇。三人笑相视，事愿良难并。此志不可负，无为滞尘缨。清泉闻此言，白石相与盟。作诗纪胜绝，亦用铭吾膺。按：①原作储，据四库本改江仲嘉书称去常山灵真洞半里许得林壑殊胜余记昔过谢源道中乱峰峭壁间竹树荟蘙今仲嘉所称得非此耶因寄百二十字（宋·程俱）　　五言排律　押先韵闻说灵真路，旁开小洞天。苍峦①閟清境，陆地接飞仙。壁立惊猿挂，松枯老蔓缠。攒空永亭石，漱壑定林泉。烟磴盘三径，玄窗属五便。武陵迷汉魏，妙憙断山川。腾绝端如此，经营有老焉。烹鱼几折屐，命驾拟加鞭。易秃三千丈，宁辞四万钱。把茅应早计，拱木叹流年。鸿鹄须尘外，鹓鸾自日边。人生各有在，雅志共超然。按：①原作蛮，据四库本改"
                },
                {
                    "time": "1104年",
                    "activity": "是年过刘姓园居有诗，创作地点不详，姑系于此。作品：《过刘姓园居》（诗见《北山小集》卷一。）过刘姓园居（甲申）（宋·程俱）负郭三顷稻，并田五亩园。人生如此足，安用华其轩。亲戚居南陌，交游在东村。有酒辄共醉，倾输见情言。三径杂桃李，九畦莳兰荪。黄柑百头奴，碧梧万支孙。山供景无尽，石映溪不浑。桑麻中馈任，布刈邻翁论。下以活妻孥，上以奉清温。时从赤松子，亦访吴市门。嗟我抱此志，十年若朝昏。家山眇天末，松菊岂复存。兹园临官道，坐笑车马奔。前山复场圃，疏筑随坳墩。我来适春秾，乱眼红青纷。恍然动乡思，梦寄东飞云。"
                },
                {
                    "time": "1104年",
                    "activity": "虞谟有和刘姓园居有诗，再用前韵作，因以叙出处之意。创作时间、地点不详，姑系于此。作品：《虞君明谟和刘姓园居诗再用前韵作因以叙出处之意》（年谱中没有收录此诗，但据《北山小集》卷二《虞君明谟和刘姓园居诗再用前韵作因以叙出处之意》，此诗应与《过刘姓园居》诗创作时间比较接近，姑系于此。）虞君明谟和刘氏园居诗再用前韵作因以叙出处之意（宋·程俱）靖节直有道，高怀俯黄园。翘足北窗下，超然诣羲轩。早悟俗中恶，归老三家村。清诗有遗味，谁知本无言。回观一世间，不辨艾与荪。青黄饰断木，冠裳裹王孙。当时甚寒饿，声利终莫浑。公今二千石，此事安足论。入当陪隽贤，峨冠宣与温。出当仗汉节，登车金马门。岂为尚平子，但毕儿女昏。我今乃穷士，壮图无一存。摧颓风埃下，坐见岁月奔。归欤乃其分，卜胜如浮墩。他年有馀食，会见脱世纷。过我五湖上，一区同子云。"
                },
                {
                    "time": "1104年",
                    "activity": "与虞谟燕集，再用《过刘姓园居》韵作诗，创作时间、地点不详，姑系于此。作品：《陪君明华燕集复用前韵》（年谱中没有收录此诗，但据《北山小集》卷二《陪君明华燕集复用前韵》，此诗应与《虞君明谟和刘姓园居诗再用前韵作因以叙出处之意》诗创作时间比较接近，姑系于此。）陪君明华燕集复用前韵（宋·程俱）华藏万竿玉，何殊辟疆园。城中最佳处，时复过高轩。危亭望北郭，依依远人村。露叶有佳色，桃蹊亦无言。累累古藤阴，附石如菖荪。下有小衡霍，巑岏列儿孙。方池是鱼乐，水作千里浑。座满北海客，文追谪仙论。襟期樗散郑，目系忘言温。斯须接棋战，坚壁如辕门。不有覆舟虑，宁为注金昏。越医死更起，齐霸亡为存。日入万籁息，羁禽趣林奔。林间屹层台，此岂萧公墩。徜徉步松月，香露时披纷。胡床兴不浅，点缀无微云。"
                },
                {
                    "time": "1104年",
                    "activity": "是年游九华山有诗，创作地点不详，姑系于此。作品：《望九华》（诗见《北山小集》卷一。）望九华（甲申）（宋·程俱）卷帘坐对江南山，掠眼送青来亹亹。云泉肺肠久厌饫，挂颊悠然聊复尔。奇峰远澹忽四五，爽秀骎骎逼窗几①。平生九华盛名下，一见定知真是矣。非关目力睹天奥，正觉群山如聚米。好人好人有高韵，不独江州孟公子。直缘佳处无仕径，落莫道边同苦李。大是忘年耐久交，藜杖青鞋结终始。按：①四库本此下有峦重嶂复饶云烟，望中掩冉凝青紫二句"
                },
                {
                    "time": "1105年",
                    "activity": "寓居衢州开化天王僧舍，喜佛事，专气辟谷，为云门院法华阁作记。作品：《衢州开化县云门院法华阁记》（文见《北山小集》卷十八。）"
                },
                {
                    "time": "1105年6月15日",
                    "activity": "寓居衢州开化天王僧舍，喜佛事，专气辟谷。六月十五日，为谢原山照堂作记。作品：《照堂记》（文见《北山小集》卷十八。）"
                },
                {
                    "time": "1105年",
                    "activity": "寓居衢州开化天王僧舍，中秋前后，感怀赋诗。作品：《山中对酒》（诗《北山小集》卷一。）山中对酒（乙酉）（宋·程俱）秋容澹青山，爽秀雨皆足。清溪照千仞，空翠疑可掬。何年顾兔窟，桂子堕山腹。老香散深林，屑玉缀黄粟。朝来客衣动，一叶下空谷。客心如棼丝，日月共烦促。胸中尚磊块，陶写赖新渌。要当酒千钟，浇我愁万斛。顾有独醒人，脩然倚枯木。"
                },
                {
                    "time": "1105年",
                    "activity": "冬，寓居衢州开化县灵山寺。"
                },
                {
                    "time": "1105年12月",
                    "activity": "寓居衢州开化县灵山寺。张超曾在常山县西驰官道十二里许建斋舍以憩往来客，卒。十二月，县佐崇仁彭君道其事梗概，为之作记。作品：《常山瑞相记》（文《北山小集》卷十八。）"
                },
                {
                    "time": "1105年",
                    "activity": "寓居衢州开化县灵山寺，是年结识何蒙圣，或在此年寓居天王僧舍期间，姑系于此。"
                },
                {
                    "time": "1105年",
                    "activity": "寓居衢州开化县灵山寺，江袖赠酒，有诗谢之。创作地点或在此年寓居天王僧舍期间，姑系于此。作品：《谢江仲举惠酒》（诗见《北山小集》卷九。）谢江仲举惠酒（乙酉）（宋·程俱）　　七言律诗　押尤韵山城无物可忘忧，但有平原病督邮。知我囊中无白水，烦君若下出青州。芳甘未谢三羊酝，傲兀能消万古愁。会待东郊春意动，鸣鞭乘兴草堂游。"
                },
                {
                    "time": "1105年",
                    "activity": "寓居衢州开化县灵山寺，创作地点或在此年寓居天王僧舍期间，姑系于此。作品：《有美一人》（诗见《北山小集》卷一。）有美一人（乙酉）（宋·程俱）有美一人在昭君，藕丝为衣兰作裙。君初顾言淑且真，直欲载以黄金轮。人心变化如浮云，明妆觉暗笑作颦。何当还之承华茵，令君宴寝凝清芬。　　其二（宋·程俱）有美一人在烟汀，朱颜朝涤玉壶冰。素手暮理朱丝绳。语言窈窕丹凤鸣，坐持纨扇睇秋萤。何当还之翡翠屏，为君把镜整衿缨。　　其三（宋·程俱）　　押语韵有美一人在南浦，月明采珠光照渚。瑶衣被体金索缕，独抱幽寒沬烟雨。何当置之白玉宇，为君歌阳春激楚①。按：①原注：“有美一人在南国”以下四首亡。时邹志完在昭州，曾子开在汀州，陈莹中在合浦。"
                },
                {
                    "time": "1105年",
                    "activity": "寓居衢州开化县灵山寺时，衢州常山县重建保安院，作文记之。创作地点或在此年寓居天王僧舍期间，姑系于此。作品：《衢州常山县重建保安院记》（文见《北山小集》卷十八。）"
                },
                {
                    "time": "1105年",
                    "activity": "寓居衢州开化县灵山寺时，有感“转徙四方，内外无所营”而赋诗。创作地点或在此年寓居天王僧舍期间，姑系于此。作品：《怀居赋》（文见《北山小集》卷十二。）"
                },
                {
                    "time": "1106年8月5日",
                    "activity": "寓居衢州开化灵山寺，八月五日，为安养庵作记。作品：《安养庵记》（文见《北山小集》卷十八。）"
                },
                {
                    "time": "1106年",
                    "activity": "寓居衢州开化县灵山寺，秋夜感怀作诗。作品：《山中秋夜》（诗见《北山小集》卷一。）山中秋夜（丙戌）（宋·程俱）夜气挟秋至，飔然出户庭。空山答清漏，客梦忽以醒。林梢月未堕，流光委疏棂。冷露湿山桂，寒蕤动幽馨。整衣坐蒲团，破屋呈稀星。我身（四库本作生）本无涯，寒暑饱所经。以彼泡电境，劳此草木形。吾犹昔人耳，不与寒暑并。蘧然返初枕，人境已两冥。"
                },
                {
                    "time": "1106年",
                    "activity": "寓居衢州开化灵山寺，为灵山寺转轮经藏作记。作品：《衢州开化县灵山寺大藏记》（文见《北山小集》卷十八。）"
                },
                {
                    "time": "1107年",
                    "activity": "在监常州市易务任上，归省松楸。会僧修意于衢州开化灵山寺。"
                },
                {
                    "time": "1108年4月1日",
                    "activity": "在监常州市易务任上，归省松楸，居衢州开化。四月一日，代表叔王涣之作文。作品：《衢州溪桥记》（文见《北山小集》卷十八。）"
                },
                {
                    "time": "1132年",
                    "activity": "回乡后，上谢表。时寓居衢州开化云门院。作品：《提举江州太平观谢表》（文见《北山小集》卷二十。清《浙江通志》二百三十三《寺观.衢州府.开化县》载：“云门院：《衢州府志》在县西云台乡，宋开宝中建，程俱退寓于此。”）"
                },
                {
                    "time": "1132年",
                    "activity": "寓居衢州开化云门院期间，春，拜访僧修意，时修意病且衰矣。"
                },
                {
                    "time": "1132年7月16日",
                    "activity": "寓居衢州开化云门院期间，七月十六日夜月蚀，有诗。作品：《壬子七月十六日夜月蚀五首》（诗见《北山小集》卷十一。）壬子七月十六日夜月蚀五首（宋·程俱）　　七言绝句　押真韵青天那得虾蟆窟，白地空忧虮虱臣。坐待煤炱露残魄，十分寒玉涌秋旻。　　其二（宋·程俱）　　七言绝句　押支韵阿脩罗王手所障，卢祛虱吒心定知。一念多生人我垢，能令天眼作昏眵。　　其三（宋·程俱）　　七言绝句　押灰韵怪发玻瓈塌死灰，食馀明镜挂高台。撒沙星出争光大，不易青莲火里开。　　其四（宋·程俱）　　七言绝句　撑肠挂肚何繇足，持腋持颐可自娱。底事缘天得刳磔，未妨璧月照空虚。　　其五（宋·程俱）　　七言绝句　押陌韵烂银盘从海东出，云楼半开壁斜白。时有幽人自往来，兰佩相逢桂香陌①。按：①自注：此绝集古句。"
                },
                {
                    "time": "1133年",
                    "activity": "寓居衢州开化云门院期间，有酬林虙诗。作品：《建除一首酬林德祖虙》（诗见《北山小集》卷五。）建除一首酬林德祖虙（癸丑　四库本作巳）（宋·程俱）建旟抚方面，簪笔登云衢。除书无虚日，念子何踌躇。满堂罗经史，问字无停车。平明户外屦，接迹叩所需。定坐为详说，从周述唐虞。执经退食罢，贝梵颇卷舒。破魔无坚垒，解髻皆明珠。危弦寡知音，寂寞空居诸。成诗远相寄，尺鲤来东吴。收之巾十袭，永好不可渝。开缄叹奇决，已作东归图。闭蕃着空舍，谁辨公车书。"
                },
                {
                    "time": "1135年5月",
                    "activity": "五月，迎母亲灵柩于故里，应从镇江府丹徒至衢州开化。"
                },
                {
                    "time": "1144年9月13日",
                    "activity": "九月十三日辛酉，葬于开化县北山之原，程瑀为之作行状。"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "1086年",
                    "activity": "时外祖邓润甫，居京师，程俱随之。"
                },
                {
                    "time": "1090年3月",
                    "activity": "三月，随外祖邓润甫复至汴京。"
                },
                {
                    "time": "1096年",
                    "activity": "至京师，或为假承务郎事。是年于京师结识江褒。"
                },
                {
                    "time": "1117年",
                    "activity": "七年，差通判延安府，以侍亲非便，辞，改通判镇江府，未及赴任，改除编修国朝会要所检阅文字。在赴任途中。"
                },
                {
                    "time": "1117年4月4日",
                    "activity": "在赴任编修国朝会要所检阅文字途中，闻姊夫朱耜卒于京师，时四月四日。"
                },
                {
                    "time": "1117年6月",
                    "activity": "夏六月，至汴京赴任，适逢妻兄仲嘉卒。"
                },
                {
                    "time": "1117年",
                    "activity": "夏，有诗酬叶梦得，时在汴京。作品：《酬颍昌叶内翰见招》（诗见《北山小集》卷十。）酬颍昌叶内翰见招（丁酉）（宋·程俱）　　七言律诗　押歌韵触石西游溯浊波，京华旅食谢经过。年侵镜里今如此，歌缺壶边可奈何。宾阁遥知悬玉麈，直庐应许到金坡①。须公一节趋环召，犹及昆明百步荷。按：①自注：唐孟浩然故事。"
                },
                {
                    "time": "1118年",
                    "activity": "官编修国朝会要所检阅文字，兼道史检讨，时在汴京。有和叶梦得诗，当作于政和七年至宣和元年间，姑系于此。作品：《次韵和颍昌叶翰林》（诗见《北山小集》卷七。）次韵和颍昌叶翰林同许学士亢宗干誉汎舟潩水（宋·程俱）　　押鱼韵高云下甘泽，肤寸即有馀。瀛波纳牛迹，亦复鳣鲸居。翰林补天手，妙语追三闾。聊从颍川借，似厌承明庐。坐令啸诺地，不异畏垒墟。斯人乐佳政，欣若饱稻鱼。恢恢云梦胸，中有几石渠。时来潩水旁，傲睨万物初。　　其二（宋·程俱）　　押庚韵嗟我一寸筳，登公五言城。时窥锦囊句，似发黄钟声。闭门得长哦，有酒或细倾。谁云千里隔，回薄万古情。驾言从公游，上马短策横。尘缨缚我急，有足安得行。何当来上都，既见心始平。为公赋三秋，寤叹空营营。　　其三（宋·程俱）　　押元韵往者巾柴车，追游卞山村。今焉镇三辅，鼓吹喧谯门。遥知手种松，浸有苍苔痕。许下今乐郊，胜事亦复繁。但令足兵食，饱暖同君恩。长安举头见，煌煌太微垣。江湖与魏阙，一一寄默存。正恐受釐室，虚怀待微言。　　其四（宋·程俱）　　押尤韵许侯盖静者，无乃祖远游。着身朝市间，深若无所求。命驾眇千里，西湖正凉秋。是中有真趣，轩裳何悠悠。潩水清且姝，仙舟度深幽。徐行问疾苦，怀新想平畴。坐念方外乐，馋涎曲车流。持觞会相属，我唱公当酬。"
                },
                {
                    "time": "1118年",
                    "activity": "在汴京编修国朝会要所检阅文字任上。是年前后，生子行敏。"
                },
                {
                    "time": "1119年",
                    "activity": "转承议郎，赐五品服，时在汴京编修国朝会要所检阅文字任上。"
                },
                {
                    "time": "1119年",
                    "activity": "为姊夫朱耜作墓志铭，时在汴京编修国朝会要所检阅文字任上。作品：《宣义郎知常州江阴县朱君墓志铭》（文见《北山小集》卷三十二。）"
                },
                {
                    "time": "1120年",
                    "activity": "在汴京编修国朝会要所检阅文字任上，为江大方作墓志铭，时间当在九月二十日与十一月五日之间。作品：《江器博墓志铭》（文见《北山小集》卷三十三。）"
                },
                {
                    "time": "1120年12月24日",
                    "activity": "迁秘书省著作佐郎，十二月二十四日，赐上舍出身，时在汴京。作品：《谢著作佐郎启》（文见《北山小集》卷二十一。）"
                },
                {
                    "time": "1120年",
                    "activity": "迁秘书省著作佐郎，赐上舍出身，时在汴京。叶梦得道贺，有诗酬之。作品：《酬叶翰林喜某除官东观》（诗见《北山小集》卷十。）酬叶翰林喜某除官东观（庚子）（宋·程俱）　　七言律诗　押先韵冰谷难通杜曲天，浅闻那识绛人年。挥斤始免从轮扁，操牍宁堪佐史迁。正恐商樊讥浪仕，可令齐鲁叹无传。笭箵挂壁空回首，林有孙枝竹长鞭。　　其二（宋·程俱）　　七言律诗　押先韵列宿罗胸妙补天，巨鳌峰顶号耆年。致君旧拟唐虞上，去国徒惊岁月迁。梦笔丝纶建瓴下，憩棠膏泽置邮传。平生倾倒燕台意，可使英豪慕执鞭。"
                },
                {
                    "time": "1120年",
                    "activity": "在汴京著作佐郎任上，有诗送叶善卷。作品：《送叶善卷致仕归吴》（诗见《北山小集》卷十。叶善卷，事迹不详。）送叶善卷致仕归吴（卫尉丞叶劝　庚子）（宋·程俱）　　七言律诗　押东韵卫尉新除盖次公，便抛簪绂向江东。秋鲈正与莼丝美，夜鹤休惊蕙帐空。满腹诗书元未试，会心林壑与谁同。自怜华发无归处，惭愧冥冥物外鸿。"
                },
                {
                    "time": "1121年",
                    "activity": "居汴京，除礼部员外郎。"
                },
                {
                    "time": "1121年",
                    "activity": "在汴京礼部员外郎任上，与同舍有交游唱和。作品：《和同舍上元迎驾起居》（诗见《北山小集》卷十。）《和同舍夏日四诗》（诗见《北山小集》卷十。）和同舍上元迎驾起居（辛丑）（宋·程俱）　　七言律诗　押寒韵琼构浮空锦作山，五门遥比望金銮。烛龙飞度昆丘晓，玉斧修成宝鉴寒。便觉冰荷回暖律，恍疑云翼傅灵丸。都人喜色瞻鸾盖，更拟交光雪未残。和同舍夏日四诗（辛丑）（宋·程俱）　　五言律诗　押东韵寒暑不到处，翛然天地中。夏冰聊善幻，性水自真空。松壑凝寒露，荷灯障远风。峨峨欲千仞，扇暍意无穷①。按：①自注：清冰。　　其二（宋·程俱）　　五言律诗　押庚韵晓来风破睡，天外失参横。雨作刻漏下，人思江海倾。林塘回秀色，廛市亦欢声。漏屋吾无憾，聊苏秉耒氓①。按：①自注：暑雨。　　其三（宋·程俱）　　五言律诗　押鱼韵夜气接平旦，微凉生太虚。庭槐秋影动，檐月晓光馀。执热宁无间，探汤固有初。斯须衔烛转，汗渍羽陵书①。按：①自注：晨夜。　　其四（宋·程俱）　　五言律诗　押侵韵赤日不可度，红尘能许深。粪除知有意，垢净亦惟心。叶落石门晓，花残桃径吟。安知烦溽地，拥彗却流金①。按：①自注：扫地。"
                },
                {
                    "time": "1122年",
                    "activity": "在汴京礼部员外郎任上，为吴中二老方子通、杨懿孺作墓志铭。作品：《莆阳方子通墓志铭》（文见《北山小集》卷三十三。）《承奉郎致仕杨君墓铭》（文见《北山小集》卷三十三。）"
                },
                {
                    "time": "1122年",
                    "activity": "在汴京礼部员外郎任上，驾幸秘书省，特旨召观书阁下，因赐御笔书画，迁朝奉郎。作品：《车驾幸秘书省口号》（诗见《北山小集》卷十。）《宣和御书赞》（诗见《北山小集》卷十六。）《宣和御画赞》（诗见《北山小集》卷十六。）车驾幸袐书省口号（二首　壬寅）（宋·程俱）　　七言律诗　押阳韵端门清跸隐修廊，麟省新开接建章。六玉虬飞黄道稳，五芝华耸赪袍光。风生凡腋天颜近，春入仙洲昼漏长。拭目训词成饱德，共瞻云日仰陶唐。　　其二（宋·程俱）　　七言律诗　押删韵清尘膏雨浃人寰，金殿晴开瑞雾间。帝座腾辉临璧府，飙轮纡景按蓬山。龙鸾初识昭回迹，麑鹿惊随侍从班。再拜逡巡戴君赐，却迎天仗款贤关。"
                },
                {
                    "time": "1122年",
                    "activity": "在汴京礼部员外郎任上，驾幸秘书省，特旨召观书阁下，因赐在汴京礼部员外郎任上，御笔书画，迁朝奉郎。作品：《谢赐御书御画并宣召观书画表》（文见《北山小集》卷二十。）"
                },
                {
                    "time": "1123年3月",
                    "activity": "在汴京礼部员外郎任上，三月，为表叔王汉之作行状。作品：《延康殿学士中大夫提举杭州洞霄宫信安郡开国侯食邑一千七百户食实封一百户赠正奉大夫王公行状》（文见《北山小集》卷三十四。）"
                },
                {
                    "time": "1123年",
                    "activity": "在汴京礼部员外郎任上，为蒋彝作墓志铭。作品：《朝散郎直秘阁赠徽猷阁待制蒋公墓志铭》（文见《北山小集》卷三十。）"
                },
                {
                    "time": "1123年",
                    "activity": "丁母忧，时在汴京。"
                }
            ]
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": [
                {
                    "time": "1086年10月",
                    "activity": "十月，外祖邓润甫扶柩至维扬，程俱随之。"
                },
                {
                    "time": "1087-1088年",
                    "activity": "外祖邓润甫于扬州丁母忧，程俱随之。"
                },
                {
                    "time": "1094年",
                    "activity": "客居吴县，尝至扬州。"
                },
                {
                    "time": "1128年10月23日",
                    "activity": "十月二十三日，赴行阙，至扬州，时任著作佐郎。"
                },
                {
                    "time": "1129年1月",
                    "activity": "正月，在扬州，迁礼部员外郎，感怀赋诗。作品：《驻跸杨州以提点刑狱公廨为尚书省礼部在西北隅卷书楼下甲戌年余尝寓止焉今寓直其下有感》（诗见《北山小集》卷十一。《江南通志》卷三十三《舆地志.古迹.扬州府》：“卷书楼在甘泉县西北隅，宋高宗驻跸扬州，以提点廨为尚书省礼部，程俱寓直诗有‘夜寒持被卷书楼’之句”。）驻跸扬州以提点刑狱公廨为尚书省礼部在西北隅卷书楼下甲戌年余尝寓止焉今寓直其下有感（宋·程俱）　　七言绝句　押尤韵三入南宫更白头，夜寒持被卷书楼。那知趼足半天下，投老浮山省旧游。"
                },
                {
                    "time": "1129年2月2日",
                    "activity": "二月二日，随车驾渡江南下，至扬州，时任礼部员外郎。"
                }
            ]
        },
        {
            "Latitude": 33.850774,
            "Longitude": 115.785767,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3416",
            "Title": "亳州",
            "Detail": [
                {
                    "time": "1089年3月",
                    "activity": "三月，外祖邓润甫以龙图阁学士知亳州，程俱随之。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1090年3月",
                    "activity": "三月，随外祖邓润甫复至汴京，途经新城。"
                },
                {
                    "time": "1101年",
                    "activity": "在舒州太湖茶场任上。往余杭，娶继室江氏，同江仲嘉褒、道人陈祖德良孙游洞霄宫，有诗。作品：《同余杭尉江仲嘉褒、道人陈祖德良孙游洞霄宫》（诗见《北山小集》卷三。）同馀杭尉江仲嘉褒道人陈祖德良孙游洞霄宫（宋·程俱）太湖隐吏迂且顽，手扳柱颊看西山。笔床茶灶向何许，往来洞庭林屋间。旧闻西门彻悬霤，故整烟艇寻苕川。却惊天柱矗云表，势与太华争擎天。幅巾跨马及晓鼓，逸思自觉奔春泉。其谁从者二妙士，金庭老客南昌仙。齐驱共语失长道，但见平阪连桑田。篮舆后继独不语，鼻息栩栩山耸肩。岗回涧曲若无路，万叠老翠漫秋烟。三山对起锁诘屈，仅容蹄辙通人寰。羊肠移险在平地，九疑山色荒联绵。穿松酌水寻二洞，低隐岩腹高山巅。山巅石室如列厦，接肘可置千宾筵。最怜西洞隔凡处，凝（自注：去）乳络壁留空圆。我将拂袖去不返，戏击雷鼓挥神鞭。三华宝衣立可致，九赤班符何足传。只将尻与驾神马，岂顾家火烧凡铅。又疑灵物之所宅，卵孕变化蟠蜿蜒。金龙玉简投不满，恐复下与东溟连。我嗟何地非圣处，火聚正坐青云軿。目前阊阖昼自启，电顷已超天地先。正缘一念重山岳，障碍何啻重城坚。就令信脚到仙宇，凡骨至死包（四库本作色）腥膻。胶胶世网浪自缠，会当去之如蜕蝉。谁能白衣傍金马，且复锦袍乘钓船。金庭客，南昌仙，他年与我乘八景，举手少别三千（四库本作十）年。"
                },
                {
                    "time": "1101年",
                    "activity": "在舒州太湖茶场任上。往余杭，娶继室江氏，有诗。作品：《余杭法喜院荆文公书堂文公康定中读书于此》（诗见《北山小集》卷九。）馀杭法喜院荆文公书堂文公康定中读书于此（辛巳）（宋·程俱）　　七言律诗　押东韵钟山太傅起从龙，鼓动风雷①指顾中。未见图形求傅野，岂知徒步客新丰②。青鞋曾访餐芝老，白首惟馀捣药童③。藏壁故应留断简，至今山鬼恸悲风。按：①四库本作云②自注：许远游登岩茹芝，乃馀杭山中也。③自注：寺僧言文公多养疾此堂，当时给侍童子，今八十一岁矣。"
                },
                {
                    "time": "1129年2月14日",
                    "activity": "二月十四日，至杭州，上劄子议事，时任礼部员外郎。作品：《乞许六参官赴二十六日起居》（文见《北山小集》卷三十五。）"
                },
                {
                    "time": "1129年2月24日",
                    "activity": "在杭州礼部员外郎任上，二月二十四日，再上劄子议事。作品：《省官》（文见《北山小集》卷三十五。）"
                },
                {
                    "time": "1129年3月",
                    "activity": "在杭州礼部员外郎任上，三月初，上劄子乞外任或宫观。作品：《三年三月初乞郡或宫观劄子》（文见《北山小集》卷三十六。）"
                },
                {
                    "time": "1129年3月14日",
                    "activity": "在杭州礼部员外郎任上，三月十四日，徒步山间，失脚倒地受伤。"
                },
                {
                    "time": "1129年3月16日",
                    "activity": "在杭州，三月十六日，除太常少卿，以“疾痛日加，有妨行步”等原因再三上劄子辞免。作品：《辞免太常少卿申尚书省状》（文见《北山小集》卷三十六。）"
                },
                {
                    "time": "1129年4月1日",
                    "activity": "在杭州，四月一日，以直秘阁秀州。"
                },
                {
                    "time": "1132年1月14日",
                    "activity": "在临安中书舍人任上，正月十四日，随高宗至临安。"
                },
                {
                    "time": "1132年1月16日",
                    "activity": "在临安中书舍人任上。武功大夫、荣州团练使苏易乞以奉化县界把截所转一官于阶官，上许之。正月十六日，程俱上书力论其不可。作品：《缴苏易转行横行奏状》（文见《北山小集》卷四十。）"
                },
                {
                    "time": "1132年2月20日",
                    "activity": "在临安中书舍人任上，二月二十日，上书指斥徐俯与中官唱和，并言除其为谏议大夫不妥，上不听。"
                },
                {
                    "time": "1132年2月22日",
                    "activity": "在临安，二月二十二日，右司谏方孟卿论程俱谄附蔡攸、弃秀州而遁事，因此罢官归乡，时提举江州太平观。作品：《二月二十日实封奏》（文见《北山小集》卷四十。）"
                }
            ]
        },
        {
            "Latitude": 29.481104,
            "Longitude": 119.287608,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330182",
            "Title": "建德",
            "Detail": [
                {
                    "time": "1091年",
                    "activity": "初以童子见睦州通判江汝明，江汝明为礼待之，犹成人。"
                },
                {
                    "time": "1107年",
                    "activity": "在监常州市易务任上。冬，归省松楸，途经寿昌驿，有诗。作品：《书寿昌驿》（诗见《北山小集》卷十一。）书寿昌驿（丁亥）（宋·程俱）　　五言绝句　押微韵岁暮白日速，风高黄叶稀。归心与寒雁，一夜向南飞。"
                }
            ]
        },
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州",
            "Detail": [
                {
                    "time": "1091年",
                    "activity": "仲姊归朱长文长子耜，得乐圃先生朱长文赏识，目为奇童，程俱或在吴县，从之学。"
                },
                {
                    "time": "1092年",
                    "activity": "或在吴县，从学乐圃先生朱长文。"
                },
                {
                    "time": "1093年6月",
                    "activity": "或在吴县，从学乐圃先生朱长文，六月，朱长文赴太学，有诗送之。作品：《送朱伯原博士赴太学》（诗见《北山小集》卷八。）送朱伯原博士赴太学（癸酉）（宋·程俱）朱公将赴成均时，炎炎六月云峰奇。阊门鼓声催画鹢，陂塘菡萏方华滋。朝云回首暮云合，汗青嵬磊扃岩扉。先生顾此重惜去，片帆未肯乘风飞。贱子乃前致以词，诚知去鲁心迟迟。丈夫出处会有时，从来猿鹤焉能知。醇儒况复生盛世，终老岩穴将何为。公其去矣莫回首，君王仄席思贤久。公怀慷慨善哉言，挽舟便出枫桥口。"
                },
                {
                    "time": "1094年",
                    "activity": "客居吴县，尝过林虙居所大云坊，结识富延年。"
                },
                {
                    "time": "1094年",
                    "activity": "客居吴县，外祖邓润甫是年卒，此文大约作于此年。作品：《邓安惠公赞》（诗见《北山小集》卷十六。）"
                },
                {
                    "time": "1095年",
                    "activity": "客居吴县。"
                },
                {
                    "time": "1102年",
                    "activity": "于苏州吴县拜见吴中二老杨懿孺、方子通，有诗。作品：《过方子通惟深》（诗见《北山小集》卷一。）过方子通惟深（宋·程俱）　　押尤韵白日苦易晚，我怀多隐忧。忧思剧春浸，浩漫不可收。出门欲有适，举步且复休。尘中等胶扰，念此将焉投。驾言城东北，阎闾即岩丘。是中有幽人，厉志凌霜秋。寸田荆棘尽，不假斤斧脩。门无杂车马，一饭乃见留。虚堂芝朮香，下有百尺虬。苍阴匝平地，老干森下樛。堂中罗酒浆，耿耿灯烛幽。四天黮无光，万籁肃以揫。炯然坐相向，更仆语益遒。我身动乖迕，梦寐乔松游。常恐在泥滓，永为天所囚。会当从之子，濯足万里流。"
                },
                {
                    "time": "1102年",
                    "activity": "于苏州吴县拜见吴中二老杨懿孺、方子通，有和杨懿孺诗。作品：《和杨彝甫静妙轩》（诗见《北山小集》卷四。）和杨彝甫静妙轩（宋·程俱）君家执戟郎，寂寞坠天禄。萧然刘董外，那用相窘束。居无甔石储，但有书满屋。君今老衡茅，出处异兰菊。静中独观妙，四达开惠目。中园郁黄华，庭下森翠竹。饥来索盘餐，小极须睡足。时当叩君门，为问梅子熟。"
                },
                {
                    "time": "1113年",
                    "activity": "以崇宁上书罢职，不久，主管兖州岱岳观，时为通直郎，卜居苏州蜗庐。作品：《迁居蜗庐诗》（诗见《北山小集》卷三。蜗庐在长洲县（今江苏苏州）城北，中有常寂光室、胜义斋等。另据程俱《北山小集》卷十九《衢州开化县新学记》“通直郎管勾岱岳观程某记”，主管兖州岱岳观时为通直郎，年谱中无，今补上。）《蜗庐有隙地三两席稍种树竹已有可观戏作七篇》（诗见《北山小集》卷四。）蜗庐有隙地三两席稍种树竹已有可观戏作七篇菊（宋·程俱）吾闻郦侯国，产菊千丈潭。采华食其叶，垂根渍芳甘。遂令郦川氓，难老如彭聃。庭前有古井，秋霖发清涵。慇勤东篱绿，覆此白玉奁。时能嚼新蕊，汲月散馀酣。　其二竹（宋·程俱）种玉未渠久，疏篁长儿孙。胜会不在多，何须辟疆园。我观榛芜地，尘思纡且烦。萧森对此君，清凉彻心源。草木初无情，妄作净秽观。乃知识种子，正是生死根。　其三凤仙（宋·程俱）　　押东韵微华若么凤，倒挂茂蔚中。鸣鸟不可见，幽怀寄芳丛。初移几寸苞，稍展两翅红。能使寂寞滨，馀妍映蒿蓬。　其四鸡冠（宋·程俱）峨冠百草头，意象出其类。望之似木鸡，正自五官废。宁须断其尾，无乃假予臂。可复近幽窗，谈玄有深诣。　其五红苋（宋·程俱）嘉生苦不荣，凡草忽猥大。君看庭中苋，易长剧稂稗。初无封植意，不见虫鸟害。穰穰筠菊间，红紫不可杀。微功尚足收，染我盘中菜。　其六芭焦（宋·程俱）芭蕉中无坚，譬彼泡梦幻。了然观我身，生死知一贯。学书端未暇，覆鹿真自乱。一雨过空庭，秋声入深宴。　其七水青（宋·程俱）　　押阳韵水青虽楚楚，不复中栋梁。黄封入雕槛，亦足被宠光。朝离粪壤区，暮上君子堂。胡为伴幽独，堕此一亩荒。"
                },
                {
                    "time": "1113年",
                    "activity": "苏州蜗庐有胜林堂、妙高堂、常寂光庵等，当为陆续所建之物，有诗咏之，时间不详，姑系于此。作品：《山居》（诗见《北山小集》卷六。）"
                },
                {
                    "time": "1113年",
                    "activity": "卜居苏州蜗庐期间，结识叶梦得，两人唱酬颇多。作品：《同叶内翰游南峰，窃观壬辰旧题诗，谨次严韵》（诗见《北山小集》卷二。）《葺蜗庐吴下，用叶翰林见寄诗韵作》（诗见《北山小集》卷十。）《和叶翰林阻雨枫桥》（诗见《北山小集》卷一。）《同叶翰林游虎丘分韵得丘字》（诗见《北山小集》卷三。）同叶内翰游南峰窃观壬辰旧题诗谨次严韵（宋·程俱）　　押覃韵道林弥天辩，妙誉倾斗南。山阴有馀赏，禹穴或已探。晚岁折（自注：舌）筇杖，兹焉寄伽蓝。呼鹰阅神骏，对客手自谈。却顾夸夺子，心兵战方酣。当时蹇驴辈，蹴踏岂所堪。斯人不可见，荒径昔已谙。青鞋踏松月，幽灯照禅龛。尔来十五年，身世犹朝三。羁游了无蒂，飞蓬转毗岚。愧此石窟人，坚持證那含①。如公世所挽，明堂要樟楠。徘徊弭玉节，聊酌需泉甘。老乃涧底松，霜枝郁毵毵。尚有蠹书癖，囊中密如蚕。中年锢泉石，此外无馀耽。从公恣幽讨，形疲意犹贪。安得五亩园，旁营二空庵。心游万物表，旷若巨海涵。恨无买山具，抚境思髯参②。按：①自注：石庵间有道者坐禅。　②自注：郗超每闻高隐者，辄倾财资之。葺蜗庐吴下用叶翰林见寄诗韵作（宋·程俱）　　七言律诗　押东韵四海无庐置此翁，故营松竹尽囊空。明知计出柏马下，正拟身全木雁中。东郭易成生草舍，南村先怯卷茅风。向来豪气今如此，敢与元龙比长雄①。按：①自注：张志和结庐东郭，茨以生草。余结庐皆竹椽松柱，故有松竹之句。和叶翰林阻雨枫桥（宋·程俱）　　押真韵白雨下车轴，江湖与天邻。浑流已横溃，川陆无行人。荡荡淮楚舟，篙樯动萧晨。淹留寒山寺，河湾俯清沦。虚堂梦春草，落纸佳句新。长啸寄遐想，深谈破无因①。泊无轩裳累，但觉山林亲。迟迟去鲁意，欲驾还逡巡。阴霖固无限，所念商农迍。乃知君子怀，绝出世俗尘。按：①自注：外道无因论。同叶翰林游虎丘分韵得丘字（宋·程俱）　　押尤韵四顾渺平野，孤撑见林丘。常疑涌地出，傥复海所浮。上有千人台，灵踪想前脩。无情肯深义，顽石亦点头。下有百尺渊，神光干斗牛。阴崖不见日，草木皆先秋。两晋多达士，东亭抑其流。结庐远车马，寄此山之幽。一朝施白足，弃去如毛輶。矧伊桑下宿，肯作贾胡留。"
                },
                {
                    "time": "1113年9月1日",
                    "activity": "卜居苏州蜗庐期间，九月一日，为张有《复古编》作序。作品：《复古编后序》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1113年10月1日",
                    "activity": "卜居苏州蜗庐期间，十月一日，为贺铸诗集作序。作品：《贺方回诗集序》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1113年",
                    "activity": "卜居苏州蜗庐期间，除夕作诗。作品：《癸巳岁除夜，诵孟浩然归终南旧隐诗有感，戏效沈休文八咏体作》（诗见《北山小集》卷九。）癸巳岁除夜诵孟浩然归终南旧隐诗有感戏效沈休文八咏体作北阙休上书（宋·程俱）　　五言律诗　押鱼韵说将且①不暇，于时真自疏。深惭叔孙子，未办茂陵书。正自饥欲死，敢言忠有馀。平生畎亩志，本不羡严除。按：①四库本作日　其二南山归敝庐（宋·程俱）　　五言律诗　押支韵故庐今茂草，新构羡茅茨。久慕泉石约，空令猿鹤悲。一廛端可共，三径复谁期。会结忘年友，归云茹紫芝。　其三不才明主弃（宋·程俱）　　五言律诗　押灰韵沃壤有多稼，良工无废材。固知时不弃，正坐老无媒。病骥终难驾，寒花不易开。古来天下士，取次没蒿莱。　其四多病故人疏（宋·程俱）　　五言律诗　押真韵雁足慵难寄，鸡栖出厌频。路长时有梦，人远遽如新。胶漆唯穷士，云泥隔要津。嚣嚣亦何病，懒放任天真。　其五白发催年老（宋·程俱）　　五言律诗　押豪韵转眼过三纪，搔头见二毛。先秋同柳弱，早白误山高。种种从渠落，青青竟莫逃。形骸姑置此，痛饮读离骚。　其六青阳逼岁除（宋·程俱）　　五言律诗　押东韵憔悴身仍健，峥嵘岁又穷。天寒春未应，腊尽雪初融。万化岂有极，一生常转蓬。谁知元不动，日月自西东。　其七永怀愁不寐（宋·程俱）　　五言律诗　押冬韵腷膞南枝鹊，铿宏半夜钟。寥寥数寒漏，唧唧类吟蛩。马革思强仕，牛衣慕老农。此身何处是，展转听朝舂。　其八松月夜窗虚（宋·程俱）　　五言律诗　押江韵透隙风号屋，翻檐雪洒窗。遥知迷九泽，似欲卷三江。引睡翻书帙，浇愁泥①酒缸。无因踏松月，痴坐对青釭。按：①自注：去。"
                },
                {
                    "time": "1113年",
                    "activity": "卜居苏州蜗庐期间，有戏呈虞君明诗。作品：《戏呈虞君明察院谟》（诗见《北山小集》卷二。）《君明见和再作》（年谱中没有收录此诗，但据《北山小集》卷二《君明见和再作》，此诗应与《戏呈虞君明察院谟》诗创作时间比较接近，姑系于此。）《出北关再以前韵作寄》（年谱中没有收录此诗，但据《北山小集》卷二《出北关再以前韵作寄》，此诗应与《戏呈虞君明察院谟》诗创作时间比较接近，姑系于此。）戏呈虞君明察院谟（癸巳）（宋·程俱）三仕三已心如空，一壑一丘吾固穷。门施雀罗正可乐，车如鸡栖良不恶。胸中九华初欲成，綵衣玉斧双鬟青。世间何乐复过此，不失清都左右卿。　　其二（宋·程俱）长安陆海知（疑当作如）洪炉，五金出入无精粗。平生椎钝坚重质，一往融液随流珠。请观五石大瓠种，正以濩落浮江湖。环中何者为荣辱，千钟何如三釜粟。坦途缓步东方明，大胜跨虎临深谷。君明见和再作（宋·程俱）十年接淅家屡空，门无八关延五穷。谁言浩浩有馀乐，世故撩人工作恶。君不见韩非白首终无成，至今说难书汗青。要之赋命默有制，巧拙安知司马卿。　　其二（宋·程俱）羡公腹有金丹炉，凡泥六一何其粗。枣梨扶疏荆棘尽，夜半北海收明珠。尔来问舍浙江曲，正以画笥观西湖。我生抗脏今耐辱，贫病欲贷监河粟。他年公伴赤松游，遗我刀圭固玄谷。出北关再以前韵作寄（宋·程俱）从公十日羁愁空，超然似欲忘途穷。神游八极共天乐，浮白不应嫌客恶①。中年偃蹇百无成，唯有见贤双眼青。狂歌时有眇道士，拟赋臞仙非长卿。按：①自注：元次山以不饮者为恶客。　　其二（宋·程俱）平生清梦游香炉，云岩荦确衢山粗。不应近舍武林秀，僧宝况多沧海珠。胜游屡约不成往，白雨连日翻平湖。公如二疏方不辱，我亦三吴甘脱粟。会当乘雪叩①公门，正恐鸣驺还入谷。按：①原作叨，据四库本改"
                },
                {
                    "time": "1113年",
                    "activity": "卜居苏州蜗庐期间，空相僧舍书事，有诗。作品：《空相僧舍书事》（诗见《北山小集》卷四。）空相僧舍书事（癸巳）（宋·程俱）　　押阳韵午景入疏竹，堂阴筠粉香。疏帘扑空翠，无风自微凉。棋声破禅寂，日转幡影长。霏烟触垂瓜，泛乳搜枯肠。投局起寻胜，徘徊雨花堂。巢莲见灵龟，信有千岁祥。徐观乃跛鳖，圉圉循菰蒋。笑罢得叹息，是非可兼忘。却坐对谈麈，冰松想千章。斯须二三子，矫若惊鸿翔。府中有料理，不作功曹狂①。按：①自注：杜甫为功曹，云“束带发狂欲大叫，簿书何急来相仍。”是日江、赵、潘以幕职事去。"
                },
                {
                    "time": "1114年",
                    "activity": "回苏州，叶梦得有信至，作诗。作品：《卞山信至三首》（诗见《北山小集》卷四。）"
                },
                {
                    "time": "1114年",
                    "activity": "卜居苏州蜗庐期间，秋夜抒怀，呈寄友人。作品：《秋夜写怀，呈常所往来诸公，兼寄吴兴江仲嘉八首》（诗见《北山小集》卷二。）秋夜写怀呈常所往来诸公兼寄吴兴江仲嘉八首（宋·程俱）秋声不关人，倦客偏入耳。萧萧舞黄叶，策策振疏苇。明知壮则老，摇落固其理。如何石心人，慨叹中夜起。　　其二（宋·程俱）蓬藋没三径，藤蔂上瓜庐。时闻步屧声，款关问何如。定坐无杂语，文章较精粗。马融辞东观，抗脏与世疏。顾此穷巷士，华颠空著书①。按：①自注：属王元规防。　　其三（宋·程俱）外监嗟已远，吾犹识其孙。森然见孤韵，辨作悬河翻。低头向萤窗，有类鹤在樊。雠书五千卷，字字穷根源。颇携未见书，过我樵无烟①。按：①自注：属贺方回铸。　　其四（宋·程俱）向来霜秋句，俯仰岁一终。人间有寒暑，方外无穷通。青青千丈松，不改冰雪容。坐阅蒲与柳，飘萧随雨风。寒松老益高，蒲柳老益衰。流萍况无蒂，复与飞蓬期。却扫计不早，出门欲何之①。按：①自注：属方子通惟深。余壬午岁常过子通，赋诗有云是中有幽人，厉志凌秋霜。又云会当从之子，濯足万里流。俯仰十二年矣，愧此高人。　　其五（宋·程俱）　　押真韵剥啄惊牛枕，轩昂见长身。苍髯如脩竹，定非俯仰人。德公卧襄阳，不踏官府尘。此老颇似之，酒酣见天真。结庐甚幽独，已办老圃邻。披榛时一来，数面久益亲①。按：①自注：属杨彝父懿孺。　　其六（宋·程俱）　　押阳韵二士出吴下，诸生有杨王。相从寂寞滨，无乃计未良。纵横三千字，坐可致玉堂。词章乃糠秕，不直粟一囊。我愧非子云，文书昧偏旁。穷居似韩子，草树亦荒凉。时能出佳句，慰我秋夜长①。按：①自注：属王、杨二贡士。　　其七（宋·程俱）物色一如此，凄风薄人衣。遥怜卞山客，增叹雉朝飞。固知难为怀，举餐念齐眉。忽使梨枣间，缠绵生茧丝。　　其八（宋·程俱）清霜扫蕃庑，岂为一草木。方春万物遂，苑籞及冰谷。乾坤本平施，憎爱岂有属。不应怀偏悭，独遇吾党酷。奇穷坐迂疏，此事计已熟。如何半世间，生理常刺促①。按：①自注：二篇属江仲嘉。仲嘉有气节，多难，比有伉俪之戚，故云。"
                },
                {
                    "time": "1114年",
                    "activity": "卜居苏州蜗庐期间，与蒋有道交游，赋诗。作品：《与蒋子有道丁丑相从吴下之适，感而赋诗》（诗见《北山小集》卷九。蒋有道事迹不详。）与蒋子有道丁田相从吴下之适感而赋诗（甲午）（宋·程俱）　　七言律诗　押微韵三径旁临招隐溪，子真池馆叩林扉。拿舟雪夜多乘兴，步屧春风每醉归。居舍相望一牛吼，官途常作二凫飞。试寻邀月持杯地，共觉劳生四十非。"
                },
                {
                    "time": "1115年10月1日",
                    "activity": "卜居苏州蜗庐期间，李侯给衢州开化县新学书与图，十月一日，为衢州开化县新学作记。作品：《衢州开化县新学记》（文见《北山小集》卷十九。）"
                },
                {
                    "time": "1115年",
                    "activity": "卜居苏州蜗庐期间，叶梦得知蔡州，作诗赠行。作品：《叶内翰赴淮西》（诗见《北山小集》卷九。）叶内相（四库本作史）赴淮西（宋·程俱）　　七言律诗　押尤韵向来英妙压鳌头，去国三年白鬓秋。萧傅岂烦更吏治，贾生元自赞皇猷。高文已得江山助，远业宁为管晏留。闻说云亭已除地，正须椽笔纪鸿休。"
                },
                {
                    "time": "1115年",
                    "activity": "卜居苏州蜗庐期间，叶梦得寄诗，和之。作品：《次韵叶翰林见寄》（诗见《北山小集》卷九。）次韵叶翰林见寄（乙未）（宋·程俱）　　七言律诗　押东韵雅望清班亦醉翁，暂令槐阁曳铃空。更评他日归贤守，画诺何人称治中①。便合追锋来就日，已知投刃有成风。贻书千里兼金意，俎豆常怜断尾雄。按：①自注：蔡州今为汝南郡，故得用汝南故事。　　其二（宋·程俱）　　七言律诗　押东韵相望千古一涪翁，还向江湖四壁空。病目自甘桃李后，野麋难着凤麟中。未成下泽还乡里，且寄穷阎蔽雨风。举世知音常契阔，空悲沉抑为谁雄。"
                },
                {
                    "time": "1116年4月1日",
                    "activity": "卜居苏州蜗庐期间，常平司新移公宇，四月一日为之作记。作品：《京西北路提举常平司新移公宇记》（文见《北山小集》卷十九。）"
                },
                {
                    "time": "1116年",
                    "activity": "卜居苏州蜗庐期间，从江大方学《内丹诀》"
                },
                {
                    "time": "1116年",
                    "activity": "卜居苏州蜗庐期间，有次韵张祠部诗。作品：《次韵张祠部见示》（诗见《北山小集》卷九。张祠部事迹不详。）次韵张祠部见示（丙申）（宋·程俱）　　七言律诗　押真韵大涤先生不讳贫，鬓髯虽白脸长春。三江鱼美东曹后，二柳泉甘慧晓邻①。怀组归来无长物，挂冠谁复并清尘。自怜出处俱违性，旋结衡茅寄此身。按：①自注：《南史》张融与陆慧晓并宅云云。"
                },
                {
                    "time": "1117年",
                    "activity": "卜居苏州蜗庐期间，与叶梦得酬唱尤多。诗最迟应作于1116年或次年元夕（正月十五日），姑系于此。作品：《元夕块坐，用叶翰林去年见寄元夕诗韵写怀》（诗见《北山小集》卷五。）元夕块坐因用叶翰林去年见寄元夕诗韵写怀（宋·程俱）　　押庚韵儿童逐遨戏，先春祷春晴。心如飘风快，目若冰壶明。宁为惜日计①，所愿佳节并。老来见纷丽，如乾闼婆城。流光不可挽，譬彼空中声。那知节物佳，翛然谢将迎。幽灯对简编，历历记所更。斯须闭关卧，鼻息惊雷鸣。寤念（四库本作言）北山北，田家已催耕。胡为异乡久，空寒猿鹤盟。按：①原作许，据四库本改　　其二（宋·程俱）　　押庚韵短日良易暗，凝阴有时晴。何人劝之照，烛燎皆争明。今年春苦寒，寒威剧幽并。连绵积三白，云埋阖庐城。深泥浃新雨，行路无人声。藜灯不来下，箕卜岂复迎。朝来日照梁，天气忽已更。稍闻桥市间，箫鼓远近鸣。吴人尚游乐，急如赴春耕。唯有穷巷士，守穷如守盟。"
                },
                {
                    "time": "1117年",
                    "activity": "卜居苏州蜗庐期间，与叶梦得酬唱尤多。诗最迟应作于1117年或次年元夕（正月十五日），姑系于此。作品：《蔡州叶翰林寄示近诗次韵八首》（诗见《北山小集》卷四。）蔡州叶翰林寄示近诗次韵八首诸葛莱（宋·程俱）　　押纸韵三①雄未辨谁朱紫，祇有群狙聊作使。卧龙偃蹇正躬耕，一饱但知藜藿美。平生习气故难尽，品藻芜菁传锦里。投醪饮河真有味，置薤留根何足比。要知茹草可终身，肯作染羹摇食指。公今啸（四库本作笑）诺坐堂上，方丈盈前宁少此。戏持微草调诸伧，笔势滔滔下南纪。云亭漫吏食不足，几欲送穷烦郁垒。拔毛蒸瓠当家鹜，漱石枕流徒厉齿。因公始识武侯鲭，盖地何当似芣苢②。按：①原作二，据四库本改②自注：芣苢，车前也。退之诗榆荚车前盖地皮。"
                },
                {
                    "time": "1117年",
                    "activity": "卜居苏州蜗庐期间，与叶梦得酬唱尤多。诗最迟应作于1118年或次年元夕（正月十五日），姑系于此。作品：《复次韵酬叶翰林见寄》（诗见《北山小集》卷七。）复次韵酬叶翰林见寄（宋·程俱）渭川十顷青，上谷千灶墨。县河供拂石，濡笔应未足。公初入承明，神采映冰玉。孤芳信难群，廉士故可辱。虚怀得逢蒙，泛爱近藉福。终然翟公题，正堕杨朱哭。于今十年后，犹作一麾出。何当还宣温，不用求钓筑。遥知西湖柳，蔽芾谁敢秃。应馀金石文，会使天雨粟。留连借三辅，夏木今再绿。斯文咏公归，怅望非我独。羁怀老无堪，览卷百忧触。"
                },
                {
                    "time": "1117年",
                    "activity": "春，蔡州作临芳观于牙城之上，太守为叶梦得，为之赋，时卜居苏州蜗庐。作品：《临芳观赋》（文见《北山小集》卷十二。）"
                },
                {
                    "time": "1130年2月24日",
                    "activity": "在秀州知州任上。二月二十四日，因弃秀州保华亭事被捕至平江，将斩以徇，既复释之。"
                }
            ]
        },
        {
            "Latitude": 34.210143,
            "Longitude": 117.29235,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3203",
            "Title": "徐州",
            "Detail": [
                {
                    "time": "1096年",
                    "activity": "尝至南徐，初识米芾，被米芾赞为李太白后身。"
                }
            ]
        },
        {
            "Latitude": 31.014847,
            "Longitude": 120.639402,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320509",
            "Title": "吴江",
            "Detail": [
                {
                    "time": "1097年",
                    "activity": "任苏州吴江县主簿。时徽宗即位，肆赦放免秋苗。本县复行催，理吏持文书通签，公即申县请准赦蠲放，而转运司牒准省符讲求遗利。公申状，见者惊叹，亦或指以为狂。作品：《吴江县申乞准赦放秋苗议状》（文见《北山小集》卷三十五。）《吴江回申讲求遗利状》（文《北山小集》卷三十五。）"
                },
                {
                    "time": "1097年",
                    "activity": "在苏州吴江县主簿任上，其文初被叶梦得所识。"
                },
                {
                    "time": "1098年",
                    "activity": "在苏州吴江县主簿任上。"
                },
                {
                    "time": "1099年",
                    "activity": "在苏州吴江立三高祠。"
                },
                {
                    "time": "1100年",
                    "activity": "在苏州吴江县主簿任上，早春，值江上颇有春色，偶成绝句遣兴。作品：《数日江上颇有春色偶成绝句遣兴五首》（诗见《北山小集》卷十一。）数日江上颇有春色偶成绝句遣兴五首（庚辰）（宋·程俱）　　七言绝句　押微韵柳怯馀寒未展眉，嫩黄轻绿渐依依。春郊正好闲行处，不及游蜂自在飞。　　其二（宋·程俱）　　七言绝句　押支韵错莫江梅春信迟，晴熏寒蕊雪团枝。年来顿失寻春意，一任高楼玉笛吹。　　其三（宋·程俱）　　七言绝句　押先韵远树参差数点烟，目穷天际水黏天。背人叶叶风帆去，应有鸱夷万里船。　　其四（宋·程俱）　　七言绝句　押歌韵不奈江头春色何，暖光摇日涨晴波。凭栏何处牵幽兴，杨柳沙洲一钓蓑。　　其五（宋·程俱）　　七言绝句　押删韵露压浓烟染远山，垂虹真在画图间。平湖渺渺思无限，何日浮云伴我闲。"
                },
                {
                    "time": "1100年3月",
                    "activity": "在苏州吴江县主簿任上，三月，与僚佐拜奠范蠡、张翰、陆龟蒙，有文。作品：《三高堂诗序》（文见《北山小集》卷十六。）"
                },
                {
                    "time": "1100年",
                    "activity": "在苏州吴江县主簿任上作《松江》二赋，远近腾颂之。时间不可确考，姑系于此。作品：《松江赋》（赋见《北山小集》卷十二。）《后松江赋》（赋见《北山小集》卷十二。）"
                },
                {
                    "time": "1100年",
                    "activity": "苏州吴江县主簿任满，作诗抒怀。作品：《数诗述怀》（诗见《北山小集》卷三。）数诗述怀（庚辰）（宋·程俱）　　押药韵一生共悠悠，今者曷不乐。二十起东山，误为微官缚。三年瞬眸耳，邮传那久托。四壁自萧然，青编束高阁。五更霜钟动，起视星错落。六律聿其周，忽忽更岁籥。七哀哦①幽韵，感念惊独鹤。八极岂不广，衰怀了无托。九原叹多贤，死者那可作。十里望烟村，天随去寥廓②。按：①原作我，据四库本改　②原作廊，据四库本改"
                },
                {
                    "time": "1100年",
                    "activity": "苏州吴江县主簿任间颇有宦绩，后主簿高文虎作曾程堂，以寓景仰，李处全与范成大俱有记。"
                }
            ]
        },
        {
            "Latitude": 30.460126,
            "Longitude": 116.315326,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN340825",
            "Title": "太湖",
            "Detail": [
                {
                    "time": "1100年8月",
                    "activity": "辟差舒州太湖茶场，八月，编《侑坐元龟》并作序。作品：《侑坐元龟序》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1100年",
                    "activity": "在舒州太湖茶场任上作。作品：《移竹》（诗见《北山小集》卷九。）移竹（庚辰）（宋·程俱）　　五言排律　押文韵寓目无清致，兴怀要此君。影移千亩月，枝散五湖云。凤实和筠得，龙苞带箨分。伤根同柏大，剪叶异芝焚。拔筱衣沾粉，连鞭藓破纹。虚心宁择地，直节任离群。但欲通三径，何须比万军。凛然真玉立，蔓草即堪耘。"
                },
                {
                    "time": "1101年3月3日",
                    "activity": "在舒州太湖茶场任上，三月三日作。作品：《寓斋记》（文见《北山小集》卷十九。）"
                },
                {
                    "time": "1101年",
                    "activity": "在舒州太湖茶场任上，结识贺铸。"
                },
                {
                    "time": "1101年",
                    "activity": "在舒州太湖茶场任上作。作品：《日日》（诗见《北山小集》卷十。）《看镜》（诗见《北山小集》卷十。）日日（辛巳）（宋·程俱）　　五言律诗　押真韵日日长川去，行行万化新。回思几年事，已似隔生人。章甫宁资越，连城漫入秦。应知衣内宝，肯浑隙中尘。看镜（辛巳）（宋·程俱）　　五言律诗　押鱼韵看镜恍如梦，今余犹昔余。身经几堕甑，迹寄一蘧庐。仙客有遐怨①，孔兄无近书。尘缨与蕙帐，两事欲何居。按：①自注：昔人以鹤为仙客，鸭为闲客。"
                },
                {
                    "time": "1101年",
                    "activity": "在舒州太湖茶场任上。时见吴郡包山采太湖石，作赋。作品：《采石赋》（文见《北山小集》卷十二。）"
                },
                {
                    "time": "1102年8月1日",
                    "activity": "在舒州太湖茶场任上，八月一日，撰《韩文公历官记》并作序。作品：《韩文公历官记》（《北山小集》未收《韩文公历官记》及序，文见粤雅堂丛书本。）"
                },
                {
                    "time": "1102年9月",
                    "activity": "在舒州太湖茶场任上，以上书论时政被斥为邪等，罢归。时间当在本年九月十八日庚子以后。"
                }
            ]
        },
        {
            "Latitude": 32.786776,
            "Longitude": 119.462193,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321084",
            "Title": "高邮",
            "Detail": [
                {
                    "time": "1103年",
                    "activity": "罢官游历高邮，书怀。作品：《高邮旅泊书怀寄淮东提举蔡成甫观兼呈郑使君弇三首》（诗见《北山小集》卷九。）高邮旅泊书怀寄淮东提举蔡成甫观兼呈郑使君弇三首（癸未）（宋·程俱）　　五言律诗　押微韵久客颇自厌，长歌胡不归。束书方有适，捧檄定焉依。尘里音容改，山中信息稀。十年长漫浪，深觉负荷衣。　　其二（宋·程俱）　　五言律诗　押东韵命矣周南滞，时哉冀北空。居无刮目视，动有转喉穷。泛宅如蛮蜑，淫书伴蠹虫。飘蓬故人念，赖有绣衣公。　　其三（宋·程俱）　　五言律诗　押庚韵长夏热欲死，迎秋气已清。蚊蝇任来往，螟螣尚纵横。行止厌人问，栖迟真自惊。使君高义在，解榻见深情。"
                }
            ]
        },
        {
            "Latitude": 32.064735,
            "Longitude": 118.802891,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3201",
            "Title": "南京",
            "Detail": [
                {
                    "time": "1103年",
                    "activity": "罢官游历金陵，秋天作怀古诗。作品：《癸未秋金陵怀古三首》（诗见《北山小集》卷十一。）癸未秋金陵怀古三首（宋·程俱）　　七言绝句　押虞韵壮士狂歌击唾壶，追风老骥望长驱。山川形势端如此，当日宁无一伯符。　　其二（宋·程俱）　　七言绝句　押真韵大舅尘埃直污人，西风便面障衣巾。身危肯拜陶宁远，事定终惭温太真。　　其三（宋·程俱）　　七言绝句　押真韵山丘华屋一沾巾，无复风流盛德人。百万秦军渡淝水，只消长啸静胡尘。"
                }
            ]
        },
        {
            "Latitude": 30.001094,
            "Longitude": 119.846692,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330111",
            "Title": "富阳",
            "Detail": [
                {
                    "time": "1104年1月7日",
                    "activity": "是年人日有诗寄友，地点不详，姑系于此。作品：《人日书怀兼寄吴中三二友》（诗见《北山小集》卷九，人日，即正月初七。）人日书怀兼呈吴中二三友（甲申）（宋·程俱）　　七言律诗　押文韵东西南北走红尘，又见江淮草木薰。小谢篇章成画饼，卧龙功略付浮云①。栖迟枳棘今如许，啸傲冰③霜赖此君②。俛俯折腰成底事，故交千里漫离群。按：①自注：孔明为孙权画赤壁之策，及谢惠连为司徒府法曹时，与予今年齿正同。②自注：太湖多竹，所居有修篁千个。③四库本作笑傲风"
                },
                {
                    "time": "1104年2月",
                    "activity": "罢官，春游富阳观山亭，赋诗。作品：《登富阳观山亭三首》（诗见《北山小集》卷十一。）登富阳观（自注：去声）山亭（宋·程俱）　　七言绝句　押麻韵游云凝空日无华，烟江冥迷如眼花。观山直南是秦望，不见高青天雨沙。　　其二（宋·程俱）　　七言绝句　押覃韵东吴山川少雄远，此中形势如江南。当年伯符亦浪出，三雄相视徒眈眈。　　其三（宋·程俱）　　七言绝句　押先韵乔公宅中木参天，孙郎山前春烧①烟。大桥不向五湖去，建康宫深空岁年。按：①自注：去。"
                },
                {
                    "time": "1104年2月2日",
                    "activity": "罢官，春游富阳，赋诗。作品：《二月二日富阳城东》（诗见《北山小集》卷一。）二月二日富阳城东（宋·程俱）闭门三日坐听雨，不知春光已如许。桃李弄晴成艳笑，秾李怯风犹半吐。当年赤白桃李花，恨无佳人绝代歌。无事对花岂易得，有酒不饮将如何。　　其二（宋·程俱）一春何许最佳处，柳色初匀思杀人。风揉雨练不可触，明绿映空颜色新。旧雨来时花未齐，今雨一过花团枝。明朝试踏城西路，已复可怜枝上稀。"
                },
                {
                    "time": "1132年",
                    "activity": "罢官归乡，途经富阳，有诗感怀。作品：《壬子春暮罢职西省以宫观东归道由富阳默记旧诗俯仰二十八年矣》（诗见《北山小集》卷十一。）"
                }
            ]
        },
        {
            "Latitude": 31.816791,
            "Longitude": 119.980142,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3204",
            "Title": "常州",
            "Detail": [
                {
                    "time": "1107年",
                    "activity": "大观初，监常州市易务。"
                },
                {
                    "time": "1108年8月15日",
                    "activity": "在监常州市易务任上，常州新修市易务，八月落成，有文记之。作品：《常州新修市易务壁记》（文见《北山小集》卷十九。）"
                },
                {
                    "time": "1108年",
                    "activity": "在监常州市易务任上，八月以后，迁通仕郎。"
                },
                {
                    "time": "1108年",
                    "activity": "在监常州市易务任上。冬，在常州题奖谕敕碑。是年会试，常州得士最多，得到皇帝嘉奖，故立碑。作品：《常州州学奖谕敕碑》（文见《北山小集》卷十九。）"
                },
                {
                    "time": "1109年10月1日",
                    "activity": "在监常州市易务任上，十月初一，为林虙《西汉诏令》作序。作品：《西汉诏令序》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1109年",
                    "activity": "在监常州市易务任上，与林虙时有唱和，时间应在是年前后，姑系于此。作品：《和林德祖惠山诗一首》（诗见《北山小集》卷三。程俱大观四年（1110）庚寅有《用德祖韵送毛彦时二首》，则得知是年前后程俱与林虙定有唱和。）和林德祖惠山诗一首（宋·程俱）好山如幽士，胜绝不可攀。往者天姥梦，长谣愁谪仙。兹山出平野，秀特无株连。招提倚云锦，森然见林峦。幽寻无十里，正处闲忙间①。入门心目静，世累若可捐。灵泉出土脉，汩汩无流难。茶神瀹浮乳，方士沉馀丹。我生猿鹤姿，颇有山水缘。何时共清赏，杖屦穷崖巅。按：①原作涧，据四库本改"
                },
                {
                    "time": "1109年",
                    "activity": "在监常州市易务任上，有和柳宗元诗。作品：《和柳子厚读书》（诗见《北山小集》卷二。）和柳子厚读书（己丑）（宋·程俱）　　押虞韵事贱反①多暇，居卑适无虞。人间不争地，聊此谢畏途。岂无营营子，熟视付一吁。廛中亦何有，坐听日月逾。展卷阅千古，置书忘万殊。不妨权子母，亦复商有无。平生仅识字，乃与忧患俱。持此游学海，层台渐积苏。年来但遮眼，颇觉心恬愉。囊钱（四库本作粟）足自饱，肯怖驺朱儒②。起卧一榻间，兀如橛株拘。凉风北窗下，不减愚溪愚。谁能三万卷，悬头苦劬劬。小极正当寐，睡魔不须驱。按：①原舌及，据四库本改　②四库本作讵肯羡侏儒"
                },
                {
                    "time": "1110年4月14日",
                    "activity": "在监常州市易务任上，四月十四日，为江褒祖墓作记。作品：《江氏小山祖墓记》（文见《北山小集》卷十九。）"
                },
                {
                    "time": "1110年",
                    "activity": "在监常州市易务任上，有诗送毛随。作品：《用德祖韵送毛彦时二首》（诗见《北山小集》卷三。）用德祖韵送毛彦时二首（庚寅）（宋·程俱）往者玉楼客，栖迟感秋蓬。龙钟江海士，屑屑悲穷冬①。今我亦羁旅，号寒思祝融。故乡邈千里，胡马长嘶②风。平生饮最少，亦复贤圣中。其谁共谈笑，无乃志所同。泮③宫备文质，楩楠饰雕栊。毛子亦好古，摛辞丽春工。飘然适我愿，一舸来自东。明时猎英奇，备问罗皋龙。逢辰若公等，附凤云从龙。遥知赋伐木，相望有梁鸿④。按：①自注：孟郊有暮天寒风悲屑屑之句。②原作斯，据四库本改③原作伴，据四库本改④自注：梁鸿东游，思其友高恢，作诗曰鸟嘤嘤兮友之期。　　其二（宋·程俱）断港冰未泮，海风起蓬蓬。君行亦良苦，浮家秋复冬。故人一相遇，醉觉心形融。道旧有深乐，班荆馀古风。何①当度杨子，起视东井中。未应迫期会，促步佐一同。况当万灯燃，流光煖疏栊。胡为即言别，系书凭鸟工。空令千里月，团团出天东。解舟动栖禽，破晓啼匆匆。酒阑城西道，已失衔烛龙。振衣一回首，瞥去如惊鸿。按：①原作可，据四库本改"
                },
                {
                    "time": "1110年",
                    "activity": "在监常州市易务任上，有诗。作品：《适轩》（诗见《北山小集》卷九。）适轩（宋·程俱）　　七言律诗　押阳韵题注：庚寅岁郭慎求见邀同作厌苦常从乐未央，不如要足两俱忘。当饥粝食遗三鼎，便①体绨袍胜五章。夜雪扁舟千嶂净，午风高枕一窗凉。飘然自适非人适，肯受辕驹六尺缰。按：①自注：一平。"
                },
                {
                    "time": "1110年",
                    "activity": "在监常州市易务任上，替表叔王涣之为江褒母作墓志铭。作品：《宋故德兴县君宋氏墓志铭》（文见《北山小集》卷三十一。）"
                },
                {
                    "time": "1110年",
                    "activity": "在监常州市易务任上，为华严教院作上梁文，时间不可确考，姑系于此。作品：《常州华严教院上梁文》（文见《北山小集》卷十七。）"
                },
                {
                    "time": "1110年",
                    "activity": "在监常州市易务任上，会从官，有文记之，时间不可确考，姑系于此。作品：《常州会三从官致语》（文见《北山小集》卷十七。）"
                },
                {
                    "time": "1125年",
                    "activity": "春居毗陵，贺铸来访，病甚，以墓志铭托之。"
                },
                {
                    "time": "1125年",
                    "activity": "居毗陵，服除，复除礼部员外郎，以病告老，不俟报而归。"
                }
            ]
        },
        {
            "Latitude": 33.30006,
            "Longitude": 118.880082,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320829",
            "Title": "洪泽",
            "Detail": [
                {
                    "time": "1111年",
                    "activity": "改宣德郎，知泗州临淮县。是年有诗呈表叔王涣之。作品：《客舍写怀呈王八丈侍郎五首》（诗见《北山小集》卷二。）客舍写怀呈王八丈侍郎五首（辛卯）（宋·程俱）君门如云汉，可望不可攀。地上挟冰子，肉身无羽翰。岂无国士知，势有不得言。空怀激扬意，归坐自长叹。此意重千金，宁论官九迁。所愧误赏音，赏音从古难。　　其二（宋·程俱）　　押阳韵长安穷居客，一日一岁长。况乃夏方半，迢迢良未央。赪虬驾琼车，万里飞炎光。冰崖不可见，仰视峰云翔。蜗蟠两壁间，跂想深夜凉。一暍非死所，念之热中肠。其谁卧清昼，云树罗千章。　　其三（宋·程俱）束发营五斗，飘然落江湖。当时尚痴绝，秣骥初问途。去国十五年，俯仰同朝晡。心随泽中雉（四库本作雁），官作竿上鱼。及兹才一迁，名实初未殊。且当百里地，磨研城旦书。　　其四（宋·程俱）一室不可扫，阴晴两非宜。朝蝇污①简编，暮蚊入裳衣。尔来三日雨，门有一尺泥。所喜庭户间，新凉洗馀曦。贫贱无造请，闭关良不痴。按：①原作绳汗，据四库本改　　其五（宋·程俱）白云浮东南，下有姑胥台。去家桃始花，歘见温风来。久无万金书，一使羁怀开。倚门有华发，扶床有提孩。虽无冻馁忧，百虑不可排。何当放双桨，黄流入清淮。"
                },
                {
                    "time": "1111年",
                    "activity": "在泗州临淮知州任上，有和君明诗。作品：《君明出留题吴江诗次韵》（诗见《北山小集》卷三。）君明出留题吴江诗次韵（辛卯）（宋·程俱）　　押真韵包山水脉通西垠，森然林屋开东晨。飞仙下视三万顷，岂异滴水陶家轮。时时馀浸被吴楚，赤子■（鱼戢）■（鱼戢）哀漂沦。松江一支东入海，海道今者皆扬尘。遂令洪波洄不吐，禹迹莫辨伪与真。滔滔利往桥下水，省照黄绶孤吟身。月轮行空万籁息，尚记此境清无伦。当时苦恨无好句，空负岁月临江津。得公新诗妙入理，羊酪敢方千里莼。公言慎勿作境会，取舍过咎由来均。"
                },
                {
                    "time": "1111年",
                    "activity": "在泗州临淮知州任上，邹侍郎卒，作挽词。作品：《邹侍郎挽词二首》（诗见《北山小集》卷九。邹侍郎不详。）邹侍郎挽词二首（辛卯）（宋·程俱）　　五言律诗　押元韵蛮貊人无间，乡闾行益尊。芝兰有馀化①，桃李竟无言。远日来千两，他年叹九原。死生如可作，安用百身存。按：①四库本作臭　　其二（宋·程俱）　　五言律诗　押微韵夷蹠虽殊趣，彭殇共一归。投荒万里再，乘化百年非。细行皆无憾，常言亦造微。祇应存信史，千古有沾衣。"
                },
                {
                    "time": "1112年",
                    "activity": "在泗州临淮知州任上，春，与江纬、江褒交游，有诗。作品：《寄江彦文纬》（诗见《北山小集》卷六。）《和江仲嘉见寄》（诗见《北山小集》卷九。）寄彦文（宋·程俱）　　七言绝句　押青韵踵息庵前草又青，庵中禅客养黄庭。起来何物共吟啸，照眼云山锦翠屏。和江仲嘉见寄（二首　壬辰）（宋·程俱）　　七言律诗　押真韵荜门蓬舍不知春，车似鸡栖甑有尘。千里传情望双鲤，一杯和影祇三人。交亲离合同巢燕，身世羁危独茧纶。四体不勤心扰扰，拟将玄旨问吴筠①。按：①自注：江修练，故有此句。　　其二（宋·程俱）　　七言律诗　押先韵寒谷应殊尺五天，盐车无复望腾骞。至人未免填沟壑，大隐不如居市廛。长笑呼鹰思上蔡，独令留石在平泉。茅茨欲作终焉计，未有沧浪四万钱。"
                },
                {
                    "time": "1112年",
                    "activity": "在泗州临淮知州任上，秋，有感赋诗。作品：《秋将获水行田中不复留因窾胜通沟引水过堂下小儿以茫苇作车其上昼夜决决不休戏书》（诗见《北山小集》卷二。）秋将穫水行田中不复留因窾塍通沟引水过堂下小儿以芒苇作车其上昼夜决决不休戏书（壬辰）（宋·程俱）　　押尤韵水行山原溉平畴，时当断壶穫且收。功成则退逝不留，去彼畎遂来清沟。测之深咫浅可杯，循除㶁㶁环一丘。堆沙累石隘厥流，势激滟滪吞黄牛。谁持机缄设中洲，折芒①断苇驾两辀。置之不汨亦不浮，六辐眩转无时休。推行作止莫可诹，孰居无事供其求。迫而后动真无尤，眩转自彼非吾谋。屈伸臂（四库本作俄）顷一万周，我无欣厌何名忧。孰能观身与此侔，众假合集成坚柔。沈轻燥湿交相仇，逝川洄洑更春秋。滔滔南北东西游，死生壮老休王囚。形骸流运我则不，物境万变何其幽。按：①原作芸，据四库本改"
                }
            ]
        },
        {
            "Latitude": 30.899015,
            "Longitude": 120.094566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3305",
            "Title": "湖州",
            "Detail": [
                {
                    "time": "1113年",
                    "activity": "尝至吴兴，拜访仲嘉，识赵子昼。三人交游甚欢。作品：《雨霁同仲嘉小酌，久之云开月出，光照席上，颇发清兴，戏作此诗》（诗见《北山小集》卷三。活动地县名原为“吴兴”，据谭其骧地图改。）雨霁同仲嘉小酌久之云开月出光照席上颇发清兴戏作此诗（癸巳）（宋·程俱）　　押阳韵初月脱氛翳，微云递疏光。徘徊照庭户，皎皎涵清觞。牢愁不可排，磊块如高冈。烦君着酒浇，身世得暂忘。举觞漱明月，似觉幽桂香。拟吹三江水，浣此九转肠。中宵起四顾，河汉生微凉。飘然想风驭，梦寄无何乡。"
                },
                {
                    "time": "1114年",
                    "activity": "叶梦得是年葬父于湖州乌程卞山，程俱同往，有诗。作品：《奉陪知府内翰至卞山有诗五首》（诗见《北山小集》卷三。）《庵居》（诗见《北山小集》卷三。）奉陪知府内翰至卞山有诗五首（甲午）玉德泉（宋·程俱）卞维吴兴镇，杰出众山外。晴朝自生辉，韫玉见奇态。新阡表南阳，独据山水会。青松三万本，已复出蓬艾。灵泉发道左，天遣资灌溉。初无一线溜，泛滥欲浮芥。披榛伫方空，馀浸忽可浍。清踰金沙泓，甘此中泠派。朝涵卞峰云，暮作霅溪濑。岂惟供百须，旱岁亦多赖。殷勤五大夫，随喜奉微盖①。尝闻瑜瑾姿，德与君子配。兹泉为人出，固是神所介。当令玉德名，相与流千载。按：①自注：有松出偃其上。　其二庵居（宋·程俱）幽亭名思洛，寒潭俯澄虚。回头三百年，胜地成荒墟。公今草堂址，无乃昔所居。环之碧玉峰①，带以清冷渠。流泉响琴筑，松竹皆箫竽。妙哉无尽藏，一一为我娱。东冈作兰若，钟梵邻樵渔。亦有桑柘村，旁开蔬果区。何烦引三径，故自与世疏。主人去霄汉，夜直承明庐。斯游入清梦，傥寄空中书。按：①原作蜂，据四库本改　其三朱氏山居（宋·程俱）　　押宥韵嵚崎宝山麓，乱石如斗兽。云根尽中空，嘘吸弄昏昼。兹山颇似之，无乃共灵构。如何在人境，有此泉石囿。深岩隐荟翳，竹树两森秀。坡陀接烟磴，足力恣所究。恍然天地开，远目千嶂骤。中营五亩宅，何必封石窌①。桑麻无外求，茶果供日富。夭条列僮奴，花草更黼绣。生生所应有，取足谢奔走。嗟余四方志②，老大无一就。对此寸心惊，无因托圭窦。按：①自注：朱公死，其妻与诸子守之。　②原作忠，据四库本改　其四西庵（宋·程俱）是公固麟凤，入兽不乱群。吴侬欲争席，但见一幅巾。篮舆从（自注：去）逋客，上下寂寞滨。却行共谈笑，愧此礼意亲。行行得西庵，杉竹含清薰。解衣静盘礴，虚窗蕙烟纷。濡毫散珠玑，咳唾不自珍。曳屣转山足，长林蔽浮云。旁连众迤逦，上有高嶙峋。穹窿见深洞，划如敞重闉。往者玉京子，翔空驾飙轮。于今蜕骨在，坚重踰苍珉。颇欲穷其源，燃犀问蛇神。钩穿忽无间，信有仙凡分。却寻招提路，松风亦随人。潺潺石桥水，洗尽荆吴尘。胡床兴不浅，已觉千山曛。　其五夜归（宋·程俱）　　押阳韵日入三籁息，群山郁苍苍。巾裾湿烟雾，宛转度涧冈。涓涓暗泉鸣，冉冉松筠香。林梢吐纤月，露叶琐碎光。归来叩禅扉，幽灯对绳床。相羊有馀适，笑咏白雪章①。按：①自注：翰林是日有诗数首。"
                },
                {
                    "time": "1116年",
                    "activity": "至吴兴，拜访仲嘉，识赵子昼。三人交游甚欢。时间在政和三年至六年三月之间，姑系于此。作品：《送赵子昼奉议归睢阳用熊倅韵》（诗见《北山小集》卷四。）《同赵奉议离吴兴江仲嘉与其兄仲举送百余里醉中戏作此句一首》（诗见《北山小集》卷四。）《与江仲嘉褒赵叔问子昼潘杲卿杲分题赋诗以颜鲁公裴晋公贺鉴陈希夷画像为题以我思古人为韵余得裴晋公我字韵一首》（诗见《北山小集》卷二。诗题，《程俱年谱》系节录，今据四部丛刊续编《北山小集》补全。）《次韵江司兵寄示所和赵司录相从饮解嘲之句》（诗见《北山小集》卷四。）《戏赠江仲嘉司兵》（诗见《北山小集》卷四。）《次韵和江司兵浙江观潮》（诗见《北山小集》卷四。）《仲嘉被檄来吴按吏用非所长既足叹息而或者妄相窥议益足笑云戏作十二辰歌一首》（诗见《北山小集》卷五。诗题，《程俱年谱》系节录，今据四部丛刊续编《北山小集》补全。）《同赵叔问、江仲嘉游法华之胜为曲水会有客先焉还饮舟中分韵赋诗得山字一首》（诗见《北山小集》卷五。诗题，《程俱年谱》系节录，今据四部丛刊续编《北山小集》补全。）《南窗夜集叔问戏取樟木脑然雪为灯因与仲嘉叔问联句一首》（诗见《北山小集》卷五。）《闻仲嘉、叔问继以职事行县道，游茶山及诸胜境，作寄一首》（诗见《北山小集》卷五。）送赵子昼奉议归睢阳用熊倅韵（宋·程俱）题注：四库本题下有丙申二字纷华眩人剧朱碧，子独好书如好色。王孙被服甚寒生，射策君门先破的。荣州书窟三万卷，锦囊付此庞眉客。南游句吴北大魏，亦复徒劳问刀笔。不唯唇齿腐经史，正自云山锁胸臆。老来息交思简事，为子忘劬废晨昔。春风满帆送归舸，回首清游如昨日。知君名骏定千里，不待朝庭访幽侧。有书时寄雁南飞，顾我渔樵正争席。同赵奉议离吴兴江仲嘉与其兄仲举送百馀里醉中戏作此句一首（宋·程俱）　　押灰韵大江饮酒如浇灰，小江纵酒颠如雷。扁舟相送不道远，百二十里云帆开。云亭老人穷不死，故园茅屋荒苍苔。阖庐城中一亩地，已辨瓮牖锄蒿莱。吴兴上佐吾党士，十年纵赏西王台。眉间黄色袨綵服，柁楼长啸春风回。要须酩酊酬此别，不离万顷添金杯。明朝相望即湖海，纵有美酒何为哉。与江仲嘉褒赵叔问子昼潘杲卿杲分题赋诗以颜鲁公裴晋公贺监陈希夷画像为题以我思古人为韵余得裴晋公我字韵一首（宋·程俱）　　押哿韵晋公护河东，身退势亦左。忧心极饥渴，谠议抗嵬琐。居朝重九鼎，下贼飞一笴。淮西弹丸地，孺子甚么么。发兵本无难，万口无一可。平淮取淄青，如掇掌中果。折冲乃馀事，世论岂知我。天方厌唐德，莫救萧墙祸。空馀丘祷诗，千古幽泪堕①。按：①以上《北山小集》卷二次韵江司兵寄示所和赵司录相从饮解嘲之句（宋·程俱）卜居林塘静，禽鱼乐融融。阳和一披拂，照烂黼绣工。柔条罥繁枝，幽香来晚风。谁谓武陵远，临清千树红。俯仰村郭间，从容圣贤中。暮见月圆缺，馀光入疏栊。朝乘日车作，坐守四壁空。遥想赵与江，屈身薄书丛。正类鹳雀碧，未为覆盆烘。禄隐寄簪笏，神游在方蓬。时时望西山，把酒一笑同。茗碗倾石鼎，山蔬出筠笼。不妨问中圣，何暇赋恼公。赵子五车腹，春秋富终童。居然出其类，俨如黄发翁。江子事超旷，町畦漫无封。但见磊砢姿，温温若春浓。人生迭相笑，伧父嘲吴侬。鸱夷与井瓶，忧乐殊初终。且当从所好，迂辔若为容。戏赠江仲嘉司兵（宋·程俱）君不见谢公栖迟乐东土，起作司马征西府。莫年谈笑有穰孙，鹤唳风声走强虏。又不见子猷剡川高兴阑，肯随鹤书落人间。不知骑曹底官职，朝来拄颊看西山。平生清真翠岩老，泉石膏肓偶同调。岁寒落落见孤松，不忍低眉宁枯槁。年来无米继朝炊，闻说吴兴富鱼稻。不妨来作古司①兵，士卒投醪止凫藻。美哉洋洋霅溪水，秋塘百里荷花绕。当年钓徒放浪处，醉目悠然送归鸟。斯人不死世不识，往往凌波弄瑶草。君方参同佐龙虎，我欲治（自注：平）荒种梨枣。会当月夜见庞眉，一笑超然凌八表②。按：①原作同，据四库本改　②自注：张志和自号为江湖钓徒。次韵和江司兵浙江观潮（宋·程俱）　　押灰韵题注：四库本题下有乙未二字寥天月魄更旁哉，归墟两潮时去来。乃知大块与人等，欠噫风动声为雷。支川千亿具毛窍，四溟翕张玄牝开。人间百刻乃一息，断岸飘鼓如轻埃。二山横控江海际，挟以幽阙双嵬嵬。伟哉吞吐王百谷，视彼浅狭真台陪。倒流千里骇凡目，正①自违性同棬杯。相传昔者楚亡将，事成国霸遭雄猜。英灵不没尚为尔，姓字往往欺啼孩。锦乡功成老元帅，酒酣拔剑歌莫哀。戏令强弩飞劲箭②，大堤屹立藏风桅。吴儿荒怪不足录，适与支诺资谈咍。岂知六合有常理，水中出火能焚槐。当年谢公正游乐，遗形物表如王骀③。微吟独啸向海道，几见银雪西山回。读君新句写奇观，便似放目④吴王台。何当共此散烦郁，大瓠五石充瓶罍。更因长风破巨浪，与君挂席寻蓬莱。按：①原作止，据四库本改　②原作前，据四库本改　③原作騇，据四库本改　④原作自，据四库本改仲嘉被檄来吴按吏用非所长既足叹息而或者妄相窥议益足笑云戏作十二辰歌一首（宋·程俱）驱骥搏鼠难为功，不如置之牛皂中。平生暴虎笑冯妇，岂向兔脚分雌雄。龙山从事盛德士，达观已悟蛇怜风。马曹五斗直如寄，羊仲三径终当同。群猴憎猿坐殊趣，瓮中醯鸡无远度。从渠狗曲诮王生，欲辨龙猪复谁语。同赵叔问江仲嘉游法华之胜为曲水会有客先焉还饮舟中分韵赋诗得山字一首（宋·程俱）乖龙忽起华阳天，东来御雨鸣空山。丰隆轰空光照地，怒髯抉石翻云烟。蜿蜒遗迹尚如昨，势若九曲来河源。纷纷火齐散林莽，至今璀璨青霞端。我来夏木正森寂，万箨篵篵抽琅玕。冰渠逗玉转清浅，爽气五月生秋寒。安知引胜独无处，双凫径度飞帆前。强寻幽径俯东涧，一笑却棹稽山船。如闻神物家近岫①，雪色千丈明山川。谁能遗我太平酒，戏追玉斧希林巅②。按：①自注：白龙洞。②自注：杨羲梦天中白龙长数千丈，光彩耀空，云侍帝晨官龙也，以待许玉斧诸人。太平酒、希林宫，并见《真诰》。南窗夜集叔问戏取樟木脑然雪为灯因与仲嘉叔问联句一首（宋·程俱）性空本无方，水火不留碍（致）。阳生至阴中，此理固有在（问）。初疑水焚槐，忽若镜加艾（致）。又如大海中，神龙出光怪。冰姿映烈焰，势恐不两大。原燎正焮腾，汤沃忽崩败（嘉）。涓涓煖泉涌，熠熠寒光碎（问）。伟哉六合间，恢诡不胜载。阴风结飞雨，来自（原作日，据四库本改）。九天外。苍樟出芳液，根节依大块。初非气相求，又岂天所配。如何冰炭仇，乃作坎离会。因知造化机，幻手端可贷（致）。闻仲嘉叔问继以职事行县道游茶山及诸胜境作寄一首（宋·程俱）春风入山骨，毛甲亦已舒。晨熹被春山，草木清而姝。况乃顾渚源，云关护灵区。阴崖气亦暖，瑞草先春敷①。金沙出清泉，甘冽滋芳腴。依依杨柳村，渺渺桑苧居。前瞻大小寒②，窈窕穷崎岖。飞流吐明月，转壑千雷车。参天亡陈桧，霜黛郁不枯。当时临春地，变灭成榛芜。安知岁寒质，千载独不渝。大中乾元字，入木蛟鸾俱。薰风想佳句，奇踪典刑馀。独往三住翁，至今有遗墟。真游岂易遇，庶或闻沉榆③。饱闻东吴胜，欲往世累拘。二子独幽讨，仙舟继篮舆。林间伯劳飞，茶篚春事初。尚有北枝秀，明空雪千株。幽香发清夜，肝胆生冰壶。王事既料理，清游亦忘劬。遥知山水间，快若纵壑鱼。今我方（四库本作亦）禄隐，居然卧蜗庐。画墁固无役，反④如著辕驹。亦拟浮扁舟，乘春经五湖。收帆白蘋下，令子见潜夫⑤。按：①自注：小杜诗茶称瑞草魁。②自注：山名。③自注：方子通言，顷有好事人刻意仙术，闻施翁遗迹，故往访之。临归，但闻妙香不绝，云沉榆之香。事见《王子年拾遗记》。④原作及，据四库本改⑤自注：二子数以书见招为扁舟之游，故有此句。老杜几回书札待潜夫。"
                },
                {
                    "time": "1116年",
                    "activity": "春，至吴兴，见江仲举、仲嘉兄弟。"
                }
            ]
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": [
                {
                    "time": "1124年1月",
                    "activity": "正月，葬母于镇江府丹徒县，叶梦得作墓志铭。"
                },
                {
                    "time": "1124年7月11日",
                    "activity": "表叔王涣之卒，七月十一日，祭奠之，作祭文，创作地点或在镇江府丹徒县。作品：《王八侍郎祭文》（文见《北山小集》卷十七。）"
                },
                {
                    "time": "1124年",
                    "activity": "叶梦得居卞山，秋游西余山有诗，程俱和之，创作地点或在镇江府丹徒县。作品：《次韵叶内翰游西余山用袁奉议韵》（诗见《北山小集》卷四。）次韵叶内翰游西余山用袁奉议韵（甲辰）（宋·程俱）　　押尤韵平子愧明略，长卿真倦游。笭箵傥可佩，瑶玉岂复舟。旧闻西余老，猖狂白蘋洲。毫端宝刹见，尘起大地收。奋迅师子王，蚓蛙视蛟虬。向来大涤翁，晚节万户侯。襄阳一转语，富贵真云浮。此道久已微，珷玞混琳球。念昔过苕霅，寻溪亦经丘。同游今安在，十载一瞬眸①。几欲挂长剑，刻舟笑延州。焉知瓮中人，寂默无春秋。香炉着古庙，一念万劫休。安得五亩园，良苗接平畴。脱身饥寒外，结友②高胜流。二边无馀习，六贼可尽刘。谁能使危肠，一日一万周。须公谢三旌，故事追羊求。青鞋一幅巾，往来山之幽。且复载明月，深潭戏垂钩。按：①自注：尝与江仲嘉至西余。　②原作及，据四库本改"
                },
                {
                    "time": "1126年",
                    "activity": "被斥为蔡攸党人，罢官，寓居镇江。有书信问候蔡攸，但应作于此前，具体时间不明，姑系于此。作品：《蔡少师问候》（文见《北山小集》卷二十。）"
                },
                {
                    "time": "1126年",
                    "activity": "此年前后，自编文集若干卷，欲托叶梦得为序，不果。时寓居镇江。"
                },
                {
                    "time": "1127年5月",
                    "activity": "五月，转朝请郎，时寓居镇江。"
                },
                {
                    "time": "1127年",
                    "activity": "寓居镇江，有书寄李纲丞相议事。程俱所论有六：行在、百司与供奉等物要当简易；朝廷应事先筹划，防备金人南攻；泗州等地虽为控扼之地，然淮河南岸也不可忽视；应选侍讲、侍读；虽在艰难草创之时，朝廷纪纲不可不振；慎选诸路帅臣。时寓居镇江。作品：《寄李丞相劄子》（文见《北山小集》卷三十六。）"
                },
                {
                    "time": "1127年",
                    "activity": "寓居镇江，得小圃城南，有诗。作品：《得小圃城南，用渊明归田园居韵六首》（诗见《北山小集》卷六。）得小圃城南用渊明归田园居韵六首（丁未）（宋·程俱）城南美林壑，城上皆青山。山光照庭户，于此可尽年。穰穰千古区，化作鱼蒲渊。秋蕖渺无际，红鲜间田田。邂逅得小隐，连山在其前。流泉带其左，松篁接风烟。它年营把茅，不待雪满颠。宁图五鼎食，坐失十载闲。愿比小人腹，一餐期果然。　　其二（宋·程俱）　　押养韵说难死韩非，法蔽叹商鞅。当时轩冕计，肯作刀锯想。辰来阴影集，事过流电往。胡为意无穷，机械日争长。俗中多局促，正觉斯道广。斯道不可迷，荒涂辟榛莽。　　其三（宋·程俱）　　押微韵年大百无味，区中故人稀。京江一都会，卜筑行当归。傥回故人车，云关访荷衣。时来吐情话，未觉世相违。　　其四（宋·程俱）馀生甚穷独，四海谁与娱。故乡道脩阻，宛在太末墟。向来亲仁意，正拟城南居。乌衣丈人行，玉树珊瑚株。所冀邻里间，徜徉从所如。如何漳滨卧，使我恨有馀。会当悟杯蛇，灵府静以虚。且复陪杖屦，敢言通有无。　　其五（宋·程俱）　　押沃韵缅怀斜川人，胜日追邻曲。超然睇层丘，鸡黍聊自足。却观夸夺子，胜负一棋局。空怀千岁忧，昼短思秉烛。　　其六（宋·程俱）长安冠盖区，九轨三广陌。不知乌帽底，谁独适吾适。定无羊求子，相与数晨夕。莫言三径微，永杜声利隙。流风有仍孙，心不受形役。朱门见蓬户，华榜标世绩。二仲倘可睎，忘年赖谦益①。按：①自注：此篇属蒋尚书仲远。"
                },
                {
                    "time": "1127年",
                    "activity": "寓居镇江，与潜老求菊栽，有诗。作品：《寄潜老求菊栽》（诗见《北山小集》卷十一。）寄潜老求菊栽（丁未）（宋·程俱）　　七言绝句　押寒韵东篱终日对南山，三径荒芜十亩宽。正欲秋英媚幽独，可令霜鬣苦高寒。"
                },
                {
                    "time": "1127年",
                    "activity": "寓居镇江，有和江端友诗。作品：《次韵和江子我道中绝句七首》（诗见《北山小集》卷十一。）次韵和江子我道中绝句七首（丁未）杨梅（宋·程俱）　　七言绝句　押寒韵吴儿真是沐猴冠，欲比杨梅荔子丹。不用红尘占使骑，画船飞楫向长安。"
                },
                {
                    "time": "1128年",
                    "activity": "寓居镇江，游钱守宋汉杰泉岩古刹，题诗。作品：《戏题钱守宋汉杰泉岩古刹》（诗见《北山小集》卷六。）戏题钱守宋汉杰泉岩古刹（和韵　戊申）（宋·程俱）　　押侵韵广文斗酒邀同襟，胸中嵩衡郁千寻。醉来盘礴吐幽怪，惨澹崖谷森相临。向来三绝信珠璧，肯用抵鹊荆山岑。诗中有画画中句，两峰高并蓝田阴。祇应摩诘可方驾，老向海角嗟英沉。何人左手作右字，题此古刹藏烟林。不知眼力尚能尔，叠嶂巃嵷穷幽深。使君家世旧湖海，戏假尺素资讴吟。更登日观望八极，中有山水无穷音①。按：①自注：古诗山水有清音。"
                },
                {
                    "time": "1128年",
                    "activity": "寓居镇江，避寇村舍，有诗。作品：《避寇村舍》（诗见《北山小集》卷九。）避寇村舍（戊申）（宋·程俱）　　五言律诗　押真韵再脱兵戈里，全家走路尘。百年同是客，万事不如人。幻境终归尽，生涯正要贫。故人知在否，魂断楚江滨①。按：①自注：寇至之日，江子支、赵叔问适泊舟江口，未知今在否（原作亡，据四库本改）。"
                },
                {
                    "time": "1128年",
                    "activity": "寓居镇江，与江端友、端本兄弟，赵叔问交往颇多，有诗。作品：《和江子我端友》（诗见《北山小集》卷十。）和江子我端友（戊申）（宋·程俱）　　七言律诗　押灰韵雨脚初收晓雾开，青鞋布袜好追陪。幽人无事常相见，佳句有时还自来。白业谁能超石壁，朱颜亦任发春醅。忧来忽忆燕南信，安得阌乡老万回。"
                },
                {
                    "time": "1128年",
                    "activity": "寓居镇江，避寇还舍，有诗。作品：《避寇还舍一首》（诗见《北山小集》卷十。）避寇还舍一首（宋·程俱）　　五言排律　押鱼韵乱定还三径，阴阴夏木初。惊弦无固志，巢幕且安居。宴坐心如地，幽寻步当车。经丘仍窈窕，绕屋正扶疏。抟黍空怀友，提壶或起予。老来无住着，聊复爱吾庐。"
                },
                {
                    "time": "1128年",
                    "activity": "寓居镇江，与江端友、端本兄弟，赵叔问交往颇多，有诗。作品：《题叔问燕文贵雪景二首》（诗见《北山小集》卷十一。）题叔问燕文贵雪景二首（戊申）（宋·程俱）　　七言绝句　押先韵云鼎峰前十九年，醉看银色变山川。当时天喜遗身世，知是人间第几天。　　其二（宋·程俱）　　七言绝句　押冬韵一壑回环十二峰，茅茨送老白云封。如今尘里看图画，却愧当年邴曼容。"
                },
                {
                    "time": "1128年8月11日",
                    "activity": "寓居镇江，八月十一日，复除著作佐郎。"
                },
                {
                    "time": "1128年",
                    "activity": "寓居镇江，两次上书乞罢著作佐郎，不准。时间当在是年八月十一日至十月二十三日之间。作品：《乞罢著作佐郎恩命申尚书省状》（文见《北山小集》卷三十五。）"
                },
                {
                    "time": "1129年2月4日",
                    "activity": "二月四日，随车驾渡江南下，至镇江，时任礼部员外郎。"
                }
            ]
        },
        {
            "Latitude": 34.420378,
            "Longitude": 115.662798,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4114",
            "Title": "商丘",
            "Detail": [
                {
                    "time": "1125年",
                    "activity": "舟行道睢阳，赵叔问携图过河亭，共阅，题赞。作品：《闰唐待诏顾德谦画入贡图赞》（诗见《北山小集》卷十六。三级地名原为睢阳，据谭其骧地图改。）"
                }
            ]
        },
        {
            "Latitude": 32.015388,
            "Longitude": 119.613436,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321181",
            "Title": "丹阳",
            "Detail": [
                {
                    "time": "1129年2月4日",
                    "activity": "二月四日中午，离镇江，夜宿吕城，时任礼部员外郎。有诗。作品：《己酉二月二日车驾渡杨子江四日匆遽离镇江余与妻孥徒步趼足饥走至吕城道中口占》（诗见《北山小集》卷十一。）己酉二月二日车驾渡扬子江四日匆遽离镇江余与妻孥徒步趼足饥走至吕城道中口占（宋·程俱）　　七言绝句　押东韵白日无光捲地风，扶携趼足去匆匆。安知白首干戈里，身寄淮南老小中。"
                }
            ]
        },
        {
            "Latitude": 30.750912,
            "Longitude": 120.762045,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3304",
            "Title": "嘉兴",
            "Detail": [
                {
                    "time": "1129年4月15日",
                    "activity": "在秀州知州任上，四月十五日到任，上表谢恩。作品：《秀州谢上表》（文见《北山小集》卷二十。秀州州治即南宋嘉兴府府治。）"
                },
                {
                    "time": "1129年",
                    "activity": "在秀州知州任上，举荐陈沔。作品：《乞差陈沔充将领》（文见《北山小集》卷三十七。陈沔，事迹不详。）"
                },
                {
                    "time": "1129年4月22日",
                    "activity": "在秀州知州任上。四月二十二日，车驾临幸秀州，有旨赐对，奏事。作品：《四月二十二日车驾经由秀州赐对劄子》（文见《北山小集》卷三十六。）《乞免秀州和买绢奏状》（文见《北山小集》卷三十七。）"
                },
                {
                    "time": "1129年4月",
                    "activity": "在秀州知州任上。四月，访陆贽像，图之资圣佛寺，作赞。作品：《陆宣公祠堂赞》（诗见《北山小集》卷十六。唐相陆宣公贽，嘉兴人。）"
                },
                {
                    "time": "1129年",
                    "activity": "在秀州知州任上。叶梦得、郑作肃来秀州拜访。叶梦得与程俱吾约定后死者为先死者作墓志铭之事。"
                },
                {
                    "time": "1129年5月",
                    "activity": "在秀州知州任上。五月，上表贺宋高宗生辰。作品：《秀州贺天申节表》（文见《北山小集》卷二十。）"
                },
                {
                    "time": "1129年5月",
                    "activity": "在秀州知州任上。五月，上书乞留邓根通判秀州。作品：《乞留邓根通判秀州》（文见《北山小集》卷三十七。）"
                },
                {
                    "time": "1129年",
                    "activity": "在秀州知州任上。六、七月间，上书论辟官防秋事。作品：《辟官奏状》（文见《北山小集》卷三十七。）《申呈两府劄子》（文见《北山小集》卷三十七。）《申御营业使司乞先次勒停使臣宋卸状》（文见《北山小集》卷三十七。）《修城乞度牒》（文见《北山小集》卷三十八。）1129年闰812日，在秀州知州任上。闰八月，奉旨与闲慢州军两易，程俱乞与衢、处州对换一处。"
                },
                {
                    "time": "1129年9月12日",
                    "activity": "在秀州知州任上。九月十二日，依旨仍知秀州，上劄子。作品：《申宰执劄子》（文见《北山小集》卷三十八。）"
                },
                {
                    "time": "1129年10月5日",
                    "activity": "在秀州知州任上。十月五日，再上劄子，论及当前御敌形势与全盘御敌策略。作品：《十月五日车驾经由上殿劄子》（文见《北山小集》卷三十七。）"
                },
                {
                    "time": "1129年11月21日",
                    "activity": "在秀州知州任上。十一月二十一日，至陆宣公祠堂祭祀，有祭文。作品：《陆宣公祠堂祭文》（文见《北山小集》卷十七。）"
                },
                {
                    "time": "1129年",
                    "activity": "在秀州知州任上，回朱司业信。作品：《秀州回朱司业启》（文见《北山小集》卷二十一。）"
                },
                {
                    "time": "1129年",
                    "activity": "在秀州知州任上，论事。作品：《论本州冗员及权官等事》（文见《北山小集》卷三十七。）《论拨还平江府定慧院官田》（文见《北山小集》卷三十七。）"
                }
            ]
        },
        {
            "Latitude": 31.038472,
            "Longitude": 121.233011,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN310117",
            "Title": "松江",
            "Detail": [
                {
                    "time": "1129年12月16日",
                    "activity": "在秀州知州任上。十二月十六日，金人攻破杭州，遣人檄秀州，令降，程俱弃秀州保华亭，留兵马都监赵士医以守。朝廷遂命俱押米纲赴行在。"
                },
                {
                    "time": "1129年",
                    "activity": "在秀州知州任上。得赵子昼书，有诗，创作地点不详，或在秀州至华亭途中。作品：《得赵叔问衢婺道中书作寄》（诗见《北山小集》卷十。）得赵叔问衢婺道中书作寄（己酉）（宋·程俱）　　七言律诗　押青韵田中有秫醉渊明，石上无禾养伯龄。耸涧苍根终郁郁，拂云归翼会冥冥。避喧人境心随远，入梦家山眼共青。岁晚定知成二老，深惭招隐苦丁宁。"
                }
            ]
        },
        {
            "Latitude": 28.001095,
            "Longitude": 120.705869,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3303",
            "Title": "温州",
            "Detail": [
                {
                    "time": "1130年3月",
                    "activity": "三月，于温州永嘉朝见高宗，以病乞归乡，听命。"
                },
                {
                    "time": "1130年6月30日",
                    "activity": "六月三十日，归乡途中作汉儒授经图序，创作地点不详，姑系于此。作品：《汉儒授经图序》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1130年",
                    "activity": "秋，归乡途中会毛随，具体地点不详，姑系于此。"
                },
                {
                    "time": "1130年",
                    "activity": "是年，有和柳宗元诗。归乡途中作，创作地点不详，姑系于此。作品：《和柳子厚诗十七首》（诗见《北山小集》卷六，只存一首《觉哀》。）和柳子厚诗十七首（庚戌）觉哀（宋·程俱）　　押侵韵老境一如此，羲娥日交侵。霜毛三千丈，安问尺与寻。陈力会知止，嘉言佩周任。归来北山北，邂逅得素心。朝见东日升，暮见西日沉。流运有终古，朱颜岂常今。譬之如渑酒，岂耐无停斟。万化未有极，谁能惜分阴。捕影良自苦，沈哀寄微吟。安知菩提树，正在生死林。长风振遥壑，三籁有馀音。　其二同赵叔问涉涧伐荒蘙得大石壁立乔木苍然上蔽云日因平筑寻丈地时憩其下（宋·程俱）题注：《夏初雨后寻愚溪》披榛亦扪萝，度此幽涧曲。寒藤绕苍壁，杉桂杂篁竹。云泉固膏肓，大胜溪壑欲。彼哉机士怀，冰炭甚寒燠。　（《独觉》）其三晓起（宋·程俱）　　押筱韵劳生垢浊中，长夜不知晓。幽人自超然，下视正胶扰。中冠及鸡晨，梦觉常了了。　其四赵叔问被召赴行在（宋·程俱）　　押支韵题注：《零陵赠李卿元侍御简吴武陵》登车大梁下，扫迹金川湄。佳人倚脩竹，铅华为谁施。滔滔大块间，一一穷途悲。今晨尺一书，趣驾当及时。磐石久不固，慇勤济时危。豺狼尚纵横，蔓草恐复滋。当宁正尝胆，诸公力猷为。老子意不浅，长哦江汉诗。　其五示从父弟（《晨访超师院读禅经》）伟（宋·程俱）汝年近知非，我老过艾服。向来万金书，一纸百过读。安知复一处，林壑时追逐。茅茨稍经营，粳稌今已熟。壶觞悦情语（四库本作性），步屧三径竹。安能舍冰墟，虮虱吊汤沐。相期戢良规，不辱在知足。　其六早凉过西（《旦携谢山人至愚池》）坞（宋·程俱）　　押庚韵寻壑转松岭，雨馀秋①气清。时时舍篮舆，散策亦意行。石磴萦巃嵷，幽泉高下鸣。蒲团荫嘉树，兀坐已忘情。按：①原作枕，据四库本改　其七卜筑（《南涧中题》）西坞（宋·程俱）　　押支韵出处初漫浪，淹留失佳时。时英尽珠璞，宁复见谁差。一去四十年，伏枥久已疲。幸此岁将暮，穿云弄清漪。窈窕烟坞中，苍阴昼森垂。兹焉寄茅屋，横仄任所宜。谷口蘙杉竹，柴门畏人知。谁言一丘壑，傥与汗漫期。　其八写怀因简赵叔问（《造法华寺西亭》）（宋·程俱）　　押删韵胡尘暗中原，世路日以艰。脱身九死中，自笑老且顽。才志本不竞，拂衣谢尘寰。相从莫逆人，云萝共跻攀。固知千里驹，未免山复山①。我已卜西谷，背崖结三间。岂无风篁岭，亦有明月湾②。平生真远游，旧观忽以还。儿童钓遨处，陈迹犹班班。叠嶂蔼空翠，暗泉响馀潺。采芝嵁岩下，长谣想商颜③。逋客不复驾，居然掩云关。从来悟泡影，岂但忘触蛮。所幸戎马际，馀生得长闲。按：①自注：汉武谓刘德千里驹。②自注：西湖之西有风篁岭，洞庭山有明月湾。③自注：山行得紫芝九本，金芝三。　其九终日块坐无与晤言戏作（《溪居》）（宋·程俱）　　押陌韵大音无成亏，寂然无瑕谪。莫嗟无往还，正自主忘客。谈玄口挂壁，对镜心似石。相向两无言，秋山倚空碧。　其十示了空长（《赠江华长老》）老（宋·程俱）老空嗜酒肉，早岁事禅寂。归来山中舍，杖屦不停迹。高门走县薄，两版扃四壁。醉来见闲①卧，度此风雨夕。遥遥慧日峰，法涌分一滴。应笑北山人，藜羹比香积。按：①四库本作草间　其十一寄茭湖江仲长袤（宋·程俱）　　押东韵题注：《初秋夜雨赠吴武陵》急涧无止水，秋兰无故丛。别来今几年，坐阅毗岚风。交亲半鬼箓，生者仍衰穷。及兹过君家，樽酒一笑同。知我厌鼙鼓，烦君韵丝桐。相携步林壑，暂觉万虑空。樗社寄庄叟①，醉乡着无功②。醒（自注：平）来百忧集，尚寐期无聪。按：①自注：自谓。　②自注：谓仲长。　其十二天久不雨高田皆坼乡人祈祷阅月乃雨远近告足有足喜者（《首春逢耕者》）（宋·程俱）　　押庚韵长夏久不雨，良田失欣荣。尘生畎浍间，小大空营营。麻粟半乾死，所忧负春耕。嗷嗷走香火，灵湫汲寒清。梵呗喧里社，油云被嘉生。俄然下甘泽，驩声接柴荆。年年镐京宴，及此万宝成。偷生得一饱，感慨难为情。顾念龙在野，悲歌泪纵横。　其十三寄江彦文纬（宋·程俱）题注：《秋晓行南谷经荒村》往追双玉人，芒屦踏岩谷。阿咸今独往，宰上森拱木。公来定何时，旧唱犹能续。寻壑复穿云，仙山看飞鹿①。按：①自注：壬辰岁与彦文、仲嘉纵游山间，时余作诗，有双玉人大阮阿咸之句，又戏作叠韵诗为酒令。前日，复以数句相调，稍欲寻盟矣，故有旧唱犹能续之句。北山有坞曰君让，石间有马迹，相传神仙所尝居，不知君让为何人也。武夷山有飞鹿。　其十四十二月二十三日大雪中种物（宋·程俱）　　押麻韵题注：《巽上人以竹间自采新茶见赠》密云弥四极，纷纷乱空华。斯须失千嶂，僵木忽以芽。眼中万株春，璀璨通岩涯。迨此凡艳熄，坤舆净无瑕。苍根移远梅，不惮涧谷遐。含冰伴幽独，思虑无由邪。宝树发银界，无脩證三耶。皎皎天宇外，何劳凌绛霞①。按：①自注：梵语三耶三佛，亦云藐三菩陀。卢鸿《一十志歌》有云皎皎之子曰独立。　其十五野人致紫竹栽手植方丈后（宋·程俱）　　押麌韵题注：《再至界围岩水帘遂宿岩下》名山昔远游，老罢无复睹。永怀避世士，往往寄农圃。移家白云根，及此未春雨。桃梅足新栽，把玩喜欲舞。可无紫琅玕，叶作翠凤羽。宠光松菊径，萧散烟霞聚。雌雄比嶰谷，颜色盖南浦。龙鞭虽未行，玉茁亦已吐。咄嗟勿留情，万物乃吾府①。按：①自注：竹十二竿，故有嶰谷之句。　其十六得白菌引酒径醉（《郊居岁暮》）（宋·程俱）　　押药韵春霖接岁寒，鲑菜已久索。谁持玉轮菌，侑我金凿落。安知老瓦盆，平昔滋味薄。得此径陶然，朱颜忽如昨。　其十七辛亥正月六日夜雷已发声大雨达旦山中流泉高下喷薄殆不啻九十九不减仇池也（宋·程俱）　　押灰韵题注：《湘口馆潇湘二水所会》故岁聿其除（自注：去），微阳已（四库本作亦）潜回。始兹鱼上冰，殷地惊春雷。急雨暗清夜，飞流散岩隈。迟明起四顾，妙境神所开。未信小有洞，苍崖隔凡埃。琤淙十九泉，漱玉松风哀。褰裳喜欲狂，幽兴不可裁。妙喜真断取，呼猿定飞来。相与俯清駃，传杯聊溯洄。"
                }
            ]
        },
        {
            "Latitude": 30.036519,
            "Longitude": 120.586673,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306",
            "Title": "绍兴",
            "Detail": [
                {
                    "time": "1130年",
                    "activity": "冬，复召赴绍兴府行在，时任朝请郎、直秘阁。"
                },
                {
                    "time": "1131年1月6日",
                    "activity": "正月六日夜，在绍兴朝请郎、直秘阁任上作。作品：《辛亥正月六日夜雷已发声大雨达旦山中流泉高下喷薄殆不啻九十九不减仇池也》（诗见《北山小集》卷六。）"
                },
                {
                    "time": "1131年3月4日",
                    "activity": "在绍兴朝请郎、直秘阁任上，三月四日，上劄子论事。作品：《绍兴元年三月四日上殿劄子》（文见《北山小集》卷三十八。）"
                },
                {
                    "time": "1131年3月7日",
                    "activity": "三月七日，除秘书少监，有次韵江端友诗，时在绍兴。作品：《次韵江子我见寄长句》（诗见《北山小集》卷十。）次韵江子我见寄长句（余时初忝袐书少监）（宋·程俱）　　七言律诗　押删韵泥行正作龟藏穴，雾隐初徵豹一斑。岂有高标如冠玉，况无谈舌解连环。一登文石趋宣室，三窃蟠桃向道山。早晚共寻鸡黍约，林泉犹得半生闲。"
                },
                {
                    "time": "1131年",
                    "activity": "在绍兴秘书少监任上。春，访毛随。"
                },
                {
                    "time": "1131年4月1日",
                    "activity": "在绍兴秘书少监任上。四月一日，题李伯时《郦生长揖图》作品：《题郦生长揖图》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1131年4月8日",
                    "activity": "在绍兴秘书少监任上。请修日历，四月八日下诏，然朝廷多事，未克行。"
                },
                {
                    "time": "1131年5月24日",
                    "activity": "在绍兴秘书少监任上。五月二十四日，又言及修日历之事。"
                },
                {
                    "time": "1131年7月",
                    "activity": "在绍兴秘书少监任上。七月，《麟台故事》书成。作品：《麟台故事》（《麟台故事》共五卷，版本详参《程俱年谱》（上）第98页。）"
                },
                {
                    "time": "1131年",
                    "activity": "在绍兴秘书少监任上。进麟台故事申省状。作品：《进麟台故事申省状》（文见《北山小集》卷三十八。）"
                },
                {
                    "time": "1131年9月11日",
                    "activity": "九月十一日，除中书舍人，兼侍讲，时在绍兴。"
                },
                {
                    "time": "1131年",
                    "activity": "在绍兴，除中书舍人，兼侍讲，多次恳辞。作品：《辞免权侍讲状》（文见《北山小集》卷三十九。）《辞免召试中书舍人状》（文见《北山小集》卷三十九。）《辞免除中书舍人状》（文见《北山小集》卷三十九。）《中书舍人谢表》（文见《北山小集》卷二十。）"
                },
                {
                    "time": "1131年10月4日",
                    "activity": "在绍兴中书舍人任上，十月四日，上书言耿延禧和议误国事。作品：《缴词头状》（文见《北山小集》卷三十九。耿延禧事迹不详。）"
                },
                {
                    "time": "1131年11月",
                    "activity": "在绍兴中书舍人任上，十一月，举荐冯楫、许德之、许亢宗、吴表臣、郑作肃。作品：《应诏荐士状》（文见《北山小集》卷三十九。据《建炎以来系年要录》卷四十八：绍兴元年十月二十六日己丑升越州为绍兴府。）"
                },
                {
                    "time": "1131年",
                    "activity": "在绍兴中书舍人任上，有和江纬诗。作品：《和答江彦文送行长句》（诗见《北山小集》卷十。）和答江彦文送行长句（二首　辛亥）（宋·程俱）　　七言律诗　押庚韵醉里求名苦不情，翛然谁信万缘轻。却观尘境端如梦，更喜幽栖得此生。游客乍归寒雀噪，山人还去晓猿惊。会当蜡屐同幽讨，无限青山照眼明。　　其二（宋·程俱）　　七言律诗　押真韵赠行新句比阳春，朝奏当年竦缙绅。素业异时应有待，玄谈高处亦无论。平生肮脏皆华首，阅世崎岖信损神。只恐鹤书还赴陇，未容公作独醒人。"
                },
                {
                    "time": "1131年",
                    "activity": "在绍兴中书舍人任上，为毛随作墓志铭。作品：《朝散大夫行尚书司封员外郎致仕毛公墓志铭》（文见《北山小集》卷三十三。）"
                },
                {
                    "time": "1131年",
                    "activity": "在绍兴中书舍人任上，喜得家书，有诗。作品：《会稽喜得家书》（诗见《北山小集》卷十一。）会稽喜得家书（辛亥）（宋·程俱）　　七言绝句　押寒韵黄耳东来一破颜，直从松竹报平安。遥知云顶峰前住，霜鬣风篁六月寒。"
                },
                {
                    "time": "1132年1月10日",
                    "activity": "在绍兴中书舍人任上，正月十日，随高宗发绍兴。"
                }
            ]
        },
        {
            "Latitude": 28.941661,
            "Longitude": 118.880768,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3308",
            "Title": "衢州",
            "Detail": [
                {
                    "time": "1134年",
                    "activity": "差知漳州，以病辞，改提举台州崇道观，时寓居衢州西安长寿僧舍。"
                },
                {
                    "time": "1135年",
                    "activity": "复集英殿修撰，上谢表，时寓居衢州西安长寿僧舍。作品：《集英殿修撰谢表》（文见《北山小集》卷二十。）"
                },
                {
                    "time": "1136年",
                    "activity": "春，为富延年作墓志铭，时寓居衢州西安长寿僧舍。作品：《宋故右迪功郎监潭州南岳庙富君墓志铭》（文见《北山小集》卷三十一。）"
                },
                {
                    "time": "1136年6月9日",
                    "activity": "六月九日，除徽猷阁待制，上谢表，时寓居衢州西安长寿僧舍。作品：《除徽猷阁待制谢表》（文见《北山小集》卷二十。）"
                },
                {
                    "time": "1136年8月6日",
                    "activity": "八月六日，感怀赋诗，时寓居衢州西安长寿僧舍。作品：《丙辰八月六日作》（诗见《北山小集》卷十。）丙辰八月六日作（宋·程俱）　　七言律诗　押先韵负痾今日四周年，药裹关心雪满颠。坐失分阴嗟倏忽，行扶跬步苦跰𨇤。支离徒费三①钟粟，潦倒仍依二顷田。身在山林名绛阙，无功饱食愧前贤。按：①四库本作千"
                },
                {
                    "time": "1136年9月",
                    "activity": "九月，题《八师经》，时寓居衢州西安长寿僧舍。作品：《题八师经后》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1136年11月1日",
                    "activity": "十一月一日，题杜范欧公帖，时寓居衢州西安长寿僧舍。作品：《题杜范欧公帖》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1136年",
                    "activity": "过徐节之宅有感赋诗，时寓居衢州西安长寿僧舍。作品：《过徐节之宅有感三首》（诗见《北山小集》卷十一。）过徐节之宅有感三首（丙辰）（宋·程俱）　　七言绝句　颐庆堂成未一年，窗中紫翠列千山。重来前日持杯地，桃李飘零春自阑。　　其二（宋·程俱）　　七言绝句　押侵韵市骏不应遗泛驾，更刀犹足中桑林。故知老骥思千里，未害鸱夷致万金。　　其三（宋·程俱）　　七言绝句　押侵韵游倦归来老境侵，炎凉薄俗见升沉。东阡北陌追游处，独对春风泪满襟。"
                },
                {
                    "time": "1137年1月2日",
                    "activity": "正月二日，题《温公帖石刻》，时寓居衢州西安长寿僧舍。作品：《题温公帖石刻》（文见《北山小集》卷十五。）"
                },
                {
                    "time": "1137年1月23日",
                    "activity": "正月二十三日，葬母于云台乡云门山之原。"
                },
                {
                    "time": "1137年9月9日",
                    "activity": "九月九日，与赵叔问登通道门楼，有诗，时寓居衢州西安长寿僧舍。作品：《丁巳九日携酒要叔问登通道门楼而江彦文寄玉友适至因用已未岁吴下九日诗韵作》（诗见《北山小集》卷十。）丁巳九日携酒要叔问登通道门楼而江彦文寄玉友适至因用己未岁吴下九日诗韵作（宋·程俱）　　七言律诗　押麻韵凉秋风物正清华，极目高楼不见花。老境固知无乐事，醉乡聊欲寄生涯。银钩远寄清桐滑，玉液亲题赤印斜。笑引壶觞成一醉，歌筵遥想鬓堆鸦①。按：①自注：闻彦文是日有盛集。"
                },
                {
                    "time": "1139年3月",
                    "activity": "三月，在衢州西安长寿僧舍之西修屋一间，名“实相斋”，有铭。作品：《实相斋铭》（文见《北山小集》卷十六。）"
                },
                {
                    "time": "1139年10月24日",
                    "activity": "十月二十四日，秦桧荐俱领史事，故除充实录院修撰，提举万寿观。俱以疾不至。时寓居衢州西安长寿僧舍。"
                },
                {
                    "time": "1139年10月",
                    "activity": "程俱以风痹之疾力辞，遂改提举亳州明道宫，时寓居衢州西安长寿僧舍。"
                },
                {
                    "time": "1139年",
                    "activity": "是年前后，请叶梦得为集作序，时寓居衢州西安长寿僧舍。"
                },
                {
                    "time": "1140年10月25日",
                    "activity": "寓居衢州西安长寿僧舍。十月二十五日夜梦至一堂上……因索烛疾书而作。作品：《临池》（赋见《北山小集》卷十二。）"
                },
                {
                    "time": "1141年",
                    "activity": "寓居衢州西安长寿僧舍。夜梦崇宁乙酉，寓衢之天王僧舍，时方专气辟谷……念之慨然。作品：《记梦》（文见《北山小集》卷十七。）"
                },
                {
                    "time": "1142年",
                    "activity": "寓居衢州西安长寿僧舍。四月至七月间，为友人赵子昼作墓志铭。作品：《宋故徽猷阁直学士左中奉大夫致仕常山县开国伯食邑九百户赠左通奉大夫赵公墓志铭》（文见《北山小集》卷三十三。）"
                },
                {
                    "time": "1143年",
                    "activity": "寓居衢州西安长寿僧舍。"
                },
                {
                    "time": "1144年6月",
                    "activity": "寓居衢州西安长寿僧舍。六月，乞致仕，转左中奉大夫。"
                },
                {
                    "time": "1144年6月12日",
                    "activity": "六月十二日壬辰，卒于衢州西安长寿僧舍，赠左通奉大夫。"
                }
            ]
        },
        {
            "Latitude": 28.985475,
            "Longitude": 118.965731,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330803",
            "Title": "衢江",
            "Detail": [
                {
                    "time": "1138年",
                    "activity": "夏，读藏经，编次图，题偈句，时寓居衢州西安长寿僧舍。作品：《题三界四禅天图偈句》（诗见《北山小集》卷十六。）"
                },
                {
                    "time": "1138年9月9日",
                    "activity": "九月九日，又与赵叔问登城楼，有诗，时寓居衢州西安长寿僧舍。作品：《戊午岁九日，复与叔问登城楼再用前韵作》（诗见《北山小集》卷十。）戊午岁九日复与叔问登城楼再用前韵作（宋·程俱）　　七言律诗　押麻韵兀坐空哦服九华，衰颓深觉负黄花。但令无事长相见，敢叹百年生有涯。雉堞晓登千嶂抱，縠波秋净一溪斜。归来更展新诗卷，醉墨淋漓似老鸦①。按：①自注：卢仝有却来案上翻墨汁，涂抹诗书如老鸦之句。"
                },
                {
                    "time": "1138年",
                    "activity": "是年四月至九月间，为僧修意作墓志铭，时寓居衢州西安长寿僧舍。作品：《衢州开化县龙华院意上座塔铭》（文见《北山小集》卷三十三。据程俱《北山小集》卷三十三《衢州开化县龙华院意上座塔铭》：绍兴“八年……师之弟子庆居以书来告：‘师以四月己卯晨……寂……将以九月丁酉，奉师遗骨藏于寺之东南隅而建塔焉。’”，时间当在是年四月至九月间。）"
                }
            ]
        }
    ]
}