{
    "lines": [
        {
            "Latitude": 29.294384,
            "Longitude": 121.436043,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330226",
            "Title": "宁海 (出生地)",
            "Detail": [
                {
                    "time": "1219年11月27日",
                    "activity": "本年生于故乡。"
                },
                {
                    "time": "1220-1224年",
                    "activity": "居乡。"
                },
                {
                    "time": "1225年",
                    "activity": "居乡，能作古文，出语辄惊人，有“奇童”之目。"
                },
                {
                    "time": "1226-1232年",
                    "activity": "居乡。"
                },
                {
                    "time": "1233年",
                    "activity": "居乡，与王氏订婚。"
                },
                {
                    "time": "1234年",
                    "activity": "居乡，初应乡举，未获中。"
                },
                {
                    "time": "1235年",
                    "activity": "居乡，娶王氏。"
                },
                {
                    "time": "1236年",
                    "activity": "居乡，识陈耆卿。"
                },
                {
                    "time": "1237-1242年",
                    "activity": "居乡。"
                },
                {
                    "time": "1244-1248年",
                    "activity": "居乡。"
                },
                {
                    "time": "1249年",
                    "activity": "应进士举，中乡试首选。"
                },
                {
                    "time": "1249年5月1日",
                    "activity": "为舒氏宗谱作序，叙述古代宗法之制。作品：尚义宗谱序。"
                },
                {
                    "time": "1251-1252年",
                    "activity": "居乡。"
                },
                {
                    "time": "1254年",
                    "activity": "由湖南返里。"
                },
                {
                    "time": "1255年",
                    "activity": "再中乡举。"
                },
                {
                    "time": "1256年",
                    "activity": "是年起，于宅西营建“篆畦”，积岁而成，以其行径纡余贯穿若篆文，故名。篆畦，岳家大花园。"
                },
                {
                    "time": "1261年",
                    "activity": "居乡丁父忧。"
                },
                {
                    "time": "1263年",
                    "activity": "本年似居乡。"
                },
                {
                    "time": "1266年",
                    "activity": "居乡丁母忧。"
                },
                {
                    "time": "1274年",
                    "activity": "归耕后，亲见贫苦农民的艰辛生活，而于诗中寄予同情，以《十妇词》为代表。"
                },
                {
                    "time": "1275年",
                    "activity": "见国事已去，遂隐而不出。"
                },
                {
                    "time": "1275年6月1日",
                    "activity": "日全食，作诗记之。作品：日食。日食（宋·舒岳祥）十月初吉日，四野闻惊呼。停杯出门看，日食将无馀。有如黑漆盘，来掩白玉盂。自午而及申，磨荡未还初。父老涕泗语，便恐天眼枯。前年六月吉，昼日如煤涂。众星争光怪，淡月悬天衢。已谓毕生世，不复睹赤乌。须臾还旧观，田野顿昭苏。今胡久沦厄，翳昧不可祛。前时缙绅谓，占度不属吴。分野受其咎，天道安可诬。以日诿敌国，不君良可吁。兹辰为谁食，无路摅臣愚。太阳万万古，少待收桑榆。"
                },
                {
                    "time": "1276年3月2日",
                    "activity": "春夏间，避地雁苍山。尝为僧日损诗卷作跋；游石林之境，观石鼓；游谭山。作品：跋僧日损诗。（雁苍山，在宁海县北三十里。）"
                },
                {
                    "time": "1276年",
                    "activity": "为雁苍山石鼓作铭。作品：雁苍山石鼓铭。"
                },
                {
                    "time": "1277年",
                    "activity": "春晚还致庵，即所谓龙舒旧隐，痛惜藏书尽毁于兵火。丧乱之余，转盼明年安泰。作品：春晚还致庵。（龙舒山，或称龙须山，即香岩，岳祥隐居之处。）春晚还致庵（宋·舒岳祥）　　七言绝句　押灰韵乱后还山喜复哀，旧书亡失等秦灰。翛然山径花吹尽，蚕豆青梅荐一杯。"
                },
                {
                    "time": "1277年",
                    "activity": "还龙舒旧隐，有诗。作品：二十四日还龙舒旧隐。"
                },
                {
                    "time": "1277年",
                    "activity": "踏莎有感，忆及丙子兵灾，犹惊悸不已。作品：踏莎偶成三首。踏莎偶成三首（宋·舒岳祥）　　五言律诗　押歌韵坐避窗边瀑，行便石上莎。清池写癯貌，空谷应悲歌。暮色东西合，虫声寤寐多。离愁谁与洗，举斗酌明河。　　其二（宋·舒岳祥）　　五言律诗　押尤韵两山天一路，孤石水分流。多难身衰日，新凉病有瘳。侯封竹万个，奴课橘千头。生理能如此，真堪隐去休。　　其三（宋·舒岳祥）　　五言律诗　押先韵玉宇浮丛雁，黄槐带化蝉。青山一长啸，白日半攲眠。机断虫虚织，囊空藓叠钱。去年真可怕，戎马暗山川。"
                },
                {
                    "time": "1277年6月28日",
                    "activity": "曝书龙舒山致庵，见所藏萧照山水画，人与画俱引起吊唁之情，作诗四首。作品：题萧照山水4首。题萧照山水（宋·舒岳祥）　　七言绝句　押侵韵烟雨峰峦无古今，断崖迷径静愔愔。隔溪樵子遥相语，昨夜春流尔许深①。按：①自注：隔涧语樵　　其二（宋·舒岳祥）　　七言绝句　押蒸韵林穷涧绝石崖倾，临水幽朋更欲登。拟共前峰成小隐，晓来云尽见高棱①。按：①自注：前峰小隐　　其三（宋·舒岳祥）　　七言绝句　押齐韵何人一舸下清溪，列壑攒峰想旧栖。不雨石林元自湿，无云山路只长迷①。按：①自注：清溪一舸　　其四（宋·舒岳祥）　　七言绝句　押阳韵翩翩凉树小茅堂，揖客柴门去栈长。山外横舟篷不启，谁知世有送迎忙①。按：①自注：野渡横舟"
                },
                {
                    "time": "1277年8月9日",
                    "activity": "感慨于丙子兵祸，成绝句三章。作品：丙子兵祸台温为烈宁海虽经焚掠然耕者不废丁丑粗为有秋但种秫者少以醉人为瑞物吾亦似陶靖节时或无酒雅咏不辍也八月初九日连日雷雨溪路阻绝山房岑寂此夕初霁浊酒新漉数酌竟步秋树阴潭鱼可数望前峰老枫数十株已无色白鸟飞翻去来是中有惠崇大年笔家人遣两力来迎因倒坐篮舆而归人或问之戏答曰吾日莫途远故倒行也记以三绝。丙子兵祸台温为烈宁海虽经焚掠然耕者不废丁丑粗为有秋但种秫者少以醉人为瑞物吾亦似陶靖节时或无酒雅咏不辍也八月初九日连日雷雨溪路阻绝山房岑寂此夕初霁浊酒新漉数酌竟步秋树阴潭鱼可数望前峰老枫数十株已无色白鸟飞翻去来是中有惠崇大年笔家人遣两力来迎因倒坐篮舆而归人或问之戏答曰吾日莫途远故倒行也记以三绝（宋·舒岳祥）　　五言绝句　押支韵事过清眠足，心宽缓步宜。古人无限事，烟蹙几修眉。　　其二（宋·舒岳祥）　　五言绝句　押东韵去鸟仍回白，残阳更借红。伤今兵乱后，人醉不如枫。　　其三（宋·舒岳祥）　　五言绝句　押庚韵白兔秋毫绽，青虫树色并。兴亡谁与吊，聊复快新晴。"
                },
                {
                    "time": "1277年8月15日",
                    "activity": "中秋，深忆童稚时得月中桂子事，作记。作品：月中桂子记。"
                },
                {
                    "time": "1277年8月19日",
                    "activity": "得董正翁寺丞书，知兵后惨象，为之黯然。作品：八月十九日得董正翁寺丞书兵疫后城中故旧十丧八九怆怀久之顾我已多幸矣。八月十九日得董正翁寺丞书兵疫后城中故旧十丧八九怆怀久之顾我已多幸矣（宋·舒岳祥）　　五言律诗　押鱼韵黄菊一瓶酒，青山四壁书。吾年馀几许，天意复何如。寒日沙禽并，风霜野果疏。山城询故旧，十九是丘墟。"
                },
                {
                    "time": "1277年9月15日",
                    "activity": "为王可久梅花诗作跋，鼓励王坚持宋遗民立场。作品：王可久梅花百和诗跋。"
                },
                {
                    "time": "1277年10月1日",
                    "activity": "日食，作诗曲折表达对宋流浪王朝前途的忧虑。日食（宋·舒岳祥）十月初吉日，四野闻惊呼。停杯出门看，日食将无馀。有如黑漆盘，来掩白玉盂。自午而及申，磨荡未还初。父老涕泗语，便恐天眼枯。前年六月吉，昼日如煤涂。众星争光怪，淡月悬天衢。已谓毕生世，不复睹赤乌。须臾还旧观，田野顿昭苏。今胡久沦厄，翳昧不可祛。前时缙绅谓，占度不属吴。分野受其咎，天道安可诬。以日诿敌国，不君良可吁。兹辰为谁食，无路摅臣愚。太阳万万古，少待收桑榆。"
                },
                {
                    "time": "1277年",
                    "activity": "居家，有诗。作品：子瞻在惠州以十月初吉作重九和渊明己酉九月九日韵余去年以此日奔避万山今日则有间矣有野人馈菊两丛对之叹息因继韵陶苏之后。十月初三日追记丙子岁以此日风雪中度平坑岭入马耳峰。子瞻在惠州以十月初吉作重九和渊明己酉九月九日韵余去年以此日奔避万山今日则有间矣有野人馈菊两丛对之叹息因继韵陶苏之后（宋·舒岳祥）去年十月吉，四山戎马交。携家走万壑，惟恐草莽凋。今日复此日，回睇龙舒高。青黄杂远树，丹碧暧微霄。黄华一斗酒，慰此两足劳。念兹一釜内，触之成烂焦。我穷天所怜，杯水解郁陶。冥心听回斡，聊以永今朝。十月初三日追记丙子岁以此日风雪中度平坑岭入马耳峰（宋·舒岳祥）　　五言律诗　押支韵岁穷常鲜裕，人老更多悲。白日无閒客，青山有了时。乾坤马迹满，风雨鹤巢危。去岁来坑岭，移家度崄巇。"
                },
                {
                    "time": "1277年10月5日",
                    "activity": "作五言长诗回忆去年（丙子）十月避兵之艰险，颇多言及兵乱流离之苦。作品：十月五日风。十月五日风（宋·舒岳祥）十月五日风，俗占端可验。常年谁能记，两岁入程椠。去年当此月，初三月未艳。暮下陈村庄，夜投象原店。道边人未眠，山曲灯微闪。时经兵火馀，惊问暗窥觇。往扣瓜葛门，炊糜聊属厌。仲叔为猪肝，不辞口腹玷。回思万马惊，心掉舌为舚。恐恐如有追，昧爽踏霜霰。横山过西田，恶风吹欲阽。萧萧三两家，逋流已先占。怜我是官人，枯薪许分㮇。时艰无沽户，粗粝得充歉。我行仆忙追，赵坑石排剑。荒蹊陟崇冈，奔湍啮深堑。有坞当中心，纸乡家自赡。主人褐宽博，黄泥补茨苫。邀我劝我留，铺床展伸欠。少妇亦解事，炉中添燄燄。我意自多危，岌岌急风缆。蓐食入雪楼，山深路犹闇。冰柱照层崖，霜花滑断磡。山家喜客来，开门容弛担。翁媪互行酌，畦菜许分盐。此日气颇舒，愁新欢得暂。文叔因饥寒，豆粥怀一啖。劳薪与鍊炭，至此成针砭。颇怪少陵妻，粉黛未忘艳。今辰复此日，山庵私酒酽。扫林三日风，纸帘垂襜襜。患难几人全，生存吾已忝。十月五日风，艰难须在念。"
                },
                {
                    "time": "1277年10月13日",
                    "activity": "山房新构书阁，因作诗忆去年此日避兵事。作品：十月十三日嫩晴薄寒山房新构书阁去年此日北兵入是夜自中心岙徙独山。十月十三日嫩晴薄寒山房新构书阁去年此日北兵入是夜自中心墺徙独山（宋·舒岳祥）　　五言律诗　押庚韵雾重月无色，夜来寒有情。墙根馀宿莽，木末弄初晴。去岁那知有，新冬得此生。拥炉谈往事，鸲鹆报三更。"
                },
                {
                    "time": "1277年11月16日",
                    "activity": "为王矩孙诗作跋。作品：跋王矩孙诗。"
                },
                {
                    "time": "1277年10月19日",
                    "activity": "作诗次刘庄荪韵，忧惧咸淳、德祐故老事迹无传。作品：次韵正仲秋晚感兴。次韵正仲秋晚感兴（宋·舒岳祥）　　七言律诗　押寒韵举头无路见长安，十月江南有朔寒。岩瀑飞来云影湿，溪霜著处叶声乾。相思一夜心先醉，欲话前冬鼻已酸。爱尔和诗添记事，愁来时解锦囊看。"
                },
                {
                    "time": "1277年11月27日",
                    "activity": "五十九岁初度，时已有五子三孙，作诗述当时生活状况。作品：自寿。自寿（宋·舒岳祥）阆风老人五十九，白头饥冻荒山走。偶然脱命得生还，闾里相看惊老丑。今朝初度最可怜，五子三孙在眼前。老妻欲作无面饼，问讯鸡娘渠未肯。海水潮小未登鱼，霜后黄柑亦自疏。穷人作事天不与，只有红梅相媚妩。为渠一笑买村酤，老夫自歌稚子舞。明年六十更可歌，大乱不死奈我何。"
                },
                {
                    "time": "1277年",
                    "activity": "冬。元军屠仙居，因作诗记之。作品：俘妇词。"
                },
                {
                    "time": "1277年",
                    "activity": "除夕作诗，忆去年除夕事。作品：守岁行。守岁行（宋·舒岳祥）一年辛苦岁终成，夜杵相闻晓甑香。缸面浮蛆初滃滃，小槽压作春檐鸣。东邻麦磨连日响，饼料已具蒌牙长。磨刀霍霍割红鲜，银鬣翻光趁湖上。岁阑无事且招邀，邻曲披榛共来往。为言今岁胜去年，来岁应须更胜前。去年除夜各走险，荒村千里无人烟。今年山舍一炉火，妻子甥孙相对坐。巷翁里媪在眼前，共酌瓦盆行果蓏。只怜旧岁去无还，惜此须臾未去间。多情一宿尚难别，况是相同一岁阑。固知无计得留驻，只怕眠中不知去。添灯续火甚慇勤，起写桃符觅诗句。"
                },
                {
                    "time": "1278年",
                    "activity": "立春日，作诗抒发亡国之痛和对故国的忠贞。作品：解梅嘲。解梅嘲（宋·舒岳祥）昨夜鸺鹠声婉娈，斗觉春随呼唤转。今朝检历知立春，屋角梅花笑初冁。向人带笑复含嗔，嗔我今为异代民。我语梅花勿嗔笑，四海已非唐日照。尔花也是易姓花，憔悴荒园守空峤。阆风自是可怜人，六十年来逢立春。安危治乱几番见，到此三年哭断魂。我是先朝前进士，贱无职守不得死。难学夷齐饿首阳，聊效陶潜书甲子。星回世换市朝新，头白空山与鬼邻。更有横金拖紫客，临危不死稳藏身。"
                },
                {
                    "time": "1278年5月19日",
                    "activity": "作跋，不胜今昔之慨叹。时避居香岩。作品：跋陈茝自画梅作诗。（岳祥祖上曾住香岩水石村。香岩有“致庵”，为岳祥之“龙舒旧隐”）"
                },
                {
                    "time": "1278年",
                    "activity": "居乡，有诗。作品：芗岩山居孟夏二十绝。乌岩角行。芗岩山居孟夏二十绝（宋·舒岳祥）　　五言绝句　押支韵独鸟怨遥夜，冷萤明远陂。且弄碧萝月，莫问出山期。　　其二（宋·舒岳祥）　　五言绝句　押侵韵无色庭前石，无声石上琴。此时寂寞意，千载有知音。　　其三（宋·舒岳祥）　　五言绝句　押灰韵凯风引柔蔓，时雨滋绿苔。寂寞无一事，空壑生悲哀。　　其四（宋·舒岳祥）　　五言绝句　押屋韵晨霞冠山椒，夕虹饮涧曲。熊蹯未入唇，羊胛早已熟。　　其五（宋·舒岳祥）　　五言绝句　桑柘隐寒墟，牛羊杂乱石。林果摇青黄，已纵飞鸟吃。　　其六（宋·舒岳祥）　　五言绝句　押侵韵钟声澄万室，月影散千林。岑寂岩栖客，应观不转心。　　其七（宋·舒岳祥）　　五言绝句　鸟鸣青溪中，人行綵虹外。洗药归去来，声迹两幽晦。　　其八（宋·舒岳祥）　　五言绝句　押屑韵微泉静后闻，去鸟空中灭。耳目吾不营，烟景相与悦。　　其九（宋·舒岳祥）　　五言绝句　幽鸟时一啼，前峰晚来翠。人语惨澹中，复向烟雨外。　　其十（宋·舒岳祥）　　五言绝句　押沃韵迢递川观明，氤氛夏条绿。于焉冲抱盈，缅然散烦溽。　　其十一（宋·舒岳祥）　　五言绝句　押麌韵绿树塞柴门，青山压茅宇。遥遥望来峰，日夕多风雨。　　其十二（宋·舒岳祥）　　五言绝句　押鱼韵蛙声合川隰，荷叶等阶除。悠然故园思，今雨后何如。　　其十三（宋·舒岳祥）　　五言绝句　远水去微茫，近峰互明晦。偶与农夫言，飞雨霭而至。　　其十四（宋·舒岳祥）　　五言绝句　押真韵旭日原隰丽，积雨条枚新。万物此萧散，宇宙一欠伸。　　其十五（宋·舒岳祥）　　五言绝句　押谏韵雉子行傍丛，鹿麑下饮涧。近人固数惊，无心复远患。　　其十六（宋·舒岳祥）　　五言绝句　押阳韵种松为老伴，栽菊充岁粮。新国苦长役，遗民怀故乡。　　其十七（宋·舒岳祥）　　五言绝句　珍禽好毛羽，高飞不啄粟。路旁挟弹儿，何自规其肉。　　其十八（宋·舒岳祥）　　五言绝句　押灰韵兹峰虎蛇善，月下人去来。濯足瀑水源，山扉终夜开。　　其十九（宋·舒岳祥）　　五言绝句　夕阳挂东峰，光色笼远树。西峰急雨来，童子渡溪去。　　其二十（宋·舒岳祥）　　五言绝句　押有韵雨云冒山头，晴云出坞口。东峰有龙湫，雨我私百亩。乌盐角行（宋·舒岳祥）山中一种乌盐树，剥皮为角开春路。牧童把去上牛吹，烟草茫茫没远陂。一声两声兮桑青柘绿，三声四声兮麦绽秧肥。山花如火遮眉目，吹此田家太平曲。三年不听此曲声，捲却地皮人痛哭。"
                },
                {
                    "time": "1278年",
                    "activity": "感于世乱，因羡渔家之乐，作诗。作品：渔父。渔父词（宋·舒岳祥）　　七言绝句　押先韵占断江鸥万里天，不贪城市卖鱼钱。前村酒熟不归舍，枫叶芦花相伴眠。"
                },
                {
                    "time": "1278年",
                    "activity": "见木芙蓉盛开，作歌记之，自述爱花情结。作品：平皋木芙蓉千株烂然云锦醉行其中如游芙蓉城也作歌纪之。平皋木芙蓉千株烂然云锦醉行其中如游芙蓉城也作歌纪之（宋·舒岳祥）牡丹一名木芍药，拒霜也号木芙蓉。好花名尽多重叠，不取枝同取貌同。悲鸿一声天雨血，落霞万顷江饮虹。水花已尽岸花出，千朵万朵能白红。曾共鸳鸯登绣缛，也随鸂鶒上屏风。金钗欲插嫌花重，玉手高攀与面重。弄色合欢无限思，九心千叶为谁容。朝看花开红偏淡，暮见花敛红转浓。朝开夕敛如趋市，明日风光移别蘤。平生爱花入骨髓，白头出没与花似。老我逢花六十秋，花开花落水悠悠。未吃太平一杯酒，岁岁花开伴白头。"
                },
                {
                    "time": "1278年8月",
                    "activity": "为刘士元诗作序，提出“诗贵成，成贵专”等诗歌理论。作品：刘士元诗序。"
                },
                {
                    "time": "1278年",
                    "activity": "秋，作诗，对元朝廷岁征白银迫害农民予以抨击。作品：乐神曲。乐神曲（宋·舒岳祥）污田稻子输官粮，高田豆角初上场。枫林沉沉谁打鼓，农家报本兼祈禳。打鼓打鼓急打鼓，大巫邀神小巫舞。绛衫绣帔朱冠裳，手持铃剑道神语。前年军过鸡栅空，今年一母生十雄。圳东种秫穫颇厚，大甑炊糍瓮成酒。家机白布阔且长，翁媪制作新衣裳。再拜奠神重酌酒，男耕女桑十倍强。大妇小妇别有祝，生养好男房计足。巫公巫公告尔神，产谷不如多产银。驴载马驮车碌碌，免斫柘条行箠扑。"
                },
                {
                    "time": "1278年9月",
                    "activity": "为俞宜民诗作序，提出以“真识”、“正气”评诗之理论，诗序中对科举亦予痛斥。作品：俞宜民诗序。"
                },
                {
                    "time": "1278年9月15日",
                    "activity": "为刘庄荪《和陶集》作序，对和陶诗提出“和陶而不学陶”和“借题以起兴，不窘韵而学步”的观点。对陶渊明《归去来兮辞》有独到解释，认为其时刘裕威望已隆，渊明知几而去之，非耻为五斗米而折腰。作品：刘正仲和陶集序。"
                },
                {
                    "time": "1278年",
                    "activity": "时事日变，惊魂未定，有感而作诸诗。作品：感怀。感怀（宋·舒岳祥）　　七言律诗　押真韵时事传来日日新，信疑相半向谁询。一寒一暑成吾老，多雨多愁过却春。酒畔暂休无限事，花前难买自由身。百年犹有四十在，须见升平作幸民。"
                },
                {
                    "time": "1278年",
                    "activity": "叶梦鼎卒，为作挽歌恸哭。作品：少师丞相国公西涧先生挽歌二首。少师丞相国公西涧先生挽歌二首（宋·舒岳祥）　　五言律诗　宰辅平生望，儒酸贵日同。诸贤亲盛德，末俗仰高风。道丧悲歌凤，时乖叹卧龙。经纶兹日泯，忧爱与身终。　　其二（宋·舒岳祥）　　五言律诗　押真韵咸淳无正史，德祐少完人。他日修公传，终身作宋臣。渊明还死晋，商皓本逃秦。壮士元无泪，西风自湿巾。"
                },
                {
                    "time": "1278年",
                    "activity": "妻父王炳安葬入墓穴，因作文祭之。作品：祭妻父王公文。"
                },
                {
                    "time": "1279年1月",
                    "activity": "作七古，借物写志，时在崖山陷落前一月。作品：腊梅咏。"
                },
                {
                    "time": "1279年",
                    "activity": "戴表元赠诗，岳祥因作诗酬答。作品：试杨日新笔次韵答戴帅初。试杨日新笔次韵答戴帅初（宋·舒岳祥）　　七言律诗　押尤韵闻尔又归青嶂住，四明西畔越东头。山当篱外偏环屋，水到门前总合流。得句苦迟难附置，怀人不见更登楼。扫除儿女相思话，好作阆风十日游①。按：①自注：置，传书邮舍也。阆，平声。"
                },
                {
                    "time": "1279年12月15日",
                    "activity": "为门人王任诗集作序，提出“诗必有家，家必有世”的观点。作品：王任诗序。"
                },
                {
                    "time": "1279年",
                    "activity": "为戴表元移居剡源之榆林作诗，劝表元归隐。作品：喜帅初归剡。喜帅初归剡（宋·舒岳祥）　　五言律诗　押微韵吴客多流越，君寻古剡归。民贫官箠急，岁歉米船稀。岭鹿三丫入，溪鲈一尺肥。榆林知可隐，安得翅能飞。"
                },
                {
                    "time": "1280年1月1日",
                    "activity": "元旦试笔诗，感慨光阴流逝，故人不全。作品：庚辰元旦试笔。庚辰元旦试笔（宋·舒岳祥）　　五言律诗　押先韵数我初生岁，今为第二年。光阴六十过，行辈几人全。试把新诗写，闲将好梦圆。儿孙扶出拜，苏酒让渠先。"
                },
                {
                    "time": "1280年1月7日",
                    "activity": "为陈仪仲诗作序，主张作诗“不为搜抉过苦之态，而有平易自得之趣”作品：陈仪仲诗序。"
                },
                {
                    "time": "1280年2月18日",
                    "activity": "以潘少白所惠零陵石作砚屏，赋诗记之。作品：潘少白前岁惠予零陵石一片方不及尺而文理巧秀有山水烟云之状予以作砚屏始成因赋长吟以遗之。零陵石屏四题。成石屏诗后再赋六言。成石屏诗后枕上再赋。潘少白前岁惠予零陵石一片方不及尺而文理巧秀有山水烟云之状予以作砚屏始成因赋长吟以遗之（庚辰二月十八日）（宋·舒岳祥）白云际天隅，峰峰争秀出。浩浩水石滩，归鸟时灭没。我欲茅三间，巢此重叠峰。我欲舟一叶，钓此苍茫中。君从何处得此石，千岩万壑在方尺。李成范宽格深秀，关仝荆浩骨峭特。殆非一人之所能，欲穷其源不可得。君言此物出零陵，远近来去皆天成。是中能著元次山，刻诗勒颂留孱颜。后来柳子曾作守，铭记摹写无遗闲。二子去后精魄在，文章散落水石间。鬼神往往窃馀巧，戏弄笔墨留斑斑。赠我以作书砚屏，林风石月秋泠泠，萧斋静对如有聆。元子柳子突出也大奇，今日之事我为之。成石屏诗后再赋六言（宋·舒岳祥）　　押江韵蜡屐枝筇穿峤，蓑衣一笛横江。试向屏风一揽，千山万水秋窗。成石屏诗后枕上再赋（宋·舒岳祥）　　七言绝句　押齐韵十年欲作石屏题，覃思冥濛意转迷。枕上呻吟翻了此，短篷秋雨宿浯溪。"
                },
                {
                    "time": "1280年",
                    "activity": "为刘庄荪文作跋。作品：跋刘正仲作潘君石林记。"
                },
                {
                    "time": "1280年",
                    "activity": "为魏天与爱闲堂作记。作品：爱闲堂记。"
                },
                {
                    "time": "1280年",
                    "activity": "冬，坐病，戴表元与刘庄荪约过阆风，不果至。"
                },
                {
                    "time": "1281年4月",
                    "activity": "仍在病中，戴表元来访于阆风，归途中有诗寄岳祥，岳祥和之。作品：庚辰冬帅初与正仲约过阆风既而予坐病二友亦不果至辛巳四月帅初特来访予时尚在病中为予留山庵一宿而去似不欲劳予应酬耳归至中途有诗见寄予次韵因贻正仲也。（诗题，《舒岳祥年谱》系节录，今据四库本《阆风集》补全。）庚辰冬帅初与正仲约过阆风既而予坐病二友亦不果至辛巳四月帅初特来访予时尚在病中为予留山庵一宿而去似不欲劳予应酬耳归至中涂有诗见寄予次韵因贻正仲也（宋·舒岳祥）　　七言律诗　押真韵杜宇啼时多是雨，酴醾开后便无春。惜花底学千金子，对酒还思两玉人。良药草中闲长叶，幽禽花里巧藏身。青山百里通来往，衰病何曾厌客频。"
                },
                {
                    "time": "1281年4月",
                    "activity": "刘庄荪亦来访，时岳祥病后体衰，颇厌俗交。作品：正仲次帅初前韵见示数日相访再次韵酬之。正仲次帅初前韵见示数日相访再次韵酬之（宋·舒岳祥）　　七言律诗　押真韵绝怜幽谷此相亲，屋角来禽作小春。梅笑故知情熟客，犬迎不是眼生人。青灯知子别来意，乌几扶吾病后身。莫怪柴门长日掩，俗交正复厌频频①。按：①自注：旧时边阃城门两边设板榜，大书云“眼生人随后”，盖防异色也。"
                },
                {
                    "time": "1281年11月27日",
                    "activity": "生辰作诗自寿。作品：辛巳自寿。辛巳自寿（宋·舒岳祥）　　七言律诗　押先韵六十三翁自荷天，乱馀骨肉几家全。不材幸度龙蛇岁，多病休催犬马年。我老思亲空有恨，人生不饮更堪怜。差池九子森童冠，屡舞交酬且眼前。"
                },
                {
                    "time": "1281年12月17日",
                    "activity": "归故园，作诗记之。作品：十二月十七日归故园酌红梅花下。十二月十七日归故园酌红梅花下（十六日立春）（宋·舒岳祥）今年剩有冬一月，今冬先得半月春。留春借冬皆乐事，但苦世上无閒人。平皋梅花如雪浪，夜色晨光迷滉漾。就中红香清且妍，风流故在海棠上。昨夜月明天不寒，梦中走马来花前。旧时都下千金买，翻弃草莽不值钱。性情贵远初①厌近，久不见之端可怜。今朝起拣白髭须，未能免俗为花娱。小车駊騀溪石滑，一竿挂酒悬长鱼。无人对饮花为伴，小奴亦解吹长管。花应怜我老而狂，起舞踏影月凌乱。老人更醉三十年，不为酒仙即花仙。按：①原作每，据《永乐大典》卷二八○九改"
                },
                {
                    "time": "1282年",
                    "activity": "住故园尚义村。"
                },
                {
                    "time": "1283年",
                    "activity": "仍住故园尚义村。"
                },
                {
                    "time": "1283年",
                    "activity": "刘庄荪来访，居篆畦半年，唱和颇多。"
                },
                {
                    "time": "1284年1月20日",
                    "activity": "游盘谷道院，有诗赠石涧炼师。作品：甲申正月二十日游盘谷道院赠石涧炼师。甲申正月二十日游盘谷道院赠石涧鍊师（宋·舒岳祥）　　五言律诗　押真韵沧海连云族，青山远驿尘。回旋成小隐，想像著幽人。桃树偏临水，梅花讳说春。扶舆穿荦确，空翠湿衣巾。"
                },
                {
                    "time": "1284年7月27日",
                    "activity": "妻王氏卒，葬于县西境新宁玺山。因濡泪作墓志，藏于家祠。"
                },
                {
                    "time": "1284年",
                    "activity": "是年刘庄荪四次造访，多有唱和。"
                },
                {
                    "time": "1285年1月10日",
                    "activity": "为刘庄荪整理《篆畦稿》而作诗。作品：正月十日新晴观正仲所写篆畦稿。（《篆畦稿》为岳祥与刘庄荪等诗人于篆畦酬唱之作。）正月十日新晴观正仲所写篆畦藁（宋·舒岳祥）　　七言律诗　押真韵乱离又活十年身，帝闵吾徒已甚仁。近厚施为回世运，至和涵养合天真。花间醉客能骑马，柳外鸣禽似唤人。酬唱小编情性好，伊祁留得一分春。"
                },
                {
                    "time": "1285年3月15日",
                    "activity": "刘庄荪来访，仍居篆畦，编篆畦唱和诗成轴，岳祥撰序。作品：篆畦诗序。"
                },
                {
                    "time": "1285年",
                    "activity": "时岳祥已学《易》作品：晚易斋2首。晚易斋（宋·舒岳祥）　　押青韵百年客鬓双白，四海春风一青。百舌枝头分付，黄鹂叶底丁宁。　　其二（宋·舒岳祥）　　押先韵泳道东湖联句，正仲篆畦和篇。半世清风朗月，十年闷雨愁烟。"
                },
                {
                    "time": "1285年",
                    "activity": "作五律多首，写山居情怀。作品：春日山居好十首。夏日山居好十首。秋日山居好十首。冬日山居好十首。春日山居好十首（宋·舒岳祥）　　五言律诗　押灰韵春日山居好，初春草色回。小桥帘映柳，野店烛簪梅。箭茁穿沙出，兰芽带雪开。从今排日去，连月覆樽罍。　　其二（宋·舒岳祥）　　五言律诗　押真韵春日山居好，尤佳是仲春。半开花有韵，微醉酒全真。尧帝衣裳日，周公礼乐辰。枝头百舌子，播告太谆谆。　　其三（宋·舒岳祥）　　五言律诗　押微韵春日山居好，春深自向归。且看成茂实，何必恋芳菲。树合明湖隔，蒿长远径微。风雩吾党事，试浴振春衣。　　其四（宋·舒岳祥）　　五言律诗　押侵韵春日山居好，春来不问深。柳能同燕舞，莺解代花吟。有酒家闲去，无诗客莫寻。卖田强免役，何必苦劳心。　　其五（宋·舒岳祥）　　五言律诗　押尤韵春日山居好，闲思二月头。麦青农作暇，荑秀女工休。布谷迟催种，提壶早劝游。老夫同猎较，陌上暖风柔。　　其六（宋·舒岳祥）　　五言律诗　押微韵春日山居好，西湖乐事非。青黄虽未接，红紫自交辉。酒在何忧死，诗成可疗饥。典书犹可醉，何必有金挥。　　其七（宋·舒岳祥）　　五言律诗　押歌韵春日山居好，柴门爱客过。连朝恣泥饮，随意有山歌。句小从人学，才衰觉气和。情怀依分足，好景不须多。　　其八（宋·舒岳祥）　　五言律诗　押先韵春日山居好，寻花急占先。骑驴投酒市，领鹤上渔船。薄暖还挥扇，轻寒未替绵。清和时候正，丽日牡丹天。　　其九（宋·舒岳祥）　　五言律诗　押阳韵春日山居好，春园赏海棠。风流思妙丽，老大尚清狂。暂拭伤时泪，还逢绝世妆。倾银并注瓦，彼此一时芳。　　其十（宋·舒岳祥）　　五言律诗　押尤韵春日山居好，光风草上浮。溟濛晨霭散，澹荡夕阳收。发轫梅花报，攀辕芍药留。春来亦何好，惟有白添头。夏日山居好十首（宋·舒岳祥）　　五言律诗　押灰韵夏日山居好，清风报断梅。林深蚊却退，山合鸟飞回。一霎过云雨，数声深水雷。绕园寻蠹笋，聊以荐山杯。　　其二（宋·舒岳祥）　　五言律诗　押豪韵夏日山居好，吟来亦自豪。焚香诵周易，痛饮读离骚。莫讳无三甲，吾今已二毛。芜编三百卷，空费一生劳。　　其三（宋·舒岳祥）　　五言律诗　押支韵夏日山居好，还思童冠时。汗流修举业，浴罢间题诗。边事廷绅奏，朝除邸报驰。槐花时节近，新说合新知。　　其四（宋·舒岳祥）　　五言律诗　押阳韵夏日山居好，茅檐水饼香。蕉衫身俭洁，纱帽顶清凉。润叶桑藏井，新梢笋过墙。莫言炎热苦，胜处苦寒乡。　　其五（宋·舒岳祥）　　五言律诗　押庚韵夏日山居好，凉风树下生。三茶还可瀹，二韭尚堪烹。永日闲言语，平生实讲明。半空飞赤电，燕坐不须惊。　　其六（宋·舒岳祥）　　五言律诗　夏日山居好，清溪一笛风。瘦躯便褐短，寡发爱梳松。细雨明归鹭，斜阳饮远虹。有时吟未稳，饱步自书空。　　其七（宋·舒岳祥）　　五言律诗　押先韵夏日山居好，鸡鸣桑柘烟。笋摇知狖过，草偃觉鹅眠。休问田园计，聊随饮食缘。经营空自苦，烦恼更谁怜。　　其八（宋·舒岳祥）　　五言律诗　押尤韵夏日山居好，虫鸣山更幽。青鞋紫藤杖，玉醴绿瓷瓯。飞露吹黄葛，凉风洒白头。已知时雨顺，更有虎狼忧。　　其九（宋·舒岳祥）　　五言律诗　押文韵夏日山居好，日长宜学文。金门堪避世，𤱶亩不忘君。林宿三冬雪，岩藏万里云。屈伸吾道在，何必杂人群。　　其十（宋·舒岳祥）　　五言律诗　押侵韵夏日山居好，藤床面北林。荷心风百顷，秧底月千寻。幽鸟珍毛羽，流泉响磬琴。此中多乐事，客至亦能吟。秋日山居好十首（宋·舒岳祥）　　五言律诗　秋日山居好，新凉读旧书。黍馨秋社祭，灯灿夜滩渔。茄摘收花后，瓜尝脱蒂初。早田三得雨，一饱解忧虞。　　其二（宋·舒岳祥）　　五言律诗　秋日山居好，园丁贡美蔬。燃萁酥煮豆，拗颈烂蒸壶。菰首甜供茹，姜芽嫩漉菹。秋来风物美，何必去吾庐。　　其三（宋·舒岳祥）　　五言律诗　押删韵秋日山居好，吾居山海间。意行逢酒住，兴尽放歌还。稻穫归流水，林疏缩远山。谁知僧快活，饭饱即身閒。　　其四（宋·舒岳祥）　　五言律诗　押先韵秋日山居好，星河顶上悬。聊随儿女戏，也设果瓜筵。攲枕看星渡，开窗抱月眠。溪田六十日，接阙到红鲜。　　其五（宋·舒岳祥）　　五言律诗　秋日山居好，新凉及早兴。玉餐阳坞米，冰嚼下洪菱。海错来蒲港，溪鲜出石屏。欲从逋客逝，为此未之能。　　其六（宋·舒岳祥）　　五言律诗　押微韵秋日山居好，中秋兴莫违。四腮鲈正脆，一尺蟹初肥。白露粳登馔，清霜绢下机。急舂输井税，无事早言归。　　其七（宋·舒岳祥）　　五言律诗　押阳韵秋日山居好，重阳庶物穰。剖菱红绽白，剥栗紫含章。黄雀绵披脊，霜狸玉截肪。登高惟小圃，何必上重冈。　　其八（宋·舒岳祥）　　五言律诗　押鱼韵秋日山居好，清凉雁过初。鸡头消暑夕，鸭脚待霜馀。草净蜃虻远，瓜香蚤蚁除。小园新雨过，菜甲自删锄。　　其九（宋·舒岳祥）　　五言律诗　押冬韵秋日山居好，疏明入画峰。猎怜依寺鹿，樵护倚祠松。雁起西风笛，人居夕照舂。东山久不到，胜具一枝筇。　　其十（宋·舒岳祥）　　五言律诗　押庚韵秋日山居好，秋涛木末横。龙藏寒水静，鹘击广原平。红叶茅茨露，黄花曲糵成。西风轻步履，随意得閒行。冬日山居好十首（宋·舒岳祥）　　押东韵冬日山居好，茅茨不漏风。山厨蒸芋栗，野径扫风蓬。嫩酒篘初白，寒灰拨暂红。编氓吾未免，杜老屡囊空。　　其二（宋·舒岳祥）　　押元韵冬日山居好，谁能倚市门。从横鸦出郭，寂寞鹳归村。为念曲肱乐，因耽曝背温。此时新放饮，招我苦吟魂。　　其三（宋·舒岳祥）　　押支韵冬日山居好，随家丰俭宜。果成猿种核，薪落鹤巢枝。梅见天机早，菊知霜信迟。读书年少事，任汝眼昏眵。　　其四（宋·舒岳祥）　　押江韵冬日山居好，幽斋羃纸窗。温存檐鹊并，暖热竹鸠双。鹿下霜封堑，樵归雪印矼。从兹谢城府，吾志鹿门庞。　　其五（宋·舒岳祥）　　押先韵冬日山居好，尤于老叟便。年衰催酿酒，骨冷早装绵。著帽来梅下，扶舆到雪边。兴来聊复尔，微倦自高眠。　　其六（宋·舒岳祥）冬日山居好，农人告岁功。明朝输井税，深夜动机舂。木脱见山市，霜清闻涧钟。倘无饥冻迫，何必羡侯封。　　其七（宋·舒岳祥）　　押支韵冬日山居好，先生猎较时。海陂寒网雁，岚市夜分麋。酒熟邻相聚，家贫盗不窥。偷生前进士，幸矣过耆颐。　　其八（宋·舒岳祥）　　押先韵冬日山居好，能閒乐自全。米丰平酒价，蔬贱减鱼钱。偶尔思前事，依然是少年。下帘高枕卧，门外北风颠。　　其九（宋·舒岳祥）冬日山居好，不知年又穷。老人六十七，破衲两三重。未要迎新岁，聊须驻旧冬。明堂知未议，安用聘申公。　　其十（宋·舒岳祥）　　押删韵冬日山居好，能安始识閒。渔归溪口港，樵下屋头山。竹蛎含梅蕊，江鲈著玳斑。人生何所事，口腹最相关。"
                },
                {
                    "time": "1285年",
                    "activity": "是年，重修篆畦亭馆。作品：和正仲赋重修篆畦亭馆韵。和正仲赋重修篆畦亭馆韵（宋·舒岳祥）　　七言律诗　押先韵亭馆成来三十年，主人头白与扶颠。已诛荐莽开瓜圃，更剪茭芦浚藕田。竹下鸣琴长忆鹤，花边酿酒拟留仙。今知烦恼都无用，脩短随缘一任天①。按：①同上书卷一一三一三引《阆风集》"
                },
                {
                    "time": "1285年12月25日",
                    "activity": "忆孟浩然诗，作诗寄王达善。作品：腊月二十五日偶忆孟浩然白发催年老春阳逼岁除之句因次和此篇奉寄达善。腊月二十五日偶忆孟浩然白发催年老青阳逼岁除之句因次和此篇奉寄达善（宋·舒岳祥）　　五言律诗　押鱼韵归梦涉远道，青山非故庐。岁时筋力减，日夜鬓毛疏。且免编民役，休论邸报除。百年馀二老，莫遣寸阴虚①。按：①自注：时有省府官到路县，为儒人免役。先朝每遇正旦朝会，必有除命。"
                },
                {
                    "time": "1286年",
                    "activity": "春，得免里役。作品：谢御史王素行免里正之役。谢御史王素行免里正之役（宋·舒岳祥）　　七言律诗　押灰韵绣衣御史当霄立，星次周流到上台。万里东隅观出日，十年幽蛰听惊雷。顿令绝学知书贵，解使贪官觉贿灾。恩及老生何以报，只将颂语献行台。"
                },
                {
                    "time": "1286年",
                    "activity": "得免里役，作诗庆幸。作品：免役后登山园小饮书怀。免役后登山园小饮书怀（宋·舒岳祥）　　七言律诗　押东韵深凭歌酒送流红，岸帻披襟万顷风。一斗白鸥苍霭上，数篇黄鸟绿阴中。不辞老疾馀年在，已付欢哀万事空。新荷使家除户役，安居从此异征鸿。"
                },
                {
                    "time": "1286年",
                    "activity": "作诗赠王如山。作品：免役未几四月二十九日总府复有仓官之命五月初二日入城告诉作一绝贻如山王监薄如山前与予别谓此别不复有相见之日矣予言得十年住山不出吾事毕矣今未两月已复会面更成惨怆矣。免役未几四月二十九日总府复有仓官之命五月初二日入城告愬作一绝贻如山王监簿如山前与予别谓此别不复有相见之日矣予言得十年住山不出吾事毕矣今未两月已复会面更成惨怆也（宋·舒岳祥）　　七言绝句　押灰韵前时临别语堪哀，后会无期首重回。我有巾山缘未继，半年两度入城来。"
                },
                {
                    "time": "1286年11月1日",
                    "activity": "第二孙绳祖弥月，赋诗祝之。作品：腊月朔第二孙绳祖弥月喜其与翁同十一月而又皆乙亥时也因赋以祝之。（此诗记第二孙绳祖弥月事，似有误，诗文字必有误。）腊月朔第二孙绳祖弥月喜其与翁同十一月而又皆乙亥时也因赋以祝之（宋·舒岳祥）　　五言律诗　押东韵绳祖初弥月，清晨抱见翁。颇怜头额大，兼爱月时同。句法何时就，家声待汝洪。吾年八十二，方见汝成童。"
                },
                {
                    "time": "1287年3月3日",
                    "activity": "叹自己不知老，游于篆畦中，因作诗。作品：百一老诗序。"
                },
                {
                    "time": "1287年11月27日",
                    "activity": "生日邀刘庄荪等小酌，作诗。作品：贱生之日邀正仲子堂小酌。贱生之日邀正仲子堂小酌观万堂。贱生之日邀正仲子堂小酌（宋·舒岳祥）　　五言律诗　押真韵开岁恰七十，吾衰病已频。从今数正旦，一月有三晨。甲子添新志，乾坤寄老身。晚年方学易，此意为谁陈。"
                },
                {
                    "time": "1288年",
                    "activity": "感怀作诗。作品：春叹。老冬。春叹（宋·舒岳祥）　　五言绝句　押微韵春色三分二，人生七十稀。蝶魂归蚁冢，花瓣泊鱼衣。"
                },
                {
                    "time": "1290年",
                    "activity": "春，由棠溪归故园。作品：将别棠溪遗仲素季厚昆仲。将别棠溪遗仲素季厚昆仲（宋·舒岳祥）新交胜旧交，生别犹死别。饥魂散欲飞，愁肠郁以结。去住诚两难，主客新握别。家山杳何许，千丈高巀嶭。试登黄甘望，百里见积雪。我甔无储粟，我箧无重褐。妻孥幸团栾，忘此饥与渴。倚君为大厦，顾我颜色悦。无家未易归，无产难久歇。乡校著我名，免在编氓列。麦田望有秋，桑叶行可掇。贳赀延馀年，空囊谁负窃。不敢久累君，去去春二月。为我谢王戴，徽音无断绝。"
                },
                {
                    "time": "1290年3月21日",
                    "activity": "归凤栖茇舍看牡丹，作诗。"
                },
                {
                    "time": "1290年4月1日",
                    "activity": "归凤栖茇舍，痼疾稍瘳，作诗。作品：四月一日霖潦新霁痼疾稍瘳乍归故园拂剔丛莽。四月一日霖潦新霁痼疾稍瘳乍归故园拂剔丛莽（宋·舒岳祥）　　七言律诗　押庚韵衰翁病起头初裹，拄杖穿林探笋生。悄悄菰蒲看鸟下，疏疏杨柳见人行。一春长雨花全瘦，半日佳晴蝶便轻。小立绿阴青子下，秾华洗尽总幽情。"
                },
                {
                    "time": "1290年",
                    "activity": "麦收时节，麦饭颇可自给，有诗写食新麦齑笋的愉快。作品：村庄麦饭齑笋有怀达善正仲帅初因寄袁仲素季厚陈用之。村庄麦饭齑笋有怀达善正仲帅初因寄袁仲素季厚陈用之（宋·舒岳祥）麦风生晓寒，梅潦蕴炎溽。三日不出门，新笋已成竹。独酌固自佳，对妇亦不俗。黄鱼出海门，餍饫及僮仆。因思去年时，煎牟作糜粥。饥饿走荒山，群奴深两目。今春幸完生，一饱万事足。薄蚕微有收，条桑柔更绿。百里无鸡豚，虽老不食肉。本是在家僧，杀生岂吾欲。颇恨在棠溪，刍豢事屠戮。归来卖笋翁，烧煮拟果腹。无奈军马嚣，十百遭缚束。此君何不幸，乃值汝辈辱。今辰斑衣郎，扣门求采录。开奁粲纤指，解苞剥寒玉。释缚李左车，拭面何平叔。有此席上珍，举箸诚不恶。风味近瑶柱，标格荐醽醁。似怜老翁馋，洗我尘一斛。蜕脱成癯仙，凌空驾黄鹄。吐吭出新诗，落纸攲醉墨。王刘戴三君，秦楚齐敌国。乐县森笋簴，箭锋值正鹄。安得长相从，大嚼筼筜谷。二袁竹主人，森森散林麓。我来不问主，竟造藏书屋。主人不我苛，终岁取书读。陈郎后来秀，长瘦带岩壑。挟册从我游，牛腰许成轴。"
                },
                {
                    "time": "1290年",
                    "activity": "喜食新麦，作诗。似与上诗同时作。喜食新麦（宋·舒岳祥）　　五言律诗　押先韵乱后归田好，残生似可延。馀花恋馀景，新麦起新烟。𤱶浍藏科斗，园林带杜鹃。妻孥共甘苦，一醉慰饥年。"
                },
                {
                    "time": "1290年",
                    "activity": "有田妇献水麦，作诗表感怅之情。似与上诗同时作。作品：有田妇献水麦甚美不知滹沱玉食曾有此否感怅作诗。有田妇献水麦甚美不知滹沱玉食曾有此否感怅作诗（宋·舒岳祥）　　五言律诗　押阳韵牟麦未全黄，和灰熟煮香。嚼来冰响齿，咽下露生吭。肉似鸡头韧，形疑鲎子长。食芹应配美，吾欲献君王。"
                },
                {
                    "time": "1290年",
                    "activity": "秋，为白莲寺作记，阐述对“道”的理解。作品：重建台州东掖山白莲寺记。"
                },
                {
                    "time": "1290年",
                    "activity": "生日，袁仲素以羊酒赠，因作诗奉谢。作品：生日仲素惠羊酒作此奉谢。生日仲素惠羊酒作此奉谢（宋·舒岳祥）去年蝶轩馈羊酒，主人怜我空无有。座上六客皆解吟，一翁不吟开笑口。今年病叟蚤还山，烹鸡炰鳖翁对媪。五男四妇六稚孙，更有曾孙依乳姆。往来两载总遭荒，瓦瓶聊以挹酒浆。山蔬满盘白雪白，野橘堆饤黄金黄。荒村得此已自足，群奴饥啄撑空肠。忽闻棠溪有书至，袁诗陈赋两辉煌。一松正可枯檗比，五雏真与群鸡争①。举家病疟涉三月，一日计减一斗粮。留储到此作素供，问君何为特杀生。脏神见梦羊踏菜，便呼茗碗来祓禳。君当戒屠我辟谷，轻身与蝶同飞扬。按：①自注：来诗有“一松五凤雏”之句。"
                },
                {
                    "time": "1290年",
                    "activity": "是年作五古长诗，回忆全家避乱雪溪、棠溪的艰险困顿。作品：次韵袁伯长寄赠之作。次韵袁伯长寄赠之作（宋·舒岳祥）　　押阳韵维时十月闰，收穫已登场。朋旧喜我至，殷勤置壶觞。问我何方来，忧墨见清扬。答言辱君问，欲报不成章。忆昔盗起初，坚冰由履霜。妖民纵愚妄，敢凌太阳光。贱子久客鄞，移家入新昌。完璞保贞吉，训猷谋善臧。嵚岖远荆棘，瘏痡辟锋铓。五男不挟册，四妇废条桑。长孙病风挛，二孙鹤未昂。三孙始周晬，疡垢浴兰汤。曾孙客中产，敢拟门户当。复有四女孙，包裹针线装。步涉青店溪，伏莽突长枪。性命幸完免，翁媪扶笋将。回首烟焰涨，搜山发窖藏。家林付瓦砾，书籍罹咎殃。赍粮中道绝，万事慨以慷。坟茔失洒扫，祖祢废蒸尝。瀼西非吾里，浣花无草堂。猛兽难与群，我亦思还乡。又闻来屠剡，玉石恐俱伤。冒暑去雪村，故里隔一冈。棠溪吾故茇，父老不相忘。昔行梅未落，今憩梅再芳。皇皇一年馀，儿孙幸成行。破屋涉寒暑，旧隐渺相望。越公之贤孙，访我欲具航。老我日已短，公孙意何长。悲歌寄赠什，歌罢复徊徨。"
                },
                {
                    "time": "1290年",
                    "activity": "对避乱事再致感慨。作品：秋晚随意行涧上值老农问劳去年避乱时事。秋晚随意行涧上值老农问劳去年避乱时事（宋·舒岳祥）　　五言律诗　押支韵书在心犹在，时艰变易衰。白云山半寺，红叶水西祠。农老言多善，乌驯噪总慈。谁于千载后，见我苦吟时。　　其二（宋·舒岳祥）　　五言律诗　押微韵辋川疏旧业，复望草堂归。落叶无人径，残阳向水扉。井萤吹不灭，堑鸟暗还飞。豺虎方当道，何时赋式微。"
                },
                {
                    "time": "1290年",
                    "activity": "有诗寄袁洪，对袁洪仕元取宽容、谅解的态度。作品：寄袁季源。寄袁季源（宋·舒岳祥）　　五言律诗　押歌韵当世佳公子，枝吾雅道多。江南有文献，鲁国自强歌。火后归新第，兵馀喜止戈。公车行有召，毋久恋松萝。"
                },
                {
                    "time": "1291年1月2日",
                    "activity": "年初，有诗。作品：辛卯正月二日蝶轩早作。辛卯正月二日蝶轩蚤作（宋·舒岳祥）　　五言律诗　押先韵鸦背闪晴天，轻明紫翠烟。年将人老大，形与影周旋。鸟语催晨枕，梅花照夜编。池塘春草句，此意有谁传。"
                },
                {
                    "time": "1291年",
                    "activity": "作诗赠刘庄荪。作品：贻正仲。贻正仲（宋·舒岳祥）　　五言律诗　押东韵月生鲸海上，人在雁苍中。一巘环村转，双溪到海同。百年能几见，七十有三翁。为此当心恻，诗成走递筒。"
                },
                {
                    "time": "1291年4月17日",
                    "activity": "为门人董景愈养志堂作记。作品：养志堂记。"
                },
                {
                    "time": "1291年",
                    "activity": "作诗，隐隐不忘故主，感慨生活多艰。作品：端午感怀。端午感怀（宋·舒岳祥）　　七言律诗　曾饮昌阳七十三，老来大布当轻衫。豫储当采三年艾，缓计空寻六日蟾。楚俗旧时沉黍恨，唐宫此日赐衣沾。栀香满院人如玉，尚想薰风半捲帘。"
                },
                {
                    "time": "1291年",
                    "activity": "作诗，感慨生活多艰。作品：十九日邻家食早麦闻之有喜。"
                },
                {
                    "time": "1291年",
                    "activity": "戴表元归榆林，因致诗表元，约践前言，即同游榆林。作品：去春帅初尝约为榆林游欲烹羊酿酒为小孟尝既而仆归凤栖后帅初亦往西浙遂不果今帅初已归当践前言但同游之客达善已下世矣因黄甘便作诗以叙其怀。因黄甘人便问讯帅初。去春帅初尝约为榆林游欲烹羊酿酒为小孟尝既而仆归凤栖后帅初亦往西浙遂不果今帅初已归当践前言但同游之客达善已下世矣因黄甘便作诗以叙其怀（宋·舒岳祥）　　五言律诗　押先韵戴子游西浙，藕花香满船。因思今日日，又是去年年。杨果珍闽荔，榆林下剡川。烹羊曾有约，已失碧桃仙。因黄甘人便问讯帅初（宋·舒岳祥）　　五言律诗　押鱼韵茇舍干戈后，班荆荐莽馀。何人骑有鹤，顾我食无鱼。孤愤向谁说，倦游休上书。时时问甘岭，戴子近何如。"
                },
                {
                    "time": "1292年1月",
                    "activity": "胡子持、孙平叔、刘庄荪建赤城先生祠于雁苍山，岳祥作诗记之。同时建赤城书堂，岳祥为书堂长。赤城书堂，宁海乡人创办的“私立”书堂。作品：壬辰正月胡子持孙平叔刘正仲诸友于雁苍建赤城先生祠赋唐律一十韵以纪其事。壬辰正月胡子持孙平叔刘正仲诸友于雁苍建赤城先生祠赋唐律一十韵以纪其事（宋·舒岳祥）　　五言排律　押东韵句读从朱老①，经书本释翁②。于蓝青所出，他石玉堪攻。文启吾乡秀，心知百代崇③。推尊非苟合，议论自难同④。名节道乡峻，词章淮海雄。诸公交赞誉，此老定磨砻。旧祀儒宫侧，新祠佛寺东。开山犹别子，传钵许宗风。俎豆干戈后，诗书煨烬中。千年期勿坏，印印此心通。按：①自注：先生始从朱叟峰学。②自注：后与僧惟贤游，假其书，得五经，始通大义③自注：先生从东坡学，有诗上之④自注：先生因议开五丈河，坡公异意"
                },
                {
                    "time": "1292年2月16日",
                    "activity": "为棠溪袁仲素兄弟广孝庵作记，阐发孔子“孝”的思想。作品：广孝庵记。"
                },
                {
                    "time": "1292年11月",
                    "activity": "为宁海县学作记，正面肯定了元朝崇儒重学的实际措施，且略见颂扬之意。作品：宁海县学记。"
                },
                {
                    "time": "1292年",
                    "activity": "受邑庠之请，升讲席，说《诗·泮水》，约在此年或其前后。作品：三月之朔邑庠请仆升讲席说诗泮水正仲用前韵纪之因次其韵。三月之朔邑庠请仆升讲席说诗泮水正仲用前韵纪之因次其韵（宋·舒岳祥）　　七言律诗　押东韵春服初成冠与童，聚观王式一衰翁。圆冠方屦还吾道，续衽钩边见古风。投戈犹待汉符赤，藏壁不随秦火红。宁可短衣充博士，莫令城旦属司空。"
                },
                {
                    "time": "1293年",
                    "activity": "作诗，静悟平生事历，有不堪回首之叹。作品：独坐遣兴。独坐遣兴（宋·舒岳祥）　　五言律诗　押侵韵题注：《永乐大典》卷一四三八○题作寄子堂昏眼迷烟雨，修眉隐树林。杜鹃知夜半，蟋蟀俟秋音①。静悟平生事，閒思万古心。嗟跎七十五，既往莫追寻。按：①原作吟，据《永乐大典》改"
                },
                {
                    "time": "1293年2月",
                    "activity": "仲春有诗，仍念念不忘故国。作品：无题4首。"
                },
                {
                    "time": "1294年1月15日",
                    "activity": "为梅林人应瑞孙作墓志铭，其次女适岳祥弟斗祥之子子普。作品：故豸峰应君墓志铭。"
                },
                {
                    "time": "1294年",
                    "activity": "是年，岳祥与王应麟、刘庄荪、陈允平唱酬于梅墟陈氏之世纶堂，辑为《世纶堂雅集诗卷》，有洛社耆英之遗意。"
                },
                {
                    "time": "1295年",
                    "activity": "陈养晦赴阆风里拜谒岳祥学诗。"
                },
                {
                    "time": "1296年",
                    "activity": "居乡？"
                },
                {
                    "time": "1297年3月",
                    "activity": "为张炎词作序。作品：山中白云序。"
                },
                {
                    "time": "1297年3月3日",
                    "activity": "为肖翁王应辰父子留耕堂作记，赞赏“但存方寸地，留与子孙耕”作品：留耕堂记。"
                },
                {
                    "time": "1297年6月",
                    "activity": "妻王氏墓草被焚，其墓燎为焦土，岳祥重作墓志铭。作品：故孺人王氏墓志铭。"
                },
                {
                    "time": "1297年12月1日",
                    "activity": "是年，岳祥为里正，因作诗。作品：十二月初一醉歌。十二月初一日醉歌（宋·舒岳祥）常年此日正月吉，今年经闰腊月一。岁阑喜展一月期，胜似戈挥鲁阳日。搔头偶见鹜陈横，曝背闲看蜂衙出。一冬妍暖三月晴，薄雪微雨麦垄青。平皋十亩锄溉毕，明年拟取甔石赢。归耕还有新权柄，向时樵长今里正。弟侄推尊不敢辞，斗酒只鸡先自庆。牧猪酿秫待诛求，卖田买钞博性命。北人自好南人恶，人事纷纷天未定。君不见唐任涛宋魏闲，因诗放后逢宽令。"
                },
                {
                    "time": "1297年",
                    "activity": "梦有神人传帝命，授梅花城长，作诗记其事。作品：梅花书塾30章。"
                },
                {
                    "time": "1298年",
                    "activity": "八十作诗抒感。作品：读方元善落花诗有感2首。读方元善落花诗有感（宋·舒岳祥）　　七言律诗　押尤韵为渠销瘦为渠愁，减却风流剩却羞。得雨如投碧玉井，随风似堕绿珠楼。医颊髓空无处觅，返魂香断为谁留。此诗吟罢难消得，八十翁翁一笑休。　　其二（宋·舒岳祥）　　七言绝句　押支韵次第花开次第飞，总堪饮酒与吟诗。绝怜新绿光如沃，何必繁英尽在枝①。按：①同上书卷五八三九引《阆风集》"
                },
                {
                    "time": "1298年2月",
                    "activity": "为梅林应氏七星塘作记，表达其推利于民的思想。作品：七星塘记。"
                },
                {
                    "time": "1298年6月6日",
                    "activity": "免去里役。作品：十三日晓寒独立红茶花下。晓寒独立红茶花下（宋·舒岳祥）　　五言律诗　押尤韵长物乌皮几，宜人白氎裘。晓霜花口噤，午雨柳绵收①。毛发匆匆变，光阴冉冉休。直须瓜芡熟，长枕卧清秋②。按：①自注：柳絮正午时飞，晴则放，阴则收。②自注：予以六月初六日可替里役。"
                },
                {
                    "time": "1298年6月19日",
                    "activity": "卒。卒前二日赋诗三章，卒后门人私谥文清先生。作品：天门杂咏3章。天门杂咏（宋·舒岳祥）　　七言绝句　押先韵棋寻五老智识长，茶煮八公肌骨仙。应是青牛遗旧迹，不知白鹿去何年①。按：①清王瑞成光绪《宁海县志》卷二○引刘庄孙《舒阆风先生行状》　《舒阆风先生行状》：时八十，无疾病。一日赋《天门杂咏》，甫成三章，其一云云。此绝笔也。"
                }
            ]
        },
        {
            "Latitude": 29.148751,
            "Longitude": 121.013834,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331023",
            "Title": "天台",
            "Detail": [
                {
                    "time": "1243年8月",
                    "activity": "游霞城，以文谒吴子良。"
                },
                {
                    "time": "1243年8月",
                    "activity": "游霞城时，初识董楷、董朴。"
                },
                {
                    "time": "1276年12月3日",
                    "activity": "爱马岙深幽，乃有结茅之意。作品：自次前韵酬马岙诸老见和二首。自次前韵酬马奥诸丈见和（宋·舒岳祥）　　五言律诗　押先韵得肉鸢归树，无鱼鹤下田。此中藏世界，他处少人烟。可怪衣偏裻，何妨屐下穿。乱离多少事，史笔若为传。　　其二（宋·舒岳祥）　　五言律诗　押尤韵久别形容改，相逢涕泪收。少陵歌里哭，元亮饮中忧。岩瀑和冰下，溪楂避石流。故园春早动，归计莫悠悠。"
                },
                {
                    "time": "1276年9月",
                    "activity": "避地陈村。作品：丙子九月陈村避地三绝。丙子九月陈村避地三绝（宋·舒岳祥）　　七言绝句　押庚韵黑光磨荡掩阳精，兵火成霞照夜明。谁信天台山脚下，如今无佛救苍生。　　其二（宋·舒岳祥）　　七言绝句　押支韵一溪屈曲与山随，要试跻攀脚未衰。隔岸人家西日外，数株红柿压疏篱。　　其三（宋·舒岳祥）　　七言绝句　盘盘幽谷造云峰，应有逃秦隐此中。行到半山奇绝事，白鹇如练挂青松①。按：①以上同上书卷三五七九引《阆风稿》"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1250年",
                    "activity": "就省试，不中而返。妻王氏勉之再进。"
                },
                {
                    "time": "1256年5月24日",
                    "activity": "登文天祥榜进士。"
                },
                {
                    "time": "1262年",
                    "activity": "仍在丁忧中，曾到杭州讲诗。时风之下，他人多薄诗不为。"
                },
                {
                    "time": "1274年",
                    "activity": "两浙镇抚大使谢堂邀岳祥留都共订诸儒所评论司马光《通鉴》，拟成一家之作，奏入经筵备讲读。"
                },
                {
                    "time": "1274年",
                    "activity": "京尹曾渊子辟岳祥为户部酒所准备差遣，时贾似道当国，以其尚气简直，不即用，径弃不顾而归。"
                },
                {
                    "time": "1274年",
                    "activity": "谢堂以银酒杯相赠，或在本年。"
                },
                {
                    "time": "1274年",
                    "activity": "在临安期间，观十年前所书《老椿》屏。"
                },
                {
                    "time": "1274年",
                    "activity": "由京师归故里。归时，买内园绿萼香梅十株，植于篆畦。"
                }
            ]
        },
        {
            "Latitude": 28.251769,
            "Longitude": 113.087489,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430121",
            "Title": "长沙",
            "Detail": [
                {
                    "time": "1253年",
                    "activity": "偕妻王氏赴湖湘，依湖南转运副使吴子良。吴试以吏事，深许之。"
                }
            ]
        },
        {
            "Latitude": 29.660974,
            "Longitude": 121.413388,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330283",
            "Title": "奉化",
            "Detail": [
                {
                    "time": "1256年",
                    "activity": "授奉化尉。"
                },
                {
                    "time": "1257-1258年",
                    "activity": "在奉化县尉任。"
                },
                {
                    "time": "1289年",
                    "activity": "又避居奉化棠奥（即棠溪）"
                },
                {
                    "time": "1289年6月16日",
                    "activity": "在棠溪，袁仲素、季厚兄弟为辟堂下榻，岳祥家三百指，其至如归。岳祥有感于庄周梦蝶之说，名所寓曰“蝶轩”。岳祥居蝶轩，有诗文多篇，于是集己丑后诗文若干篇，目为《蝶轩稿》"
                },
                {
                    "time": "1289年",
                    "activity": "袁氏兄弟为蝶轩架杉棚以避夏炎秋暑。作品：二十八日借居喜杉棚成。次和杉棚。次和杉棚（宋·舒岳祥）　　五言律诗　押庚韵上伏清凉散，家僮手自成。日斜蛟弄影，风过鼠行声。解助藤床冷，何妨棐几明。风车捲冰雪，得似此般清。"
                },
                {
                    "time": "1289年",
                    "activity": "得王达善送赵君理诗，因次韵。作品：次达善送赵君理韵因寄畲斋陈贵白。次达善送赵君理韵因寄畬斋陈贵白（宋·舒岳祥）杉棚已绝笔，复得云锦书。况当既望后，一镜悬空虚。恍然玉堂上，乘鹤来须臾。君健胜我健，我臞甚君臞。人事有离合，尺牍莫相疏。老骥不忘骋，老耕不忘畬。笔砚易乾涩，时时要喣濡。井汲去泥鲋，清冽用有馀。自君之往矣，我怀久不舒。久闻畬斋君，插架富名都。欲往鵁鶄市，读书借其居。我曾见其文，鼎脔出帅初。何年澄斋老，道我问其途。"
                },
                {
                    "time": "1289年",
                    "activity": "赵敏求先和岳祥诗（不存），岳祥作诗寄赠。作品：寄赵敏求。寄赵敏求（宋·舒岳祥）　　五言律诗　押庚韵赵子贫愈好，吟诗送此生。焚巢同旅鸟，泛宅老书檠。八座清门户，王塘好弟兄。杉棚先辱和，欲报怨无琼。"
                },
                {
                    "time": "1289年",
                    "activity": "岁末作读《易》诗。作品：蝶轩读《易几》蝶轩读易几（宋·舒岳祥）　　五言律诗　押微韵负薪收芋栗，扪虱曝荆扉。落日乌行乱，清霜杏叶飞。岁穷终有复，人老自知非。兀兀窗西夜，吾方理易几①。按：①自注：先人遗文。"
                },
                {
                    "time": "1290年",
                    "activity": "初春，拟归阆风，计未决。刘庄荪、戴表元来访，因作诗呈二友。作品：正仲访余棠溪帅初来会正仲时余欲归阆风未能决书呈二友。正仲访余棠溪帅初来会正仲时余欲归阆风未能决书呈三友（宋·舒岳祥）　　七言律诗　押齐韵晴云高举雪云低，日日占天候不齐。菘白僵成茭白笋，麦黄淹作韭黄齑。江湖吐日鼋晞甲，山路成泥兽印蹄。老去欲休官不许，夜来魂梦旧山溪。"
                },
                {
                    "time": "1290年",
                    "activity": "许戴表元首夏过榆林，后因戴游浙西，未果。"
                },
                {
                    "time": "1290年",
                    "activity": "旋复返蝶轩。诗文集《蝶轩稿》成。"
                }
            ]
        },
        {
            "Latitude": 30.025451,
            "Longitude": 122.113391,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330902",
            "Title": "定海",
            "Detail": [
                {
                    "time": "1259年",
                    "activity": "在奉化县尉任，旋摄定海令。与王达善相识，此后二人笃厚友谊直至达善终年。"
                },
                {
                    "time": "1260年",
                    "activity": "摄定海令。未几，回乡丁父忧。"
                }
            ]
        },
        {
            "Latitude": 30.899015,
            "Longitude": 120.094566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3305",
            "Title": "湖州",
            "Detail": [
                {
                    "time": "1264年10月",
                    "activity": "注官监广德赡军酒库，未上。霅州守赵时橐令岳祥摄霅州（今浙江湖州）掌书记。岳祥平息军乱。"
                },
                {
                    "time": "1264年",
                    "activity": "书《老椿》屏事或在景定四、五年间。老椿（宋·舒岳祥）　　七言绝句　押鱼韵江南江北皆宜产，濠上庄生语不虚。京口旧来曾记此，纸屏流落近何如。"
                },
                {
                    "time": "1264年",
                    "activity": "岁末，叶梦鼎、赵与訔争相荐举，被旨考校国子生补试。"
                }
            ]
        },
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州",
            "Detail": [
                {
                    "time": "1265年",
                    "activity": "弟斗祥卒于长洲，岳祥往哭之。"
                }
            ]
        },
        {
            "Latitude": 32.064735,
            "Longitude": 118.802891,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3201",
            "Title": "南京",
            "Detail": [
                {
                    "time": "1267年",
                    "activity": "丁母忧，服阕，入淮东总领陈蒙幕。"
                },
                {
                    "time": "1268年",
                    "activity": "在淮东总领陈蒙幕。"
                },
                {
                    "time": "1269年",
                    "activity": "沿江制阃马光祖、吴革争辟岳祥入幕，皆不就。"
                },
                {
                    "time": "1274年",
                    "activity": "在临安期间，曾北游金陵。"
                }
            ]
        },
        {
            "Latitude": 29.880177,
            "Longitude": 121.556686,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3302",
            "Title": "宁波",
            "Detail": [
                {
                    "time": "1270年",
                    "activity": "入沿海制阃鲍度幕约在本年，鲍度幕府似在鄞县。"
                },
                {
                    "time": "1270年",
                    "activity": "似在鲍度幕，为甲峰周敬翁《梅花百咏》作序或题跋。"
                },
                {
                    "time": "1271年",
                    "activity": "本年似在鲍度幕。"
                },
                {
                    "time": "1272年",
                    "activity": "本年似在鲍度幕。以故人董楷除湖南转运，应邀将赴湖湘。同年黄震问讯赠以楮衾，友人谢昌元问讯赠以筇竹杖。赴湖湘之事卒未成行。"
                },
                {
                    "time": "1272年",
                    "activity": "似在鲍度幕。为梅林隐士应朝选作墓志铭。作品：杞山翁墓志铭。"
                },
                {
                    "time": "1273年",
                    "activity": "本年似在鲍度幕。"
                },
                {
                    "time": "1278年",
                    "activity": "避兵期间，曾寄居袁洪家。"
                }
            ]
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": [
                {
                    "time": "1274年",
                    "activity": "在临安期间，曾北游京口。"
                }
            ]
        },
        {
            "Latitude": 28.662297,
            "Longitude": 121.426996,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331",
            "Title": "台州",
            "Detail": [
                {
                    "time": "1276年",
                    "activity": "避兵天台马岙，与戴表元、刘庄荪、王达善、胡三省唱和。其间曾与戴表元同避兵台之硖石。作品：十二月初三日次韵答胡山甫避地述怀时予有结茅马岙之意。"
                },
                {
                    "time": "1276年10月",
                    "activity": "元军入台州宁海，旋入尚义里，屯兵岳祥宅。岳祥行迹不明。"
                },
                {
                    "time": "1276年10月3日",
                    "activity": "岳祥携家风雪中度平坑岭入马耳峰。平坑岭在台州，属何县不明。作品：+。"
                },
                {
                    "time": "1276年10月13日",
                    "activity": "夜，又从中心岙徙独山。中心岙、独山在何县不明。"
                },
                {
                    "time": "1276年",
                    "activity": "仍在逃难途中。为屯兵尚义事作“过字韵诗”以志痛。作品：过字韵诗辱诸友联和方营度枯鄙以酬厚意偶报北兵自鸥闽回驱男女牛羊万计入蛟湖深畯出独山屯尚义由童公岭以北三日夜不休闻之惊心遂成阁笔是月十四夜对月感涕遂即前韵以纪时事奉呈诸友。过字韵诗辱诸友联和方营度枯鄙以酬厚意偶报北兵自瓯闽回驱男女牛羊万计入蛟湖深畯出独山屯尚义由童公岭以北三日夜不休闻之惊心遂成阁笔是月十四夜对月感涕遂即前韵以纪时事奉呈诸友（宋·舒岳祥）　　押个韵麦倒桑折枝，山外花门过。牛亡主不归，妇去蚕未卧。在者哭空村，吞声谁敢大。盲晖隐空崖，惊尘飞暗堁。川逝痛陵迁，春深悲国破。可惜此良宵，月轮升紫磨①。按：①自注：荆公诗：紫磨月轮升塞外。"
                },
                {
                    "time": "1276年",
                    "activity": "仍在逃难途中。为叶梦鼎宁海城中别业遭兵火破坏而作诗志痛。作品：登小山谷。登小山谷（宋·舒岳祥）　　五言律诗　押灰韵题注：叶丞相城中别业，王梅关之故园也。丙子冬兵火满地，皆黄花耳亭榭随人事，江山换劫灰。邹裾前日盛，谢屐几时来。红树攲城坂，黄花上石台。欲寻观聚赋，谁与刬蒿莱。"
                },
                {
                    "time": "1276年",
                    "activity": "仍在逃难途中。丙子避兵，以萧照山水画寄藏崇庵，虽幸存，但蹂践污损已甚，为之恻然。"
                },
                {
                    "time": "1276年",
                    "activity": "在马坡与友人王达善相遇，为其《烧痕稿》题跋，并有诗唱和。马坡属何县不明。作品：跋王达善《烧痕稿》"
                },
                {
                    "time": "1276年",
                    "activity": "仍在逃难途中。避兵期间，艰苦备尝，且多形诸诗文。作品：丙子兵祸自有宇宙宁海所未见也予家二百指甔石将罄避地入剡贷粟而食解衣偿之不敢以渊明之主人望于人也因读渊明《乞食》诗和韵书怀呈达善亦见达善《烧痕稿》中有《陶公乞食》《颜公乞米》二帖跋尾也。丙子兵祸自有宇宙宁海所未见也予家二百指甔石将罄避地入剡贷粟而食解衣偿之不敢以渊明之主人望于人也因读渊明乞食诗和韵书怀呈达善亦见达善烧痕藁中有陶公乞食颜公乞米二帖跋尾也（宋·舒岳祥）渊明不可及，适意惟所之。无食不免乞，折腰乃竟辞。主人必义士，知心如子期。厚馈既赒急，复酌我以卮。谈谐有真味，斯人定能诗。柳惠未失正，鲁男岂可非。学陶何必乞，书此以自贻。"
                },
                {
                    "time": "1276年",
                    "activity": "仍在逃难途中。岁末，有诗志亡国之痛，表示坚持宋遗民立场，不事新朝。作品：新历未颂遗民感怆二首贻王达善曹季辩胡山甫戴帅初诸君皆避地客也。再和前韵答达善季辩。十月初五日重赋菊。新历未颁遗民感怆二首贻王达善曹季辩胡山甫戴帅初诸君皆避地客也（宋·舒岳祥）　　七言律诗　押青韵故国山河成断绝，孤臣江海自飘零。窗间取月离离白，树下窥天碎碎青。一雁不来山驿静，千梅欲动客愁醒。新来未赐王春历，三尺尧阶自有蓂。　　其二（宋·舒岳祥）　　七言律诗　押真韵寒气著人身似病，世涂多故鬓如银。劫灰今信胡僧说，野燐多应战鬼新。兵甲纵横满天地，衣冠颠倒走风尘。古今历数归仁义，河洛图书属圣神。再和前韵答达善季辩（宋·舒岳祥）　　七言律诗　押青韵屝屦送人征影远，布裘知我涕痕零。初愁冻雪无狐白，忽喜晴霄现卵青。欲向华山成稳睡，不禁楚泽自长醒。桃源自昔无秦历，草木荣枯是瑞蓂。　　其二（宋·舒岳祥）　　七言律诗　押真韵北固漫誇城立铁，钱塘休说浪翻银。江山不改英雄泯，宇宙无穷战伐新。过眼烟花空似锦，到头富贵总成尘。旧时都下逢除夕，果食花饧祭灶神。十月初五日重赋菊（宋·舒岳祥）昔人十月菊，已恨光景衰。今兹十月菊，瘦蕊未觉迟。两年无官历，弦望占盈亏。人言闰在子，节候固应违。此物秉坚正，未怕风霜欺。宁同此身槁，不与清香离。香性自流传，更过梅花枝。"
                },
                {
                    "time": "1276年",
                    "activity": "仍在逃难途中。因同年黄东发赠楮衾已四年，思之，作诗欲寄。作品：往时予有湖湘之游同年黄东发提举以清江楮衾赠别藏之四年矣山房夜寒覆之甚佳乱后不治东发避地何处作此拟寄。往时予有湖湘之游同年黄东发提举以清江楮衾赠别藏之四年矣山房夜寒覆之甚佳乱后不知东发避地何处作此拟寄（宋·舒岳祥）我昔向湘潭，故人贻我别。珍于锦鲸赠，未数绨袍脱。温如阳春曦，白似腊天雪。香收禅榻云，光映书斋月。政尔独眠佳，毋使恶卧裂。阴寒不内侵，和气无外泄。自从离乱来，袍缊罄攘夺。惟此寄僧房，与书俱不灭。我本生蠹鱼，自爱纸中穴。宛如蚕作茧，蛾吐眉眼出。夜来初肃霜，子美衾如铁。忽忆此青毡，覆我俭且洁。中有布衾铭，此铭无冷热。"
                },
                {
                    "time": "1276年",
                    "activity": "仍在逃难途中。谢昌元所赠筇竹杖遗失，作诗记之。作品：忆筇竹杖词。忆筇竹杖词（宋·舒岳祥）筇竹杖，筇竹杖，敬斋惠我侔璆荡。万里岷江下峡船，大竹一筒中贮两。四明直在海东头，我得一条长在掌。蛟龙已蜕脊骨全，色如黄玉中心坚。节围五寸茎似笔，重如铁石声铿然。杖兮杖兮吾与尔，曾入千岩万壑里。虎豹远遁兮魑魅不逢，走及狙公兮追及鹿子。忽不见兮谁从，宁入水兮为龙。或以挝马兮其毁，不逢日暮兮山空，篁竹鬼啸兮雾雨其濛。"
                }
            ]
        },
        {
            "Latitude": 29.594696,
            "Longitude": 120.828141,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330683",
            "Title": "嵊州",
            "Detail": [
                {
                    "time": "1276年",
                    "activity": "避兵居剡之雪溪，有董生景愈从学。"
                }
            ]
        },
        {
            "Latitude": 30.271487,
            "Longitude": 120.160136,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN33",
            "Title": "浙江",
            "Detail": [
                {
                    "time": "1289年",
                    "activity": "春，岳祥家及家祠毁于兵火，其为夫人王氏所写墓志铭亦毁于兵火。因浙东各地陆续发生农民暴动而流徙浙东。"
                },
                {
                    "time": "1289年1月24日",
                    "activity": "避地存思庵。存思庵在何县不明。"
                },
                {
                    "time": "1289年4月10日",
                    "activity": "避乱居某山中，育母鸡以自养。作品：寇攘之余谷五斗才易一鸡衰老多病资血味以为养求之弗可得畜二母鸡自春抱育至夏百翼不减子美生理喜而有作。寇攘之馀谷五斗才易一鸡衰老多病资血味以为养求之弗可得畜二母鸡自春抱育至夏百翼不减子美生理喜而有作（四月初十日）（宋·舒岳祥）昔有尸乡翁，养鸡盖阡陌。累财千馀万，积微利自博。子美居瀼西，此物尚百翮。作诗戒宗文，墙东树笼栅。我今山居中，生理苦迫窄。衰年资食治，时有不速客。海鱼不常储，溪蟹碎难擘。颇欲效两翁，字鸡供口食。买得双伏雌，领以一赤帻。户外听约束，安能污案席。剖坼五十卵，引哺渐开拆。从兹日生生，向秋益繁息。麦云行刈黄，可得二十石。已知饼臛具，不假天边翼。窃笑茅季伟，割烹惟一只。奉亲不及宾，资生拙无策。"
                }
            ]
        },
        {
            "Latitude": 29.505471,
            "Longitude": 120.91042,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330624",
            "Title": "新昌",
            "Detail": [
                {
                    "time": "1289年",
                    "activity": "因家毁于兵火，身外无余物，乃避居新昌雪溪。"
                },
                {
                    "time": "1289年",
                    "activity": "在新昌雪溪为董伯和寿康精舍作记。作品：寿康精舍记。"
                },
                {
                    "time": "1289年",
                    "activity": "叹国亡身世已非，作诗。作品：雪村闻鸡。雪村闻鹃（宋·舒岳祥）　　七言绝句　押微韵故国亡来身已非，千年犹诉不如归。参天古木魂迷路，谁与黎侯赋式微。"
                }
            ]
        }
    ]
}