{
    "lines": [
        {
            "Latitude": 29.084455,
            "Longitude": 119.654027,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3307",
            "Title": "金华 (出生地)",
            "Detail": [
                {
                    "time": "832年",
                    "activity": "贯休生。"
                },
                {
                    "time": "833-834年",
                    "activity": "居乡兰溪。"
                },
                {
                    "time": "835-837年",
                    "activity": "居乡读书。"
                },
                {
                    "time": "838-840年",
                    "activity": "出家兰溪县登高里和安寺，师从圆贞长老学《法华经》"
                },
                {
                    "time": "841年",
                    "activity": "在兰溪和安寺学佛，并学为诗。"
                },
                {
                    "time": "842-846年",
                    "activity": "在兰溪和安寺，渐有诗名。"
                },
                {
                    "time": "856年",
                    "activity": "南归婺州故里，途中逢周朴。作品：《途中逢周朴》途中逢周朴（唐·贯休）　　五言律诗　押灰韵东西南北路，相遇共兴哀。世浊①无知己，子从何处来？菊衰芳草在，程远宿烟开。傥遇中兴主，还应不用媒。按：①一作独"
                },
                {
                    "time": "860年",
                    "activity": "与婺州刺史杨发游赤松山，有诗唱和。作品：《和杨使君游赤松山》和杨使君游赤松山（唐·贯休）为郡三星无一事，龚黄意外扳乔松。日边扬历不争路，云外苔藓须留踪。溪月未落漏滴滴，隼旟已入山重重。扪萝盖输山屐伴，驻旆不见朝霞浓。乳猿剧黠挂险树，露木翠脆生诸峰。初平谢公道非远，黯然物外心相逢。石羊依稀龁瑶草，桃花彷佛开仙宫。终当归补吾君衮，好山好水那相容。"
                },
                {
                    "time": "861年",
                    "activity": "春在婺州。"
                },
                {
                    "time": "865年",
                    "activity": "居兰溪和安禅寺，时出游周边名山寺观，有诗。作品：《春游凉泉寺》《游金华山禅院》《怀匡山道侣》《归故林后寄二三知己》《题友人山居》春游凉泉寺（唐·贯休）　　七言律诗　押支韵一到凉泉未拟归，迸珠喷玉落阶墀。几多僧祗因泉在，无限松如泼墨为。云堑含香啼鸟细，茗瓯擎乳落花迟。青山看著不可上，多病多慵争奈伊。游金华山禅院（唐·贯休）　　七言律诗　押蒸韵兹地曾栖菩萨僧，旃檀楼殿瀑崩腾。因知境胜终难到，问著人来悉不曾。斜谷暗藏千载雪，薄岚常翳一龛灯。多惭不及当时海，又下嵯峨一万层。怀匡山道侣（唐·贯休）　　五言律诗　押齐韵常忆将吾友，穿云过瀑西。有碑皆读彻，无处不相携。柽桂株株湿，猿猱个个啼。等闲成远别，窗月又如圭。归故林后寄二三知己（唐·贯休）　　五言律诗　押先韵昨别楚江边，逡巡早数年。诗虽清到后，人更瘦于前。岸翠连乔岳，汀沙入坏①田。何时重一见，谈笑有茶烟。按：①一作瀼题友人山居（唐·贯休）　　五言律诗　押删韵卜居邻坞寺，魂梦又相关。鹤本如云白，君初似我闲。月明僧渡水，木落火连山。从此天台约，来兹未得还。"
                },
                {
                    "time": "865年",
                    "activity": "居兰溪和安禅寺，有诗。作品：《送僧入马头山》（作年不详，暂置于此。）送僧入马头山（唐·贯休）马头宝峰，秀塞寒空。有叟有叟，真隐其中。无味醍醐，亦非般若。白趾碧目，数百潇洒。苦竹大于杉，白熊卧如马。金钟撼壑，布水喷瓦。芙蓉堂开峰月入，岳精踏雪立屋下。伊余解攀缘，已是非常者。更有叟，独往来，与我语。情无刚彊，气透今古。竹笠援补，芒鞋藤乳。北风倒人，乾雪不聚。满头霜雪汤雪去，汤雪去。无人及，空望真气江上立。"
                },
                {
                    "time": "873年",
                    "activity": "秋冬之际返婺州。"
                },
                {
                    "time": "874年",
                    "activity": "初春在兰溪，有诗。作品：《对雪寄新定冯使君二首》（其一）《对雪寄新定冯使君二首》（其二）对雪寄新定冯使君二首（唐·贯休）　　七言律诗　押蒸韵仙掌空思归未能，焚香冥目对残灯。岂知瑞雪千山合，空觉春寒半夜增。翳月素云埋粉堞，堆巢孤鹤下金绳。因思太守忧民切，吟对琼枝喜不胜。　　其二（唐·贯休）　　七言律诗　押庚韵政化由来通上灵，丰年祥瑞满窗明。气严坐久灯凝燄，片大更深屋作声。飘掩烟霞何处去，欹斜杉竹向帘倾。雪林中客虽无事，还有新诗半夜成。"
                },
                {
                    "time": "874年",
                    "activity": "在兰溪，有诗。作品：《瀫江秋居作》《野居偶作》《题兰江言上人院二首》（其一）《题兰江言上人院二首》（其二）《故林偶作》《上杭州令狐使君》《上卢少卿觅千文》《谢卢少卿惠千文》《送缘有禅师与雷处士入武夷山》《怀武夷山禅师》瀔江秋居作（唐·贯休）　　七言律诗　押鱼韵无事相关性自摅，庭前拾叶等闲书。青山万里竟不足，好竹数竿凉有馀。近看老经加澹泊，欲归少室复何如。面前小沼清如镜，终养琴高赤鲤鱼。野居偶作（唐·贯休）　　七言律诗　押麻韵高谈清虚即是家，何须须占好烟霞。无心于道道自得，有意向人人转赊。风触好花文锦落，砌横流水玉琴斜。但令如此还如此，谁羡前程未可涯。题兰江言上人院二首（唐·贯休）　　七言绝句　押微韵题注：时王蔼先辈有诗二首题其院，因和题之。一生只著一麻衣，道业还欺习彦威。手把新诗说山梦，石桥天柱雪霏霏。　　其二（唐·贯休）　　七言绝句　押蒸韵只是危吟坐翠层，门前岐路自崩腾。青云名士时相访，茶煮西峰瀑布冰。故林偶作（唐·贯休）　　五言律诗　押文韵引用典故：壶中　朗吟无一事，孤坐瀔江濆。媚世非吾道，良图有白云。蠹鱼开卷落，啄木隔花闻。唯寄壶中客，金丹许共分。上杭州令狐使君（唐·贯休）　　五言律诗　押真韵引用典故：颜冉　颜冉德无邻，分忧浙水滨。爱山成大癖，求瘼似诸身。视事奸回尽，登楼海岳春。野人如有幸，应得见陶钧。上卢少卿觅千文（唐·贯休）　　押翰韵荆山有美玉，含华尚炳烂。堪为圣君玺，堪为圣君案。草木润不彫，烟霞覆不散。野人到山下，仰视星辰畔。倘或如栗黄，保之上霄汉。谢卢少卿惠千文（唐·贯休）　　押有韵庐山有石镜，高倚无尘垢。昼景分烟萝，夜魄侵星斗。苞含物象列，搜照鱼龙吼。寄谢天地间，毫端皆我有。送缘有禅师与雷处士入武夷山（唐·贯休）　　五言律诗　师与雷居士，寻山道入闽。应将熊耳印，别授武夷君。崖ꇹ仙棺出，江垠毒草分。他年相觅在，莫苦入深云。怀武夷山禅师（唐·贯休）　　五言律诗　押先韵万叠仙山里，无缘见有缘。红心蕉绕屋，白额虎同禅。古木苔封菌，深崖乳杂泉。终期还此去，世事祗如然。"
                },
                {
                    "time": "875年",
                    "activity": "在婺州，与婺州刺史郑镒相过从，有诗。作品：《贺郑使君》贺郑使君（唐·贯休）　　七言排律　押支韵引用典故：刘宽　蜂虿　葑菲　三衢蜂虿陷城池，八咏龙韬整武貔。才谕危亡书半幅，便思父母泪双垂①。戈收甲束投仁境，汗浃魂飘拜虎旗。死地再生知德重，精兵连譀觉山移。人和美叶祯祥出，阵善深为典教推。仗信输诚方始是，执俘折馘欲何为。清威严令无纤ꇘ，长路深山不拾遗。七邑恩波歌浩渺，一方云物自鲜奇。天文仰视同诸掌，剑术无前更数谁。战马闲眠汀草远，秋鼙乾揭岳霞隳。义为土地精灵伏，仁作金汤铁石卑。龚遂刘宽同煦妪，张飞关羽太驱驰。笙歌席上偏怜客，刀剑林中亦念诗。縠渚美为长饮水，金山高作受降碑。时犹草草秋方尽，陈是堂堂孰敢窥。宠渥岂唯分节钺，勋庸须勒上钟彝。神资天赞谁堪比，名遂功成自不知。捲箔倚阑云欲雪，拥垆倾榼酒如饴。扶尧社稷常忧老，到郭汾阳亦未迟。释子沾恩无以报，只将葑菲贺阶墀。按：①时公檄书才去，即便归降，来款云：思父母则血泪双垂，忆兄弟乃江山隔越"
                },
                {
                    "time": "875年",
                    "activity": "在婺州，有诗。作品：《宿赤松山观题道人水阁兼寄郡守》宿赤松山观题道人水阁兼寄郡守（唐·贯休）　　七言律诗　押蒸韵珠殿香軿倚翠棱，寒栖吾道寄孙登。岂应肘后终无分，见说仙中亦有僧。云敛石泉飞险窦，月明山鼠下枯藤。还如华顶清谈夜，因有新诗寄郑弘。"
                },
                {
                    "time": "878年",
                    "activity": "返回婺州。"
                },
                {
                    "time": "879年",
                    "activity": "在婺州。春送太守郑镒赴闽，有诗。作品：《送郑使君》送郑使君（唐·贯休）　　七言排律　押灰韵刺婺廉闽动帝台，唯将清净作梯媒。绿沈枪卓妖星落，白玉壶澄苦雾开。仁爱久悬溪上月，恩光又发领头梅。天资刘邵龚黄笔，神助韩彭卫霍才。古驿剑江分掩映，画旗花舫下喧豗。凤麟帟幕芙蓉坼，洞壑清威霹雳来。礼乐封疆添礼乐，尘埃时节勿尘埃。荔支花下驱千骑，薝匐林中礼万回①。视事蛮奴磨玉砚，邀宾海月射金杯。讴歌合合千门乐，鼙角雄雄一阁雷。君父恩深头早白，子孙荣袭日难陪。东阳缁素如何好，空向生祠祝上台。按：①时八安大师在回院也"
                },
                {
                    "time": "879年",
                    "activity": "在婺州。与太守王慥过从酬唱，有诗。作品：《寄拄杖上王使君》寄拄杖上王使君（唐·贯休）　　五言律诗　押庚韵引用典故：谢宣城　拄杖邻①僧与，殊常不可名。一条黳玉重，百两紫金轻。有乳盘春力，无心合道情。惟宜高处著，将寄谢宣城。按：①一作林"
                },
                {
                    "time": "879年",
                    "activity": "在婺州，有诗寄王慥。作品：《循吏曲上王使君》循吏曲上王使君（唐·贯休）需宿需宿，炳烂光合。蒸蒸婺民，钟此多福。自东自西，自南自北。伊飞伊走，乳乳良牧。和气无形，春光自成。大信不信，贻厥无朕。需女需女，尔亦须语。使君为理，玄风震古。需女需女，尔亦须语。我愿喙长三千里，枕著玉阶奏明主。"
                },
                {
                    "time": "879年",
                    "activity": "初秋在婺州，有寄王慥诗。作品：《怀薛尚书兼呈东阳王使君》怀薛尚书兼呈东阳王使君（唐·贯休）　　五言律诗　押寒韵得力未得力，高吟夏又残。二毛非自出，万事到诗难。蝉见木叶落，雷将雨气寒。何妨槌琢后，更献至公看。"
                },
                {
                    "time": "879年",
                    "activity": "秋在婺州，有寄王慥诗。作品：《贺雨上王使君二首》（其一）《贺雨上王使君二首》（其二）《秋望寄王使君》贺雨上王使君二首（唐·贯休）　　七言律诗　押青韵一片丹心合万灵，应时甘雨带龙腥。驱尘煞烧连穷□，□电冲霓满窅冥。处处已知仓廪溢，家家皆歇管弦听。应须蚤勒南山石，黄霸清风满内庭①。按：①第三句、第四句各缺一字　　其二（唐·贯休）　　七言律诗　押庚韵由来天赞德唯馨，朋祷心期事尽行。玄妙久闻谈佛母①，感通今日见神明。破除秋热飘萧尽，还似春时散漫倾。他日为霖亦如此，诸生无不沐经营。按：①公久与东村大愿和尚谈般若。般若者，佛母也秋望寄王使君（唐·贯休）　　五言律诗　押支韵引用典故：刘琨啸　静蹑红兰径，凭高旷望时。无端求句苦，永日壑风吹。大月生峰角，残霞在树枝。祗应刘越石，清啸正相宜。"
                },
                {
                    "time": "879年",
                    "activity": "在婺州，有诗。作品：《怀张为周朴》（《怀张为周朴》当作于本年前，具体时间无法考证。）《怀周朴张为》（《怀周朴张为》当作于本年前，具体时间无法考证。）怀张为周朴（唐·贯休）张周二夫子，诗好人太癖。更不过岭来，如今头尽白。人传禹力不到处，河声流向西（周）。又到处即闭户，逢君方展眉（张）。不知是不是，若是即大奇。我又闻二公，心与人不同。一生常在寂寞中，有时狂吟入僧宅。锦囊鸟啼荔枝红，有时冥搜海山脑。珊瑚枝动日杲杲，圣君在上知不知，赤面浊醪许多好。怀周朴张为（唐·贯休）　　五言律诗　押庚韵二子无消息，多应各自耕。巴江思杜甫，漳水忆刘桢。白发应全白，生涯作么生。寄书多不达，空念重行行。"
                },
                {
                    "time": "879年",
                    "activity": "疑在婺州，有诗。作品：《秋末寄武昌一公》（此诗作于黄巢乱前，具体时间、作于何地，不详，暂置于此。）秋末寄武昌一公（唐·贯休）　　七言绝句　押东韵见说武昌江上住，柏枯槐朽战时风。知师诗癖难医也，霜洒芦花明月中。"
                },
                {
                    "time": "880年",
                    "activity": "春夏在兰溪，有诗。作品：《阳春曲》阳春曲（江东广明初作）（唐·贯休）引用典故：阮嗣宗　为口莫学阮嗣宗，不言是非非至公。为手须似朱云辈，折槛英风至今在。男儿结发事君亲，须敩前贤多慷慨。历数雍熙房与杜，魏公姚公宋开府。尽向天上仙宫闲处坐，何不却辞上帝下下土？忍见苍生苦苦苦。"
                },
                {
                    "time": "881年",
                    "activity": "途经士马。作品：《经士马中作》（士马，地名，不详所在，暂置于婺州兰溪。）经士马中作（唐·贯休）　　五言律诗　押真韵偷儿成大寇，处处起烟尘。黄叶满空宅，青山见俗人。妖星芒刺越，鬼哭势连秦。惆怅还惆怅，茫茫江海滨。"
                },
                {
                    "time": "881年",
                    "activity": "在兰溪，见赤松山舒道士，有诗。作品：《士马后见赤松舒道士》士马后见赤松舒道士（唐·贯休）　　五言律诗　押支韵满眼尽疮痍，相逢相对悲。乱阶犹未已，一柱若为支。堰茗蒸红枣，看花似好时。不知今日后，吾道竟何之。"
                },
                {
                    "time": "881年",
                    "activity": "春末在兰溪道中，有诗。作品：《春末兰溪道中作》春末兰溪道中作（唐·贯休）　　押微韵山花零落红与绯，汀烟濛茸江水肥。人担犁锄细雨歇，路入桑柘斜阳微。深喜东州云寇去①，不知西狩何时归？清平时节何时是，转觉人心与道违。按：①时黄连洞人出，烧劫处州却上"
                },
                {
                    "time": "886年",
                    "activity": "入秋后返故里，有诗。作品：《湖头别墅三首》（其一）《湖头别墅三首》（其二）《湖头别墅三首》（其三）湖头别墅三首（唐·贯休）梨栗鸟啾啾，高歌若自由。人谁知此意，旧业在湖头。饥鼠掀①菱壳，新蝉避栗皱。不知江海上，戈甲几时休。按：①一作欢　　其二（唐·贯休）　　押灰韵桑柘参桐竹，阴阴一径苔。更无他事出，祗有衲僧来。堑蚁争生食，窗经卷烧灰。可怜门外路，日日起尘埃。　　其三（唐·贯休）　　押虞韵南北如仙境，东西似画图。园飞青啄木，檐挂白蜘蛛。邻叟教修废，牛童与纳租。寄言来往客，不用问荣枯。"
                },
                {
                    "time": "887年",
                    "activity": "在婺州。太守蒋环开洗谶戒坛，休为监坛。"
                },
                {
                    "time": "887年",
                    "activity": "在婺州。与此时居婺州的韦庄相交往。"
                },
                {
                    "time": "887年",
                    "activity": "在婺州。太守蒋环开洗谶戒坛，休为监坛。与此时居婺州的韦庄相交往。作品：《杜侯行》杜侯行（唐·贯休）序：愚自江东兵荒之后，受杜氏兄弟深知，往曾见陈陶与抚州蔡京使君杂言，曰〈蔡氏行〉。今亦拟之，曰〈杜侯行〉云耳。天目连天搏秀气，峥嵘作起新城地。德门钟秀光盛时，三虎八龙皆世瑞。顷者天厖乱下鲸翻海，烽火崩腾照行在。江表唯传君子营，剑冲牛斗疏真宰。金昆玉季轻三鼓，煮海悬鱼臣节苦。雁影参差入瑞烟，荆花灿烂开仙圃。我闻大中咸通真令主，相惟大杜兼小杜。但能致君活国济生人，亦何必须踏金梯，折桂树。宣宗懿宗调舜琴，大杜小杜为殷霖。出将入相兮功德深，生人受赐兮直至今。杜侯兄弟继之后，璞玉浑金美腾口。常言一呼百万何足云，终取封侯之印大如斗。功闻吾皇似尧禹，搜索贤良皆面睹。杜侯杜侯，君傥修令德，克有终，即必还为大杜兼小杜。人之戴兮天笔注，国之福兮天固祚。四海无波八表臣，如今而后君看取。"
                },
                {
                    "time": "893年",
                    "activity": "疑归婺州兰溪，有诗。作品：《寄翰林陆学士》寄翰林陆学士（唐·贯休）　　五言律诗　押灰韵颜冉商参甲，鸾凰密勿才。帘垂仙鸟下，吟次圣人来。宝辇千官捧，宫花九色开。何时重一见，为我话蓬莱。"
                },
                {
                    "time": "893年",
                    "activity": "秋，在婺州兰溪，有诗。作品：《经弟妹坟》《经友生坟》经弟妹坟（第五句缺二字）（唐·贯休）　　七言律诗　押支韵泪不曾垂此日垂，山前弟妹冢离离。年长于吾未得力，家贫抛尔去多时。鸿冲□□霜中断，蕙杂黄蒿冢上衰。恩爱苦情抛未得，不堪回首步迟迟。经友生坟（唐·贯休）　　五言律诗　押阳韵多君坟在此，令我过悲凉。可惜为人好，刚须被数将。白云从冢出，秋草为谁荒。不觉频回首，西风满白杨。"
                },
                {
                    "time": "893年",
                    "activity": "冬，在婺州兰溪，有诗送郑准赴举。作品：《送郑准赴举》送郑准赴举（唐·贯休）　　五言律诗　押豪韵两河兵火后，西笑见吾曹。海静三山出，天空一鹗高。赁居槐拶①屋，行卷雪埋袍。他日如相觅，栽桃近海涛。按：①一作陟"
                }
            ]
        },
        {
            "Latitude": 29.719991,
            "Longitude": 120.24272,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330681",
            "Title": "诸暨",
            "Detail": [
                {
                    "time": "847-850年",
                    "activity": "在诸暨县五泄山寺修禅。"
                },
                {
                    "time": "851年",
                    "activity": "诸暨县五泄山寺受具足戒，取得比丘资格。"
                },
                {
                    "time": "852年",
                    "activity": "诸暨县五泄山寺，诗名大著，其诗多泛言世道人生、寄寓佛道常理之作，不涉具体人事，难以考知时地，诗意直白浅近，疑当作于此时前后。作品：《拟古离别》（或作于22岁、23岁左右。）《梦游仙四首》（其一）（或作于22岁、23岁左右。）《梦游仙四首》（其二）（或作于22岁、23岁左右。）《梦游仙四首》（其三）（或作于22岁、23岁左右。）《梦游仙四首》（其四）（或作于22岁、23岁左右。）《轻薄篇二首》（其一）（或作于22岁、23岁左右。）《轻薄篇二首》（其二）（或作于22岁、23岁左右。）《村行遇猎》（或作于22岁、23岁左右。）《渔家》（或作于22岁、23岁左右。）《田家作》（或作于22岁、23岁左右。）《江边词》（或作于22岁、23岁左右。）《偶作二首》（其一）（或作于22岁、23岁左右。）《偶作二首》（其二）（或作于22岁、23岁左右。）《茫茫曲》（或作于22岁。）《了仙谣》（或作于22岁。）《对月作》（或作于22岁。）《古镜词》（或作于22岁。）《山茶花》（或作于22岁。）《行路难四首》（其一）（或作于22岁、23岁左右。）《行路难四首》（其三）（或作于22岁、23岁左右。）《行路难四首》（其四）（或作于22岁、23岁左右。）《泊秋江》（或作于22岁、23岁左右。）《嘲商客》（或作于22岁、23岁左右。）《鼓腹曲》（或作于22岁、23岁左右。）《寒食郊外》（或作于22岁、23岁左右。）《行路难四首》（其二）（或作于22岁、23岁左右。）梦游仙四首（唐·贯休）　　押陌韵梦到海中山，入个白银宅。逢见一道士，称是李八伯。　　其二（唐·贯休）三四仙女儿，身著瑟瑟衣。手把明月珠，打落金色梨。　　其三（唐·贯休）　　押真韵车渠地无尘，行至瑶池滨。森森椿树下，白龙来嗅人。　　其四（唐·贯休）宫殿峥嵘笼紫气，金渠玉砂五色水。守阍仙婢相倚睡，偷摘蟠桃几倒地。杂曲歌辞轻薄篇二首（唐·贯休）绣林锦野，春态相压。谁家少年，马蹄蹋蹋。斗鸡走狗夜不归，一掷赌却如花妾。谁云（一作惟言）不颠不狂，其名不彰。悲夫！　　其二（唐·贯休）木落萧萧，虫（一作蛩）鸣唧唧。不觉朱蔫脸红，霜劫鬓漆。世途多事，泣向秋日。方今少壮不努力，老大徒伤悲。如何？村行遇猎（唐·贯休）猎师纷纷走榛莽，女亦相随把弓矢。南北东西尽杀心，断烧残云在围里。鹘拂荒田兔成血，竿打黄茅雉惊起。伤嗟个辈亦是人，一生将此关身己。我闻天地之大德曰生，又闻万事皆天意。何遣此人又如此，犹更愿天公一丈雪，深山麋鹿尽冻死。渔家（唐·贯休）引用典故：君王猎渭滨　赤芦盖屋低压恰，沙涨柴门水痕叠。黄鸡青犬花蒙笼，渔女渔儿扫风叶。有叟相逢带秋醉，自拔船桩色无愧。前山脚下得鱼多，恶浪堆中尽头睡。但得忘筌心自乐，肯羡前贤钓清渭。终须画取挂秋堂，与尔为邻有深意。田家作（唐·贯休）田家老翁无可作，昼甑蒸梨香漠漠。只向阶前曝背眠，赤桑大叶时时落。古堑侵门桃竹密，仓囤峨峨欲遮（一作蔽）日。自云孙子解耕耘，四五年来腹多实。我闻此语心自悲，世上悠悠岂得知，稼而不穑徒尔为。偶作二首（唐·贯休）引用典故：伯牙弦　新诗一千首，古锦初下机。除月与鬼神，别未有人知。子期去不返，浩浩良不悲。不知天地间，知者复是谁。　　其二（唐·贯休）门前数枝路，路路车马鸣。名埃与利尘，千里万里行。只见青山高，岂见青山平。朱门势峨峨，冠盖何光明。黄鸟在花里，青蝉夺其声。尔生非金玉，岂常贵复贞。寄言之子心，可以归无形。偶作五首（唐·贯休）谁信心火多，多能焚大国。谁信鬓上丝，茎茎出蚕腹。尝闻养蚕妇，未晓上桑树。下树畏蚕饥，儿啼亦不顾。一春膏血尽，岂止应王赋。如何酷吏酷，尽为搜将去。蚕蛾为蝶飞，伪叶空满枝。冤梭与恨机，一见一沾衣。　　其二（唐·贯休）机生机，巧生巧，心镬烘烘日煎炒。闯蜀眉嚬游海岛，扶桑椹熟金乌饱。金乌饱，飞复飞，四天下人眼眙眙。茫茫曲（唐·贯休）茫茫复茫茫，满眼皆埃尘。莫言白发多，茎茎是愁筋。未达苦雕伪，及达多不仁。浅深与高低，尽能生棘榛，茫茫四大愁杀人。了仙谣（唐·贯休）　　押皓韵引用典故：子乔　徐市载女　海中紫雾蓬莱岛，安期子乔去何早。游戏多骑白骐驎，须发如银未曾老。亦留仙诀在人间，齧镞终言药非道。始皇不得此深旨，远遣徐福生忧恼。紫朮黄精心上苗，大还小还行中宝。若师方术弃心师，浪似雪山何处讨。对月作（唐·贯休）今人看此月，古人看此月。如何古人心，难向今人说。古人求禄以及亲，及之如之何。忠孝为朱轮，今人求禄唯庇身。庇身如之何，恶木多斜文。斜文复斜文，颠窒何纷纷。古镜词（唐·贯休）我有一面镜，新磨似秋月。上唯金膏香，下状骊龙窟。等闲不欲开，丑者多不悦。或问几千年，轩辕手中物。山茶花（唐·贯休）　　押宥韵风裁日染开仙囿，百花色死猩血谬。今朝一朵堕阶前，应有看人怨孙秀。杂曲歌辞行路难五首（唐·贯休）引用典故：负芒　君不见道傍树有寄生枝，青青郁郁同荣衰。无情之物尚如此，为人不及还堪悲。父归坟兮未朝（一作期）夕，已分黄金争田宅。高堂老母头似霜（一作雪），心作数支（一作枝）泪常滴。我闻忽如负芒刺，不独为君空叹息。古人尺布犹可缝，浔阳义犬（一作夫）令人忆。寄言世上为人子，孝义团圆莫如此。若如此，不遄死兮更何俟。　　其三（唐·贯休）引用典故：苏张多言鬼　君不见道傍废井生古木，本是骄奢贵人屋。几度美人照影来，素绠银瓶濯纤玉。云飞雨散今如此，绣闼雕甍作荒谷。沸渭笙歌君莫誇，不应常（一作长）是西家哭。休说遗编行者几，至竟终须合天理。败他成此亦何功，苏张终作多言鬼。行路难，行路难，不在羊肠里。　　其四（唐·贯休）引用典故：献可　九有茫茫共尧日，浪死虚生亦非一。清净玄音竟不闻，花眼酒肠暗如漆。或偶因片言只字登第光二亲，又不能献可替否航要津。口谭羲轩与周孔，履行不及屠沽人。行路难，行路难，日暮途远空悲叹。　　其二（唐·贯休）引用典故：缘木求鱼　不会当时（一作初）作天地，刚有多般愚与智。到头还用真宰心，何如上下皆清气。大道冥冥不知处，那堪顿得羲和辔。义不义兮仁不仁，拟学长生更容易。负心（一作薪）为垆复为火，缘木求鱼应且止。君不见烧金炼石古帝王，鬼火荧荧白杨里。泊秋江（唐·贯休）　　七言绝句　押俭韵岸如洞庭山似剡，船漾清溪凉胜簟。月白风高不得眠，枯苇丛边钓师魇。嘲商客（唐·贯休）　　押陌韵苇萧萧，风摵摵，落日江头何处客。斜倚帆樯不唤人，五湖浪向心中白。鼓腹曲（唐·贯休）我昔不幸兮遭百罹，苍苍留我兮到好时。耳闻钟鼓兮生丰肌，白发却黑兮自不知。东邻老人好吹笛，仓囤峨峨谷多赤。饼红虾兮ꄅ麋腊，有酒如浊醯兮呼我吃。往往醉倒潢洿之水边兮人尽识，孰云六五帝兮四三皇。如夔如龙羞如龚黄，吾不知此之言兮是何之言兮。寒食郊外（唐·贯休）　　五言律诗　押齐韵寒食将吾族，相随过石溪。冢花沾酒落，林鸟学人啼。白水穿芜疾，新霞出雾低。不堪回首望，家在赤松西。"
                },
                {
                    "time": "853-854年",
                    "activity": "在诸暨县五泄山寺。"
                },
                {
                    "time": "855年",
                    "activity": "在诸暨县五泄山寺，至本年冬离开。作品：《送僧入五泄》送僧入五泄（唐·贯休）　　五言律诗　押支韵五泄江山寺，禅林境最奇。九年吃菜粥，此事少人知。山响僧担谷，林香豹乳儿。伊余头已白，不去更何之。"
                }
            ]
        },
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州",
            "Detail": [
                {
                    "time": "855年",
                    "activity": "本年冬，游方至苏州楞伽山谒旷禅师。"
                },
                {
                    "time": "868年",
                    "activity": "秋游吴，途经苏州，与罗隐交游。"
                },
                {
                    "time": "868年",
                    "activity": "在苏州，有诗。作品：《经吴宫》《读吴越春秋》《经旷禅师院》《听僧弹琴》经吴宫（唐·贯休）　　七言律诗　押青韵夫差昏暗霸图倾，千古凄凉地不灵。妖艳恩馀宫露浊，忠臣心苦海山青。萧条陵陇侵寒水，彷佛楼台出杳冥。此是前车况非远，六朝何更不惺惺。读吴越春秋（唐·贯休）　　七言律诗　犹来吴越尽须惭，背德违盟又信谗。宰嚭一言终杀伍，大夫七事祗须三。功成献寿歌飘雪，谁爱扁舟水似蓝。今日雄图又何在，野花香径鸟喃喃。经旷禅师院（唐·贯休）引用典故：骊珠　吾师楞伽山中人，气岸古淡僧麒麟。曹溪老兄一与语，金玉声利。泥弃唾委，兀兀如顽云。骊珠兮固难价其价，灵芝兮何以根其根。真貌枯槁言朴略，衲衣烂黑烧岳痕。忆昔十四五年前苦寒节，礼师问师楞伽月。此时师握玉麈尾，报我却云非日月。一敲粉碎狂性歇，庭松无韵冷撼骨。搔窗擦檐数枝雪，迩来流浪于吴越。一片闲云空皎洁，再来寻师已蝉蜕。薝卜枝枯醴泉竭，水檀香火遗影在。甘露松枝月中折①，宝师往日真隐心，今日不能堕双血。按：①师去世，有甘露降于庭松听僧弹琴（唐·贯休）　　七言绝句　押庚韵家近吴王古战城，海风终日打墙声。今朝乡思浑堆积，琴上闻师大蟹行。"
                },
                {
                    "time": "868年",
                    "activity": "居苏州万寿禅寺画罗汉。"
                }
            ]
        },
        {
            "Latitude": 30.036519,
            "Longitude": 120.586673,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3306",
            "Title": "绍兴",
            "Detail": [
                {
                    "time": "855年",
                    "activity": "至越州，谒刺史沈询。作品：《送沈侍郎》送沈侍郎（唐·贯休）　　五言律诗　押庚韵引用典故：荐弥衡　从知无远近，木落去闽城。地入无诸俗，冠峨甲乙精。山多高兴乱，江直好风生。俭府清无事，唯应荐祢衡。"
                },
                {
                    "time": "866年",
                    "activity": "春游越。"
                },
                {
                    "time": "866年",
                    "activity": "暮春访方干于会稽镜湖，数造访并为诗以赠。作品：《春晚访镜湖方干》《赠方干》春晚访镜湖方干（唐·贯休）　　五言律诗　押真韵幽居湖北滨，相访值残春。路远诸峰雨，时多擉鳖人。蒸花初酿酒，渔艇劣容身。莫讶频来此，伊余亦隐沦。赠方干（唐·贯休）　　五言律诗　押元韵盛名与高隐，合近谢敷村。弟子已得桂，先生犹灌园。垂纶侵海介，拾句历云根。白日升天路，如君别有门①。按：①弟子谓李频也"
                },
                {
                    "time": "866年",
                    "activity": "在会稽访曹娥碑，有诗。作品：《曹娥碑》曹娥碑（唐·贯休）　　七言绝句　押删韵高碑说尔孝应难，弹指端思白浪间。堪叹行人不回首，前山应是苧萝山。"
                }
            ]
        },
        {
            "Latitude": 28.665306,
            "Longitude": 120.098056,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331122",
            "Title": "缙云",
            "Detail": [
                {
                    "time": "857年",
                    "activity": "游缙云，谒处州刺史段成式。作品：《上缙云段使君》上缙云段使君（唐·贯休）　　七言律诗　押支韵清畏人知人尽知，缙云三载得宣尼。活民刀尺虽无象，出世文章岂有师。朮气芝香粘瓮榼，云痕翠点满旌旗。今朝暂到金台上，颇觉心如太古时。"
                }
            ]
        },
        {
            "Latitude": 28.080544,
            "Longitude": 119.148126,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331181",
            "Title": "龙泉",
            "Detail": [
                {
                    "time": "857年",
                    "activity": "至龙泉县，有诗。作品：《古剑池》古剑池（一作来鹄诗）（唐·贯休）　　七言绝句　押支韵秋水莲花三四枝，我来慷慨步迟迟。不决浮云斩邪佞，真成龙去拟何为。"
                }
            ]
        },
        {
            "Latitude": 28.460864,
            "Longitude": 117.950028,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3611",
            "Title": "上饶",
            "Detail": [
                {
                    "time": "857年",
                    "activity": "自龙泉西行入赣，初入江西上饶，有诗。作品：《秋尽途中作》（疑经上饶。）《秋末江行》（疑经上饶。）秋尽途中作（唐·贯休）　　五言律诗　押文韵行行芳草歇，潭岛叶纷纷。山色路无尽，砧声客强闻。残阳曜极野，黑水浸空坟。那得无乡思，前程入楚云。秋末江行（唐·贯休）　　押支韵四顾木落尽，扁舟增所思。云冲远烧出，帆转大荒迟。天际霜雪作，水边蒿艾衰。断猿不堪听，一听亦同悲。"
                }
            ]
        },
        {
            "Latitude": 28.687675,
            "Longitude": 115.864528,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3601",
            "Title": "南昌",
            "Detail": [
                {
                    "time": "858年",
                    "activity": "在洪州开元寺研修《法华经》，时有诗送轩辕集归罗浮山。作品：《赠轩辕先生》（玉房花洞接三清）《赠轩辕先生》（曾亲文景上金銮）赠轩辕先生（唐·贯休）　　七言律诗　押寒韵引用典故：刘安　曾亲文景上金銮，语共容城语一般。久向红霞居不出，若非清世见应难。满炉药熟分仙尽，几局棋终看海乾。略问先生真甲子，只言弟子是刘安。"
                },
                {
                    "time": "859年",
                    "activity": "在洪州开元寺研修《法华经》，时与诗人陈陶交往，有诗。作品：《春寄西山陈陶》春寄西山陈陶（唐·贯休）　　押齐韵搔首复搔首，孤怀草萋萋。春光已满目，君在西山西。堑水成文去，庭柯擎翠低。所思不可见，黄鸟花中啼。"
                },
                {
                    "time": "859年",
                    "activity": "在洪州开元寺，有诗。作品：《上顾大夫》上顾大夫（唐·贯休）　　押皓韵碧海漾仙洲，骊珠外无宝。一岳倚青冥，群山尽如草。君侯圣朝瑞，动只关玄造。谁云倚天剑，含霜在怀抱。谁云青云险，门前是平道。洪民亦何幸，里巷清如扫。至化无经纶，至神无祝祷。即应炳文柄，孤平去浩浩。即应调鼎味，比屋堪封保。野人慕正化，来自海边岛。经传髻里珠，诗学池中藻。闭门十馀载，庭杉共枯槁。今朝投至鉴，得不倾肝脑。斯文如未精，归山更探讨。"
                },
                {
                    "time": "860年",
                    "activity": "在洪州开元寺弘法，升座开讲《法华经》、《起信论》，江表士庶无不钦风。"
                },
                {
                    "time": "863年",
                    "activity": "复入洪州，居洪州西山，有诗。作品：《山居诗二十四首》（其一）《山居诗二十四首》（其二）《山居诗二十四首》（其三）《山居诗二十四首》（其四）《山居诗二十四首》（其五）《山居诗二十四首》（其六）《山居诗二十四首》（其七）《山居诗二十四首》（其八）《山居诗二十四首》（其九）《山居诗二十四首》（其十）《山居诗二十四首》（其十一）《山居诗二十四首》（其十二）《山居诗二十四首》（其十三）《山居诗二十四首》（其十四）《山居诗二十四首》（其十五）《山居诗二十四首》（其十六）《山居诗二十四首》（其十七）《山居诗二十四首》（其十八）《山居诗二十四首》（其十九）《山居诗二十四首》（其二十）《山居诗二十四首》（其二十一）《山居诗二十四首》（其二十二）《山居诗二十四首》（其二十三）《山居诗二十四首》（其二十四）山居诗二十四首（唐·贯休）　　押删韵愚咸通四、五年中，于钟陵作〈山居诗〉二十四章，放笔，藁被人将去。厥后或有散书于屋壁，或吟咏于人口，一首、两首，时时闻之，皆多字句舛错。洎乾符辛丑岁，避寇于山寺，偶全获其本。风调野俗，格力低浊，岂可闻于大雅君子？一日抽毫改之，或留之、除之、修之、补之，却成二十四首，亦斐然也。蚀木也，概山讴之例也，或作者气合，始为一朗吟之，可也。休话諠哗事事难，山翁只合住深山。数声清磬是非外，一个闲人天地间。绿圃空阶云冉冉，异禽灵草水潺潺。无人与向群儒说①，岩桂枝高亦②好扳。按：①一作为向君王道　②一作正　　其二（唐·贯休）　　押尤韵难①是言休即便休，清吟孤坐碧溪头。三间茆屋无人到，十里松阴②独自游。明月清风宗炳社，夕阳秋色庾公楼。修心未到无心地，万种千般逐水流。按：①一作谁　②一作关　　其三（唐·贯休）　　押灰韵好鸟声长睡眼开，好茶擎乳坐莓苔。不闻荣辱成番尽，只见熊罴作队来。诗里从前欺白雪，道情终遣似婴孩。由来此事知音少，不是真风去不回。　　其四（唐·贯休）　　押麻韵万境忘机是道华，碧芙蓉里日空斜。幽深有径通仙窟，寂寞无人落异花。掣电浮云真好喻，如龙似凤不须誇。君看江上英雄冢，只有松根与柏槎。　　其五（唐·贯休）　　押盐韵鞭后从他素发兼，涌清奔碧冷侵帘。高奇章句无人爱，澹泊身心举世嫌。白石桥高吟不足，红霞影暖卧无厌。居山别有非山意，莫错将予比宋纤。　　其六（唐·贯休）　　押尤韵鸟外尘中四十秋，亦曾高挹汉诸侯。如斯标致虽清拙，大丈夫儿合自由。紫朮黄菁苗蕺蕺，锦囊香麝语啾啾。终须心到曹溪叟，千岁槠根雪满头。　　其七（唐·贯休）　　押灰韵慵甚嵇康竟不回，何妨方寸似寒灰。山精日作儿童出，仙者时将玉器来。筠帚埽花惊睡鹿，地垆烧树带枯苔。不行朝市多时也，许史金张安在哉。　　其八（唐·贯休）　　押支韵心心心不住希夷，石屋②巉岩鬓①发垂。养③竹不除当路笋，爱松留得碍人枝。焚香开卷霞④生砌，捲箔冥心月在池。多少⑤故人头尽白，不知今日⑥又何之。按：①一作白　②一作室　③一作惜　④一作云　⑤一作无限　⑥一作头白　　其九（唐·贯休）　　押灰韵龙藏琅函遍九垓，霜钟金鼓振琼台。堪嗟一句无人得，遂使吾师特地来。无角铁牛眠少室，生儿石女老黄梅。令人转忆庞居士，天上人间不可陪。　　其十（唐·贯休）　　押东韵五岳烟霞连不断，三山洞穴去应通。石窗欹枕疏疏雨，水碓无人浩浩风。童子念经深竹里，猕猴拾虱夕阳中。因思往事抛心力，六七年来楚水东。　　其十一（唐·贯休）　　押真韵尘埃中更有埃尘，时复双眉十为颦。赖有年光飞似箭，是何心地亦称人。回贤参孝时时说，蜂虿狼贪日日新。天意刚容此徒在，不堪惆怅不堪陈。　　其十二（唐·贯休）　　押青韵翠窦烟岩①画不成，桂华瀑沫杂芳馨。拨霞扫雪和云母，掘石移松得茯苓。好②鸟傍花窥玉磬，嫩苔和④水没③金瓶。从他人说从他笑，地覆天翻也只宁。按：①一作霞　②一作似　③一作汲　④一作如　　其十三（唐·贯休）　　押支韵腾腾兀兀步迟迟，兆朕消磨只自知。龙猛金膏虽未作，孙登土窟且相宜。薜萝山帔偏能ꆼ，橡栗年粮亦且①支。已得真人好消息，人间天上更无疑。按：①一作粗　　其十四（唐·贯休）　　押麻韵引用典故：逝水　岚嫩风轻似碧纱，雪楼金像隔烟霞。葛苞玉粉生香垄，菌簇银钉满净楂。举世只知嗟逝水，无人微解悟空花。可怜扰扰尘埃里，双鬓如银①事似麻。按：①一作丝　　其十五（唐·贯休）　　押微韵千岩万壑路倾欹，杉桧濛濛独掩扉。斸药童穿溪ꇹ去，采花蜂冒晓烟归。闲行放意寻流水，静坐支颐到落晖。长忆南泉好言语，如斯痴钝者还稀①。按：①南泉大师云：“学道之人，痴钝者难得。”　　其十六（唐·贯休）　　押青韵一庵冥目在穹冥，菌枕松床藓阵青。乳鹿暗行柽径雪，瀑泉微溅石楼经。闲行不觉过天井，长啸深能动岳灵。应恐无人知此意，非凡非圣独醒醒。　　其十七（唐·贯休）　　押尤韵引用典故：绕指柔　慵刻芙蓉传永漏，休誇丽藻鄙汤休。且为小囤盛红粟，别有珍禽胜白鸥。拾栗远寻深涧底，弄猿多在小峰头。不能更出尘中也，百炼刚为绕指柔。　　其十八（唐·贯休）　　押先韵业薪心火日烧煎，浪死虚生自古然。陆氏称龙终妄矣，汉家得鹿更空焉。白衣居士深深说，青眼胡僧远远传。刚地无人知此意，不堪惆怅落花前。　　其十九（唐·贯休）　　押齐韵露滴红兰玉满畦，闲拖象屣到峰西。但令心似莲花洁，何必身将槁木齐。古堑细烟红树老，半岩残雪白猿啼。虽然不是桃源洞，春至桃花亦满蹊。　　其二十（唐·贯休）　　押佳韵自休自已①自安排，常愿居山事偶谐。僧采树衣临绝壑②，狖争山果落空阶。闲担茶器缘青障，静衲禅袍坐绿崖。虚作新诗反招隐，出来多与此心乖。按：①一作了②金华山出树衣，僧多采为蔬菜，味极美也　　其二十一（唐·贯休）　　押齐韵引用典故：阮籍途　石垆金鼎红蕖嫩，香阁茶棚绿巘齐。坞烧崩腾奔涧鼠，岩花狼籍斗山鸡。蒙庄环外知音少，阮籍途穷旨趣低。应有世人来觅我，水重山叠几层迷。　　其二十二（唐·贯休）　　押豪韵引用典故：逝波　自古浮华能几几①，逝波终日去滔滔。汉王废苑生秋草，吴主荒宫入夜涛。满屋黄金机不息，一头白发气犹高。岂知知足②金仙子，霞外④天香满③毳袍。按：①一作朝　②一作物外　③一作滴　④一作甘露　　其二十三（唐·贯休）　　押先韵引用典故：直如弦　如愚何止直如弦，只合深藏碧嶂前。但见山中常有雪，不知世上是何年。野人爱向庵前笑，赤玃频来袖畔眠。只有逍遥好知己，何须更问洞中天。　　其二十四（唐·贯休）　　押东韵引用典故：放鹤　支公放鹤情相似，范泰论交趣不同。有念尽为烦恼相，无私方称水晶宫。香焚薝卜诸峰晓，珠掐金刚万境①空。若买山资言不及，恒河沙劫用无穷。按：①一作象"
                },
                {
                    "time": "863-864年",
                    "activity": "居洪州西山，有诗。作品：《别东林僧》《寄匡山大原和尚》《思匡山贾匡》《怀香炉峰道人》《别性空禅师》《秋末怀旧山》《冬末病中作二首》（其一）《冬末病中作二首》（其二）《上裴大夫二首》（其一）《上裴大夫二首》（其二）《春晚闲居寄陈嵩伯》《春晚书山家屋壁二首》（其一）《春晚书山家屋壁二首》（其二））《书陈处士屋壁二首》（其一）《书陈处士屋壁二首》（其二）《赠钟陵陈陶处士》《寄西山胡汾》《送胡处士》《寄西山胡汾吴樵》《春末寄周琏》别东林僧（第三句缺二字）（唐·贯休）　　五言律诗　押尤韵大士宅里宿，芙蓉龛畔游①。自怜□□在，子莫苦相留。燥叶飘山席，孤云傍茗瓯。裴回不能去，房在好峰头。按：①芙蓉，道人坐处寄匡山大愿和尚（唐·贯休）　　七言律诗　押青韵一听玄音下竹亭，却思窗雪与囊萤。祗将清净酬恩德，敢信文章有性灵。梦历山床闻鹤语，吟思海月上沙汀。不堪回首沧江上，万仞庐峰在杳冥。思匡山贾匡（唐·贯休）　　五言律诗　押支韵题注：一作寒夜思庐山贾生山兄诗癖甚，寒夜更何为。觅句唯①顽坐，严霜打不知。石膏黏木屐②，崖蜜③落冰池。近见禅僧说，生涯胜往时。按：①一作如　②一作履　③一作栗怀香炉峰道人（唐·贯休）　　五言律诗　押阳韵常思峰顶叟，石窟土为床。日日先见日，烟霞多异香。冥心同槁木，扫雪带微阳。终必相寻去，斯人不可忘。别性空禅师（唐·贯休）　　五言律诗　押灰韵积翠迸一瀑，红霞碧雾开。方寻此境去，莫问几时回。荡桨入檐石，思诗闻早雷。唯师心似我，欲近不然灰。秋末怀旧山（唐·贯休）　　五言律诗　押庚韵昔住匡庐北，无人知姓名。侵云收谷粟，引蚁上柑橙。寒雨雪兼落，枯林虎独行。谁能将白发，共向此中生。冬末病中作二首（唐·贯休）冬风吹草木，亦吹我病根。故人久不来，冷落如丘园。聃龙与摩诘，吁叹非不闻。顾惟年少时，未合多忧勤。风钟远孤枕，雪水流冻痕。空馀微妙心，期空静者论。　　其二（唐·贯休）胸中有一物，旅拒复攻击。向下还上来，唯疑是肺石。山童顽且小，用之复何益。教洗煮茶铛，雪团打邻壁。宛转无好姿，裴回更何适。庭前早梅树，坐见花尽碧。屋老多鼠窠，窗卑（一本缺）露山脊。近来胸中物，已似输药力。微吟复微吟，依稀似庄舄。上裴大夫二首（唐·贯休）　　押文韵我有一端绮，花彩鸾凤群。佳人金错刀，何以裁此文。　　其二（唐·贯休）引用典故：师旷　我有白云琴，朴斲天地精。俚耳不使闻，虑同众乐听。指指法仙法（应作指），声声圣人声。一弹四时和，再弹中古清。庭前梧桐枝，飒飒南风生。还希师旷怀，见我心不轻。春晚闲居寄陈嵩伯（唐·贯休）春霖闭门久，春色聚庭木。一梦辞旧山，四邻有新哭。菰蒲生白水，风篁擢纤玉。为忆湖上翁，花时独冥目。春晚书山家（一本有主人二字）屋壁二首（唐·贯休）　　押庚韵柴门寂寂黍饭馨，山家烟火春雨晴。庭花濛濛水泠泠，小儿啼索树上莺。　　其二（唐·贯休）水①香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。按：①一作ꄊ书陈处士屋壁二首（唐·贯休）　　押东韵有叟傲尧日，发白肌肤红。妻子亦读书，种兰清溪东①。白云有奇色，紫桂含天风。即应迎鹤书，肯羡于洞洪。按：①处士有种兰篇　　其二（唐·贯休）高步前山前，高歌北山北。数载卖甘橙，山赀近云足。新诗不将出，往往僧乞得。唯云李太白，亦是偷桃贼。吟狂鬼神走，酒酽天地黑。青刍生阶除，撷之束成束。赠钟陵陈处士（唐·贯休）　　七言律诗　押灰韵否极方生社稷才，唯谭帝道鄙梯媒。高吟千首精怪动，长啸一声天地开。湖上独居多草木，山前频醉过风雷。吾皇仄席求贤久，莫待徵书两度来。寄西山胡汾（唐·贯休）　　五言律诗　押元韵待价欲要君，山前独灌园。虽然不识面，要且已消魂。鹿睡红霞影，泉淋白石门。伊余心更苦，何日共深论。送胡处士（唐·贯休）　　五言律诗　押文韵不名兼不利，相遇海西濆。白字未干发，清时错爱云。头巾多酒气，竹杖有苔文。久积希颜意，林中又送君。寄西山胡汾吴樵（唐·贯休）　　五言律诗　押支韵带经锄陇者，何止手胼胝。觅句句句好，惭予筋力衰。云堆临案冷，鹿队过门迟。相忆空回首，江头日暮时。春末寄周琏（唐·贯休）　　七言律诗　押真韵暮角含风雨气曛，寂寥莓翠上衣巾。道情不向莺花薄，诗意自如天地春。梦入乱峰仍履雪，吟看芳草祗思人。手中孤桂月中在，来听泉声莫厌频。"
                },
                {
                    "time": "864年",
                    "activity": "离洪州前，有诗。作品：《归故林别知己》《怀匡山长二首》（其一）《怀匡山长二首》（其二）《寄匡山纪公》归故林别知己（唐·贯休）　　五言律诗　押侵韵别离无古今，柳色向人深。万里长江水，平生不印心。远书容北雁，赠别谢南金。愧勉青云志，余怀非陆沈。怀匡山山长二首（唐·贯休）　　五言律诗　押歌韵白石峰之半，先生好在么。捲帘当大瀑，常恨不如他。杉罅龙涎溢，潭ꇙ石发多。吾皇搜草泽，争奈谢安何。　　其二（唐·贯休）　　五言律诗　押蒸韵见说面前峰，寻常醉亦登。雨馀多菌出，烧甚古崖崩。觅句曾冲虎，耕田半为僧。闻名多岁也，常恨不飞腾。寄匡山纪公（唐·贯休）　　五言律诗　押真韵锦绣谷中人，相思入梦频。寄言无别事，琢句似终身。书卷须求旨，须根易得银。斯言如不惑，千里亦相亲。"
                },
                {
                    "time": "864年",
                    "activity": "秋离洪州。作品：《秋晚泊石头驿有寄》秋晚泊石头驿有寄（唐·贯休）　　五言律诗　押萧韵萧索漳江北，何人慰寂寥。北风人独立，南国信空遥。烧坞新云白，渔家众木凋。所思不可见，行雁在青霄。"
                },
                {
                    "time": "870年",
                    "activity": "复到钟陵，有诗。作品：《再到钟陵作》再到钟陵作（唐·贯休）　　七言律诗　押阳韵六七年来到豫章，旧游知己半凋伤。春风还有花千树，往事都如梦一场。无限丘墟侵郭路，几多台榭浸湖光。祗应唯有西山色，依旧崔巍上寺墙。"
                },
                {
                    "time": "870年",
                    "activity": "在钟陵，有诗。作品：《闻闵廷言周琏下第》（《闻闵廷言周琏下第》在本年或稍前。）《江西再逢周琏》《怀方干张为》闻闵廷言周琏下第（唐·贯休）　　五言律诗　押文韵前榜年年见，高名日日闻。常因不平事，便欲见吾君。兄弟居清岛，园林生白云。相思空怅望，庭叶赤纷纷。江西再逢周琏（唐·贯休）　　五言律诗　押阳韵六七年不见，相逢鬓已苍。交情终淡薄，诗语更清狂。未得丹霄便，依前四壁荒。但令吾道在，晚达亦何妨。怀方干张为（唐·贯休）　　五言律诗　押先韵冥搜入仙窟，半夜水堂前。吾道祗如此，古人多亦然。萤沈荒坞雾，月苦绿梧蝉。因忆垂纶者，沧浪何处边。"
                }
            ]
        },
        {
            "Latitude": 28.941661,
            "Longitude": 118.880768,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3308",
            "Title": "衢州",
            "Detail": [
                {
                    "time": "860年",
                    "activity": "秋冬在衢州访无相道人，有诗。作品：《书无相道人庵》书无相道人庵（唐·贯休）　　五言律诗　押阳韵造化太茫茫，端居紫石房。心遗无句句，顶处有霜霜。白鹿眠枯叶，清泉洒毳囊。寄言疑未决①，须道雪溪旁。按：①一作已"
                },
                {
                    "time": "876年",
                    "activity": "春末，避寇在衢州城，有诗。作品：《避寇游成福山院》《春游灵泉寺》避寇游成福山院（唐·贯休）　　七言律诗　成福僧留不拟归，猕猴菌嫩豆苗肌。那堪蚕月偏多雨，况复衢城未解围①。翠拥槿篱泉乱入，云开花岛雉双飞。堪嗟大似悠悠者，祗向诗中话息机。按：①时孙端国逼衢城数月春游灵泉寺（唐·贯休）　　七言律诗　押麻韵水蹴危梁翠拥沙，钟声微径入深花。嘴红涧鸟啼芳草，头白山僧自捍①茶。松色摧残遭贼火，水声幽咽落人家②。因寻古迹空惆怅，满袖香风白日斜。按：①一作杵　②寺因泉得名，自经沙汰，其泉落在人家"
                },
                {
                    "time": "878年",
                    "activity": "自怀玉山返乡，途经衢州，有诗。作品：《赠信安郑道人》《寄郑道士二首》（其一）《寄郑道士二首》（其二）赠信安郑道人（唐·贯休）　　五言律诗　押虞韵貌古似苍鹤，心清如鼎湖。仍闻得新义，便欲注阴符。点化金①常有，闲行影渐无。杳兮中便是，应不食菖蒲。按：①一作默坐诗寄郑道士二首（唐·贯休）　　七言绝句　押支韵常忆苏耽好羽仪，信安山观住多时。不知玉质双栖处，两个仙人是阿谁。　　其二（唐·贯休）　　七言绝句　押虞韵谁带金轮髻里珠，何妨相逐去清都。旧山大有闲田地，五色香茆有子无。"
                },
                {
                    "time": "878年",
                    "activity": "在衢州，有诗。作品：《赠杨公杜之舅》赠杨公杜之舅（唐·贯休）　　七言排律　押支韵分尽君忧一不遗，凤书徵入万民悲。风云终日如相逐，雨露前程即可知。画舸还盛江革石，秋山又看谢安棋。谈谐尽是经邦术，头角由来出世姿。天地事须归橐籥，文章谁得到罘罳。扣舷傍岛清吟健，问俗看渔晚泊迟。霞影满江摇枕簟，鸟行和月下涟漪。周秦汉魏书书在，麟凤龟龙步步随。金殿恩波将浩浩，圭峰意绪谩孜孜。郡中条令春常在，境外歌谣美更奇。道者药垆留要妙，林僧禅偈寄相思。王杨卢骆真何者，房杜萧张更是谁。应念衢民千万户，家家皆置一生祠。"
                },
                {
                    "time": "885年",
                    "activity": "过衢州，谒刺史杜某，有诗。作品：《上杜使君》《对雪寄杜使君》上杜使君（唐·贯休）为鱼须处海，为木须在岳。一登君子堂，顿觉心寥廓。右听青女镜，左听宣尼铎。政术似蒲卢，诗情出冲漠。从来苦清苦，近更加澹薄。讼庭何所有，一只两只鹤。烟霞色拥墙，禾黍香侵郭。严霜与美雨，皆从二天落。苍生苦疮痍，如何尽消削。圣君新雨露，更作谁恩渥。即捉五色笔，密勿金銮角。即同房杜手，把乾坤橐籥。休说卜圭峰，开门对林壑。夜对雪寄杜使君（第十四句缺一字）（唐·贯休）　　五言排律　押虞韵引用典故：下里　片片含天意，纷纷势莫拘。洒于诸瑞后①，忧恐一冬无。鹤凚声偏密，风焦片益粗。冷牵人梦转，清逼瘴根徂。扫径僧倾笠，为诗士弃炉。桥高银螮蝀，峰峻玉浮图。盈尺何须问，丰年已可□。遥思郢中曲，句句出冰壶。按：①时有柏树再生，甘露频降。"
                },
                {
                    "time": "886年",
                    "activity": "在衢州，依刺史杜某，有诗。作品：《寄杜使君》《题弘式和尚院兼呈杜使君》《酬杜使君见寄》《归东阳临歧上杜使君七首》(其一）《归东阳临歧上杜使君七首》(其二）《归东阳临歧上杜使君七首》(其三）《归东阳临歧上杜使君七首》(其四）《归东阳临歧上杜使君七首》(其五）《归东阳临歧上杜使君七首》(其六）《归东阳临歧上杜使君七首》（其七）《送杜使君朝觐》寄杜使君（唐·贯休）清辰捲珠帘，盥漱香满室。杉松经雪后，别有精彩出。琅函芙蓉书，开之向阶日。好鸟常解来，孤云偶相失。有时作章句，气概还鲜逸。茫茫世情世，谁人爱真实。清高慕玄度，宴默攀道一。残磬隔风林，微阳解冰笔。亦知休明代，谅无经济术。门前九个峰，终拟为文乞。题弘式和尚院兼呈杜使君（唐·贯休）　　五言律诗　押支韵二雅兼二密，愔愔祗自怡。腊高云屐朽，貌古画师疑。堑蚁缘金锡，垆烟惹雪眉。仍闻有新作，祗是寄相思①。按：①一作丘迟酬杜使君见寄（唐·贯休）　　五言律诗　押删韵轧轧复轧轧，更深门未关。心疼无所得，诗债若为还。露洒一鹤睡，钟馀万象闲。惭将此时意，明日寄东山。归东阳临岐上杜使君七首（唐·贯休）　　七言绝句　押灰韵引用典故：大谢　小谢清高大谢才，圣君令泰此方来。一从到后常无事，铃阁公庭满绿苔。　　其二（唐·贯休）　　七言绝句　押庚韵红锦帐中歌白雪，乌皮几畔抚青英。不知何物为心地，赛却澄江彻底清。　　其三（唐·贯休）　　七言绝句　押冬韵谁报田中有黑虫，一家斋戒减仙容。分忧若也皆如此，天下家家有剩舂。　　其四（唐·贯休）　　七言绝句　押盐韵忧民心切出冲炎，禾稼如云喜气兼。林下闲人亦何幸，也随旌旆到银尖①。按：①银尖去郭二十里　　其五（唐·贯休）　　七言绝句　押先韵方恐狱中桃树出，忽闻枯木却生烟①。褚祥为郡曾如此，却恐当时是偶然。按：①时有枯木再生　　其六（唐·贯休）　　七言绝句　押支韵枯骨纵横遍水湄，尽收为冢碧参差。分明为报精灵辈，好送旌旗到凤池。　　其七（唐·贯休）　　七言绝句　押真韵舍鲁依刘一片云，好风吹去远纤尘。犹期明月清风夜，来作西园第八人。送杜使君朝觐（第十六句缺一字）（唐·贯休）　　五言排律　押东韵借寇借不得，清声彻帝聪。坐来千里泰，归去一囊空。遗爱封疆熟，扳辕草木同。路遥山不少，江静思无穷。花舸冲烟湿，朱衣照浪红。援毫两岸晓，欹枕满旗风。道罕将人合，心难与圣通。从兹林下客，应□代天功。"
                },
                {
                    "time": "886年",
                    "activity": "在衢州，有诗。作品：《离乱后寄九华和尚二首》（其一）《离乱后寄九华和尚二首》（其二）《寄四明闾丘道士二首》（其一）《寄四明闾丘道士二首》（其二）《寄栖白大师二首》（其一）《寄栖白大师二首》（其二）离乱后寄九峰和尚二首（唐·贯休）　　五言律诗　押尤韵乱后知深隐，庵应近石楼。异香因雪歇，仙果落池浮。诗老全抛格，心空未到头。还应嫌笑我，世路独悠悠。　　其二（唐·贯休）　　五言律诗　押虞韵萧洒复萧洒，松根独据梧。瀑冰吟次折，远烧坐来无。老ꅆ寒披衲，孤云静入厨。不知知我否，已到不区区。寄四明闾丘道士二首（唐·贯休）　　五言律诗　押侵韵淮海兵荒日，分飞直至今。知担诸子出，却入四明深。衣必编仙草，僧应共栗林。秋风溪上路，应得一相寻。　　其二（唐·贯休）　　五言律诗　押庚韵三千功未了，大道本无程。好共禅师好，常将药犬行。石门红藓剥，柘坞白云生。莫认无名是，无名已是名。寄栖白大师二首（唐·贯休）　　五言律诗　押寒韵流浪江湖久，攀缘岁月阑。高名当世重，好句逼人寒。月苦蝉声嗄，钟清柿叶乾。龙钟千万里，拟欲访师难。　　其二（唐·贯休）　　五言律诗　押真韵苍苍龙阙晚，九陌杂香尘。方外无他事，僧中有近臣。青门玉露滴，紫阁锦霞新。莫话三峰去，浇风正荡淳。"
                }
            ]
        },
        {
            "Latitude": 29.90215,
            "Longitude": 116.55562,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360430",
            "Title": "彭泽",
            "Detail": [
                {
                    "time": "861年",
                    "activity": "夏秋至彭泽。"
                }
            ]
        },
        {
            "Latitude": 29.711328,
            "Longitude": 116.007993,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604",
            "Title": "九江",
            "Detail": [
                {
                    "time": "861年",
                    "activity": "秋末入庐山师从大愿和尚。作品：《送庐山衲僧》送庐山衲僧（唐·贯休）　　五言律诗　押江韵飞锡下崆ꅵ，清高世少双。冻天方筛雪，别我去何邦。烧绕赤乌亥，云漫白蚌江。路人争得识，空仰鬓眉庞。"
                },
                {
                    "time": "861年",
                    "activity": "秋末入庐山，有诗。作品：《将入匡山别芳昼二公二首》（其一）《将入匡山别芳昼二公二首》（其二）《将入匡山宿韩判官宅》《秋末入匡山船行八首》（其一）《秋末入匡山船行八首》（其二）《秋末入匡山船行八首》（其三）《秋末入匡山船行八首》（其四）《秋末入匡山船行八首》（其五）《秋末入匡山船行八首》（其六）《秋末入匡山船行八首》（其七）《秋末入匡山船行八首》（其八）将入匡山别芳昼二公二首（一作将入庐山别僧）（唐·贯休）喷岚堆黛塞寒碧，窗前古雪如白石。临岐约我来不来，若来须拨红霞觅。　　其二（唐·贯休）　　七言绝句　红豆树①间滴红雨，恋师不得依师住。世情世界愁杀人，锦绣谷中归舍去。按：①一作花将入匡山宿韩判官宅（唐·贯休）　　七言律诗　押灰韵一宿兰堂接上才，白云归去几裴回。黛青峰朵孤吟后，雪白猿儿必寄来。帘卷茶烟萦堕叶，月明棋子落深苔。明朝江上空回首，始觉清风不可陪。秋末入匡山船行八首（唐·贯休）　　五言律诗　押先韵楚国茱萸月，吴吟梨栗船。远游无定所，高卧是何年。浪卷纷纷叶，樯冲澹澹烟。去心还自喜，庐岳倚青天。　　其二（唐·贯休）　　五言律诗　押阳韵芦苇深花里，渔歌一曲长。人心虽忆越，帆态似浮湘。石獭衔鱼白，汀茅浸浪黄。等闲千万里，道在亦无妨。　　其三（唐·贯休）　　五言律诗　押灰韵岛上离家化，茅茨竹户开。黄桑双鹊喜，白日有谁来。担浪浇秋芋，缘滩取净苔。回头深自愧，旧业本蒿莱。　　其四（唐·贯休）　　五言律诗　押歌韵匡阜层层翠，修江叠叠波。从来未曾到，此去复如何。水庙寒鸦集，沙村夕照多。谁如垂钓者，孤坐鬓皤皤。　　其五（唐·贯休）　　五言律诗　押虞韵晚泊苍茫浦，风微浪亦粗。估喧如亥合，樯密似林枯。地峻湖无□，潮寒蚌有珠。东西无定所，何用问前途①。按：①第五句缺一字　　其六（唐·贯休）　　五言律诗　押江韵岛香思贾岛，江碧忆清江。囊橐谁相似，馋慵世少双。鼍惊入窟月，烧到系船桩。谩有归乡梦，前头是楚邦。　　其七（唐·贯休）　　五言律诗　押青韵引用典故：范蠡　南北虽无适，东西亦似萍。霞根生石片，象迹坏沙汀。莽莽蒹葭赤，微微蜃蛤腥。因思范蠡辈，未免亦飘零。　　其八（唐·贯休）　　五言律诗　押支韵晓色千樯去，长江八月时。雨淙山骨出，槔擉岸形卑。野水畬田黑，荒汀独鸟痴。如今是清世，谁道出山迟。"
                },
                {
                    "time": "862年",
                    "activity": "在庐山，有诗。作品：《书匡山老僧庵》《上东林和尚》《东西二林寺流泉》《题东林寺四首之一》《题十八贤影堂诗》《庐山寻灵纪不遇》《寄令狐郎中》《题惠琮律师院》书匡山老僧庵（唐·贯休）筼筜红实好鸟语，银髯瘦僧貌如祖。香烟濛濛衣上聚，冥心缥缈①入铁圄。白麇作梦枕藤屦，东峰山媪贡瓜乳。按：①一作渺渺上东林和尚（唐·贯休）　　五言律诗　押文韵让紫归青壁，高名四海闻。虽然无一事，得不是要君。道祗传伊字，诗多笑碧云。应怜门下客，馀力亦为文。东西二林寺流水（唐·贯休）　　五言排律　押尤韵水尔何如此，区区矻矻流。墙墙边沥沥，砌砌下啾啾。味不卑于乳，声常占得秋。崩腾成大瀑，落托出深沟。远历神仙窟，高淋竹树头。数家舂碓硙，几处浴猿猴。共月穿峰罅，喧僧睡石楼。派通天宇（一作井）阔，霤入楚江浮。为润知何极，无边始自由。好归江海里，长负济川舟。庐山寻灵纪不遇（唐·贯休）　　五言律诗　押虞韵久别稀相见，深山道益孤。叶全离大朴，君尚在新吴。钟嗄声飘驿，山顽气喷湖。留诗如和得，一望寄前途。寄令狐郎中（唐·贯休）　　押阳韵雨打繁暑尽，放怀步微凉。绿苔狂似人，入我白玉堂。堑鸟眠堪画，庭柽夜益香。唯应蕊宫子，时到虎溪傍。题惠琮律师院（唐·贯休）　　五言律诗　押鱼韵苦节兼青目，公卿话有馀。唯传黄叶喻，还似白泉居。猿拨孤云破，钟撞众木疏。社坛踪迹在，重结复何如。"
                },
                {
                    "time": "862年",
                    "activity": "在庐山，有《古意九首》回忆少年时期生活，抒怀言志。作品：《古意九首》（其一）《古意九首》（其二）《古意九首》（其三）《古意九首》（其四）《古意九首》（其五）《古意九首》（其六）《古意九首》（其七）《古意九首》（其八）《古意九首》（其九）古意九首（唐·贯休）一雨火云尽，闭门心冥冥。兰花与芙蓉，满院同芳馨。佳人天一涯，好鸟何嘤嘤（一作嘤鸣）。我有双白璧，不羡于虞卿。我有径寸珠，别是天地精。玩之室生白，潇洒身安轻。只应天上人，见我双眼明。　　其二（唐·贯休）　　押元韵引用典故：阳乌　阳乌烁万物，草木怀春恩。茫茫尘土飞，培壅名利根。我本是蓑笠，幼知天子尊。学为毛氏诗，亦多直致言。不慕需臑（一作蠕蠕）类，附势同崩奔。唯寻桃李蹊，去去长者门。　　其三（唐·贯休）　　押阳韵美人如游龙，被服金鸳鸯。手把古刀尺，在彼白玉堂。文章深掣曳，珂佩鸣丁当。好风吹桃花，片片落银床。何妨学（一作当举）羽翰，远逐朱鸟翔。　　其四（唐·贯休）　　押支韵引用典故：伯牙弦　乾坤有清气，散入诗人脾。圣贤遗清风，不在恶木枝。千人万人中，一人两人知。忆在东溪日，花开叶落时。几（一作我）拟以黄金，铸作钟子期。　　其五（唐·贯休）莫轻白云白，不与风雨会。莫见守羊儿，或是初平辈。人生非日月，光辉岂常在。一荣与一辱，古今（一作今古）常相对。君（一本无君字）不见于公门，子孙好冠盖。　　其六（唐·贯休）　　押灰韵古交如真金，百炼色不回。今交如暴流，倏忽生尘埃。我愿君子气，散为青松栽。我恐荆棘花，只为小人开。伤心复伤心，吟上高高台。　　其七（唐·贯休）常思谢康乐，文章有神力。是何清风清，凛然似相识。一种为顽嚚，得作翻经石。一种为枯槁，得作登山屐。永嘉为郡后，山水添鲜碧。何当学羽翰，一去观遗迹。　　其八（唐·贯休）常思李太白，仙笔驱造化。玄宗致之七宝床，虎殿龙楼无不可。一朝力士脱靴后，玉上青蝇生一个。紫皇殿前五色麟，忽然掣断黄金锁。五湖大浪如银山，满船载酒挝鼓过。贺老成异物，颠狂谁敢和。宁知江边坟，不是犹醉卧。　　其九（唐·贯休）引用典故：煮白石　忆在山中时，丹桂花葳蕤。红泉浸瑶草，白日（一作日夕）生华滋。箬屋开地炉，翠墙挂藤衣。看经竹窗边，白猿三两（一作四）枝。东峰有老人，眼碧头骨奇。种薤煮白石，旨趣如婴儿。月上来打门，月落方始归。授我微妙诀，恬澹（一作然）无所为。别来六七年，只恐白日飞。"
                },
                {
                    "time": "862年",
                    "activity": "在庐山，研究前辈诗人之作，探讨诗艺，多有题咏。作品：《怀刘得仁》《读刘得仁贾岛集二首》（其一）《读刘得仁贾岛集二首》（其二）《读贾区贾岛集》《读杜工部集二首》（其一）《读杜工部集二首》（其二）《读孟郊集》《览皎然集南卿集》《览姚合〈极玄集>》怀刘得仁（唐·贯休）　　五言律诗　押支韵诗名动帝畿，身谢亦因诗。白日只如哭，皇天得不知。旅坟孤ꊪ岳，羸仆泣如儿。多少求名者，闻之泪尽垂。读刘得仁贾岛集二首（唐·贯休）　　五言律诗　押虞韵二公俱作者，其奈亦迂儒。且有诸峰在，何将一第吁。句还如菡萏，谁复赠襜褕。想得重泉下，依前与众殊。　　其二（唐·贯休）　　五言律诗　押真韵役思曾冲尹，多言阻国亲。桂枝何所直，陋巷不胜贫。马病唯①汤雪，门荒劣有人。伊余吟亦苦，为尔一眉嚬。按：①一作难读贾区贾岛集（唐·贯休）　　五言律诗　押虞韵区终不下岛，岛亦不多区。冷格俱无敌，贫根亦似愚。青云终叹命，白阁久围炉。今日成名者，还堪为尔吁。读杜工部集二首（唐·贯休）　　押支韵造化拾无遗，唯应杜甫诗。岂非玄域橐①，夺得古人旗。日月精华薄，山川气概卑。古今吟不尽，惆怅不同时。按：①一作藁　　其二（唐·贯休）　　押庚韵甫也道亦丧，孤身出蜀城。彩毫终不撅，白雪更能轻。命薄相如命，名齐李白名。不知耒阳令，何以葬先生。读孟郊集（唐·贯休）　　五言律诗　押支韵东野子何之，诗人始见诗。清刳霜雪髓，吟动鬼神司。举世言多媚，无人师此师。因知吾道后，冷淡亦如斯。览皎然渠南乡集（唐·贯休）　　五言律诗　押东韵学力不相敌，清还彷佛同。高于宝月月，谁得射雕弓。至鉴封姚监，良工遇鲁公。如斯深可慕，千古共清风。览姚合极玄集（第四句缺一字）（唐·贯休）　　五言律诗　押支韵至览如日月，今时即古时。发如边草白，谁念射声□。好鸟挨花落，清风出院迟。知音郭有道，始为一吟之。"
                },
                {
                    "time": "862年",
                    "activity": "在庐山，有诗。作品：《夜寒寄庐给事二首》（其一）《夜寒寄庐给事二首》（其二）《感怀寄庐给事二首》（其一）《感怀寄庐给事二首》（其二）夜寒寄卢给事二首（唐·贯休）　　五言律诗　押支韵刻羽流商否，霜风动地吹。迩来唯自惜，知合是谁知。堑雪消难尽，邻僧睡太奇。知音不可得，始为一吟之。　　其二（唐·贯休）　　五言律诗　押微韵心苦味不苦，世衰吾道微。清如吞雪雹，谁把比珠玑。作者相收拾，常人任是非。旧居沧海上，归去即应归。感怀寄卢给事二首（唐·贯休）　　七言律诗　押歌韵绵绵远念近来多，喜鹊随函到绿萝。虽匪二贤曾入洛，忽惊六义减沈疴。童扳邻杏隳墙瓦，燕啄花泥落砌莎。好更因人寄消息，沃州归去已蹉跎。　　其二（唐·贯休）　　七言律诗　押先韵常忆团圆绣像前，东归经乱独生全。孤峰已住六七处，万事无成三十年。每想苑墙危逼路，更思钵塔晓凌烟。如今憔悴荆枝尽，一讽来书一怆然。"
                },
                {
                    "time": "863年",
                    "activity": "秋，离庐山。"
                },
                {
                    "time": "870年",
                    "activity": "秋冬再登庐山，有诗。作品：《再游东林寺作五首》（其一）《再游东林寺作五首》（其二）《再游东林寺作五首》（其三）《再游东林寺作五首》（其四）《再游东林寺作五首》（其五）再游东林寺作五首（唐·贯休）　　押先韵台殿参差耸瑞烟，桂花飘雪水潺潺。莫疑远去无消息，七万馀年始半年①。按：①传记尽云：“安远持奘三车，尽生兜率天。人间四千年，彼天一昼夜，亦三十日为一月，十二月为一年，寿四千岁。”　　其二（唐·贯休）　　押支韵桓玄旧辇残云湿，耶舍孤坟落照迟①。有个山僧倚松睡，恐人来取白猿儿。按：①昔桓玄入山礼远公，遂舍辇，至今在远公堂下　　其三（唐·贯休）　　押庚韵玉像珠龛香阵横，锦霞多傍石墙生。辟蛇行者今何在，花里唯闻鸠①鸟声。按：①一作鸩　　其四（唐·贯休）　　押支韵爱陶长官醉兀兀，送陆道士行迟迟。买酒过溪皆破戒，斯何人斯师如斯①。按：①远公高节，食后不饮蜜水，而将诗博绿醑与陶潜，别人不得。又送客不以贵贱，不过虎溪，而送陆静修道士过虎溪数百步。今寺门前有道士冈，送道士至此止也　　其五（唐·贯休）　　押东韵白薝卜花露滴滴，红②苾刍草香①濛濛。田地更无尘一点，是何人合住其中。按：①一作雨　②一作碧"
                },
                {
                    "time": "871年",
                    "activity": "暮春在庐山，有诗。作品：《春晚寄卢使君》《闻许棠及第因寄桂雍》春晚寄卢使君（唐·贯休）　　五言律诗　押蒸韵满郭春如画，空堂心自澄。禅抛金鼎药，诗和玉壶冰。白雨飘花尽，晴霞向阁凝。寂寥还得句，因寄柳吴兴。闻许棠及第因寄桂雍（唐·贯休）　　七言律诗　押灰韵引用典故：桂枝　时清道合出尘埃，清苦为诗不杖媒。今日桂枝平折得，几年春色并将来。势扶九万风初极，名到三山花正开。更有平人居蛰屋，还应为作一声雷。"
                },
                {
                    "time": "881年",
                    "activity": "入庐山，与处默、栖隐、修睦等作诗道游，与曹松等文士为唱酬之友。作品：《山居诗二十四首（修改后）》山居诗二十四首（唐·贯休）　　押删韵愚咸通四、五年中，于钟陵作〈山居诗〉二十四章，放笔，藁被人将去。厥后或有散书于屋壁，或吟咏于人口，一首、两首，时时闻之，皆多字句舛错。洎乾符辛丑岁，避寇于山寺，偶全获其本。风调野俗，格力低浊，岂可闻于大雅君子？一日抽毫改之，或留之、除之、修之、补之，却成二十四首，亦斐然也。蚀木也，概山讴之例也，或作者气合，始为一朗吟之，可也。休话諠哗事事难，山翁只合住深山。数声清磬是非外，一个闲人天地间。绿圃空阶云冉冉，异禽灵草水潺潺。无人与向群儒说①，岩桂枝高亦②好扳。按：①一作为向君王道　②一作正　　其二（唐·贯休）　　押尤韵难①是言休即便休，清吟孤坐碧溪头。三间茆屋无人到，十里松阴②独自游。明月清风宗炳社，夕阳秋色庾公楼。修心未到无心地，万种千般逐水流。按：①一作谁　②一作关　　其三（唐·贯休）　　押灰韵好鸟声长睡眼开，好茶擎乳坐莓苔。不闻荣辱成番尽，只见熊罴作队来。诗里从前欺白雪，道情终遣似婴孩。由来此事知音少，不是真风去不回。　　其四（唐·贯休）　　押麻韵万境忘机是道华，碧芙蓉里日空斜。幽深有径通仙窟，寂寞无人落异花。掣电浮云真好喻，如龙似凤不须誇。君看江上英雄冢，只有松根与柏槎。　　其五（唐·贯休）　　押盐韵鞭后从他素发兼，涌清奔碧冷侵帘。高奇章句无人爱，澹泊身心举世嫌。白石桥高吟不足，红霞影暖卧无厌。居山别有非山意，莫错将予比宋纤。　　其六（唐·贯休）　　押尤韵鸟外尘中四十秋，亦曾高挹汉诸侯。如斯标致虽清拙，大丈夫儿合自由。紫朮黄菁苗蕺蕺，锦囊香麝语啾啾。终须心到曹溪叟，千岁槠根雪满头。　　其七（唐·贯休）　　押灰韵慵甚嵇康竟不回，何妨方寸似寒灰。山精日作儿童出，仙者时将玉器来。筠帚埽花惊睡鹿，地垆烧树带枯苔。不行朝市多时也，许史金张安在哉。　　其八（唐·贯休）　　押支韵心心心不住希夷，石屋②巉岩鬓①发垂。养③竹不除当路笋，爱松留得碍人枝。焚香开卷霞④生砌，捲箔冥心月在池。多少⑤故人头尽白，不知今日⑥又何之。按：①一作白　②一作室　③一作惜　④一作云　⑤一作无限　⑥一作头白　　其九（唐·贯休）　　押灰韵龙藏琅函遍九垓，霜钟金鼓振琼台。堪嗟一句无人得，遂使吾师特地来。无角铁牛眠少室，生儿石女老黄梅。令人转忆庞居士，天上人间不可陪。　　其十（唐·贯休）　　押东韵五岳烟霞连不断，三山洞穴去应通。石窗欹枕疏疏雨，水碓无人浩浩风。童子念经深竹里，猕猴拾虱夕阳中。因思往事抛心力，六七年来楚水东。　　其十一（唐·贯休）　　押真韵尘埃中更有埃尘，时复双眉十为颦。赖有年光飞似箭，是何心地亦称人。回贤参孝时时说，蜂虿狼贪日日新。天意刚容此徒在，不堪惆怅不堪陈。　　其十二（唐·贯休）　　押青韵翠窦烟岩①画不成，桂华瀑沫杂芳馨。拨霞扫雪和云母，掘石移松得茯苓。好②鸟傍花窥玉磬，嫩苔和④水没③金瓶。从他人说从他笑，地覆天翻也只宁。按：①一作霞　②一作似　③一作汲　④一作如　　其十三（唐·贯休）　　押支韵腾腾兀兀步迟迟，兆朕消磨只自知。龙猛金膏虽未作，孙登土窟且相宜。薜萝山帔偏能ꆼ，橡栗年粮亦且①支。已得真人好消息，人间天上更无疑。按：①一作粗　　其十四（唐·贯休）　　押麻韵引用典故：逝水　岚嫩风轻似碧纱，雪楼金像隔烟霞。葛苞玉粉生香垄，菌簇银钉满净楂。举世只知嗟逝水，无人微解悟空花。可怜扰扰尘埃里，双鬓如银①事似麻。按：①一作丝　　其十五（唐·贯休）　　押微韵千岩万壑路倾欹，杉桧濛濛独掩扉。斸药童穿溪ꇹ去，采花蜂冒晓烟归。闲行放意寻流水，静坐支颐到落晖。长忆南泉好言语，如斯痴钝者还稀①。按：①南泉大师云：“学道之人，痴钝者难得。”　　其十六（唐·贯休）　　押青韵一庵冥目在穹冥，菌枕松床藓阵青。乳鹿暗行柽径雪，瀑泉微溅石楼经。闲行不觉过天井，长啸深能动岳灵。应恐无人知此意，非凡非圣独醒醒。　　其十七（唐·贯休）　　押尤韵引用典故：绕指柔　慵刻芙蓉传永漏，休誇丽藻鄙汤休。且为小囤盛红粟，别有珍禽胜白鸥。拾栗远寻深涧底，弄猿多在小峰头。不能更出尘中也，百炼刚为绕指柔。　　其十八（唐·贯休）　　押先韵业薪心火日烧煎，浪死虚生自古然。陆氏称龙终妄矣，汉家得鹿更空焉。白衣居士深深说，青眼胡僧远远传。刚地无人知此意，不堪惆怅落花前。　　其十九（唐·贯休）　　押齐韵露滴红兰玉满畦，闲拖象屣到峰西。但令心似莲花洁，何必身将槁木齐。古堑细烟红树老，半岩残雪白猿啼。虽然不是桃源洞，春至桃花亦满蹊。　　其二十（唐·贯休）　　押佳韵自休自已①自安排，常愿居山事偶谐。僧采树衣临绝壑②，狖争山果落空阶。闲担茶器缘青障，静衲禅袍坐绿崖。虚作新诗反招隐，出来多与此心乖。按：①一作了②金华山出树衣，僧多采为蔬菜，味极美也　　其二十一（唐·贯休）　　押齐韵引用典故：阮籍途　石垆金鼎红蕖嫩，香阁茶棚绿巘齐。坞烧崩腾奔涧鼠，岩花狼籍斗山鸡。蒙庄环外知音少，阮籍途穷旨趣低。应有世人来觅我，水重山叠几层迷。　　其二十二（唐·贯休）　　押豪韵引用典故：逝波　自古浮华能几几①，逝波终日去滔滔。汉王废苑生秋草，吴主荒宫入夜涛。满屋黄金机不息，一头白发气犹高。岂知知足②金仙子，霞外④天香满③毳袍。按：①一作朝　②一作物外　③一作滴　④一作甘露　　其二十三（唐·贯休）　　押先韵引用典故：直如弦　如愚何止直如弦，只合深藏碧嶂前。但见山中常有雪，不知世上是何年。野人爱向庵前笑，赤玃频来袖畔眠。只有逍遥好知己，何须更问洞中天。　　其二十四（唐·贯休）　　押东韵引用典故：放鹤　支公放鹤情相似，范泰论交趣不同。有念尽为烦恼相，无私方称水晶宫。香焚薝卜诸峰晓，珠掐金刚万境①空。若买山资言不及，恒河沙劫用无穷。按：①一作象"
                },
                {
                    "time": "882年",
                    "activity": "在庐山，有诗。作品：《大驾西幸秋日闻雷》大驾西幸秋日闻雷（唐·贯休）　　五言律诗　押灰韵军书日日催，处处起尘埃。黎庶何由泰，銮舆早晚回。夏租方减食，秋日更闻雷。莫道苍苍意，苍苍眼甚开。"
                },
                {
                    "time": "883年",
                    "activity": "在庐山，有伤乱怀友之诗。作品：《怀高贞动二首》（其一）《怀高贞动二首》（其二）《怀四明亮公》《闻友人驾前及第》怀高真动二首（唐·贯休）　　五言律诗　押文韵知尔今何处，孤高独不群。论诗唯许我，穷易到无文。贳酒儿穿雪，寻僧月照云。何时再相见，兵寇尚纷纷。　　其二（唐·贯休）　　五言律诗　押鱼韵久别无消息，今秋忽得书。诸孤婚嫁苦，求己世情疏。乱甚无乔木，溪多不钓鱼。祗应金①岳色，如尔复如余。按：①一作全怀四明亮公（唐·贯休）　　五言律诗　押先韵孤峰含紫烟，师住此安禅。不下便不①下，如斯太可怜。坐侵天井黑，吟久海霞蔫。岂觉尘埃里，干戈已十年。按：①一作石闻友人驾前及第（唐·贯休）　　五言律诗　押歌韵见心知命好，一别隔烟波。世乱无全士，君方掇大科。早随銮辂转，莫恋蜀山多。必贡安时策，忠言奈尔何。"
                },
                {
                    "time": "884年",
                    "activity": "在庐山，有诗。作品：《闻王慥常侍卒三首》（其一）《闻王慥常侍卒三首》（其二）《闻王慥常侍卒三首》（其三）《闻大愿和尚顺世三首》（其一）《闻大愿和尚顺世三首》（其二）《闻大愿和尚顺世三首》（其三）闻王慥常侍卒三首（唐·贯休）　　五言律诗　押阳韵世乱君巡狩，清贤又告亡。星辰皆有角，日月略无光。金柱连天折，瑶阶被贼荒。令人转惆怅，无路问苍苍。　　其二（唐·贯休）　　五言律诗　押虞韵宗社运微衰，山摧甘井枯。不知千载后，更有此人无。政入龚黄甲，诗轻沈宋徒。受恩酬未得，不觉祗长吁。　　其三（唐·贯休）　　五言律诗　押东韵引用典故：晏子　傥在扶天步，重兴古国风。还如齐晏子，再见狄梁公。棠树梅溪北①，佳城舜庙东。谁修循吏传，对此莫悤悤。按：①公为婺州大理。梅溪，婺之亭名闻大愿和尚顺世三首（唐·贯休）　　五言律诗　押支韵王室今如燬，仍闻丧我师。古容图得否，内院去无疑①。岳鬼月中哭，松龛雪次隳。直须文五色，始可立高碑。按：①大师行高德广，必生弥勒内院　　其二（唐·贯休）　　五言律诗　押删韵邺卫松杉外，芝兰季孟间。尽希重诏出，祗待六龙还。不疾成千古，令焚动四山。感恩终有泪，遥寄水潺潺。　　其三（唐·贯休）　　五言律诗　押庚韵师禀尽名卿，孤峰老称情。若游三点外，争把七贤平。苦雾埋空室，啼猿有咽声。今朝益惆怅，曾沐下床迎①。按：①愚常念《法华经》，师见，即下床迎，云：“吾不敢以众人相待也。”"
                },
                {
                    "time": "885年",
                    "activity": "春在庐山。"
                },
                {
                    "time": "885年",
                    "activity": "秋在庐山，有诗。作品：《送陈秀才赴举兼寄韩舍人》送陈秀才赴举兼寄韩舍人（唐·贯休）　　五言律诗　押删韵主圣臣贤日，求名莫等闲。直须诗似玉，不用力如山。草白兵初息，年丰驾已还。凭将安养意，一说向曾颜①。按：①昔西社群公，尽生安养。安养，西方也"
                }
            ]
        },
        {
            "Latitude": 29.011281,
            "Longitude": 116.709997,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN361128",
            "Title": "鄱阳",
            "Detail": [
                {
                    "time": "864年",
                    "activity": "途经鄱阳。作品：《登鄱阳寺阁》登鄱阳寺阁（唐·贯休）　　五言律诗　押微韵寺楼闲纵望，不觉到斜晖。故国在何处，多年未得归。寒江平楚外，细雨一鸿飞。终敩于陵子，吴山有绿薇。"
                },
                {
                    "time": "869年",
                    "activity": "残冬至鄱阳。"
                },
                {
                    "time": "870年",
                    "activity": "春在鄱阳，与饶州刺史卢知猷交往，有诗。作品：《上卢使君》《上卢使君二首》（其一）《上卢使君二首》（其二）上卢使君二首（唐·贯休）引用典故：张绪风流　一领彤弓下赤墀，惟将清净作藩篱。马卿山岳金相似，张绪风情柳不如①。心染烟霞新句出，笔驱奸蠹宿根隳。鄱阳黎庶还堪羡，头有重天足有氂。按：①当作怨卑　　其二（唐·贯休）　　押真韵司马迁文亚圣人，三头九陌碾香尘。尽传棣萼麟兼凤，终作昌朝甫与申。楼耸娇歌疏雨过，风含和气满城春。因知寰海升平去，又见高宗梦里人。"
                },
                {
                    "time": "870年",
                    "activity": "离鄱阳时，有诗。作品：《别卢使君》《寄韩团练》别卢使君（唐·贯休）　　五言排律　押文韵引用典故：信陵君　杜宇声声急，行行楚水濆。道无裨政化，行处傲孤云。幸到膺门下，频蒙俸粟分。诗虽曾引玉，棋数中埋军。山好还寻去，恩深岂易云。扇风千里泰，车雨九重闻。晴雾和花气，危樯鼓浪文。终期陶铸日，再见信陵君。寄韩团练（唐·贯休）真宰动洪炉，万物皆消息。唯有三珠树，不用东风力。君子天庙器，头骨何巉崱。海内久闻名，江西偶相识。谁不有诗机，麟龙不解织。谁不有心地，兰茝不曾植。多君二俱作，独立千仞壁。话道出先天，凭师动臻（一作榛）极。青霄雁行律，红露荆花滴。偶然成远别，别后长相忆。行至鄱阳郡，又见谢安石。留我遇残冬，身心苦恬寂。江上春又至，引颈山空积。何日再相逢，天香满瑶席。"
                },
                {
                    "time": "870年",
                    "activity": "过鄱阳湖。作品：《春过鄱阳湖》春过鄱阳湖（唐·贯休）　　五言律诗　押寒韵百虑片帆下，风波极目看。吴山兼鸟没，楚色入衣寒。过此愁人处，始知行路难。夕阳沙岛上，回首一长叹。"
                },
                {
                    "time": "871年",
                    "activity": "春夏之际到鄱阳，作别卢知猷归浙东。作品：《上卢使君》《别卢使君归东阳二首》（其一）《别卢使君归东阳二首》（其二）别卢使君归东阳二首（唐·贯休）　　七言律诗　押青韵引用典故：式微　雨气濛濛草满庭，式微吟剧更谁听。诗逢匠化唯贪住，日觉恩深不易铭。心苦祗应消鬓黑，梦游频入倚天青。从兹还似归回首，唯祝台星与福星。　　其二（唐·贯休）　　七言律诗　押阳韵家在严陵钓渚旁，细涟嘉树拂窗凉。难医林薮烟霞癖，又出芝兰父母乡。孤帆好风千里煖，深花黄鸟一声长。终期金鼎调羹日，再近尼丘日月光。"
                },
                {
                    "time": "871年",
                    "activity": "作于离庐山后，疑在鄱阳。作品：《寄僧野和尚》（作于何地，不详，暂置于此。）寄僧野和尚（唐·贯休）　　五言律诗　押真韵鸟①外更谁亲，诸峰即四邻。白头寒枕石，青衲烂无尘。橡栗堆行径，猿猴绕定身。傥然重结社，愿作扫坛人。按：①一作岛"
                },
                {
                    "time": "871年",
                    "activity": "初夏在鄱阳，有诗。作品：《闻新禅寄桂雍》闻新蝉寄桂雍（唐·贯休）　　五言律诗　押文韵新蝉终夜叫，嘒嘒隔溪濆。杜宇仍相杂，故人闻不闻。捲帘花动月，冥目砌生云。终共谢时去，西山鸾鹤群。"
                },
                {
                    "time": "881年",
                    "activity": "秋南行至江西，途经鄱阳，有诗。作品：《旅中怀孙路》（作于何地，不详，暂置于鄱阳。）《鄱阳道中作》旅中怀孙路（唐·贯休）　　五言律诗　押尤韵暮尘微雨收，蝉急楚乡秋。一片月出海，几家人上楼。砌香残果落，汀草宿烟浮。唯有知音者，相思歌白头。鄱阳道中作（唐·贯休）　　五言律诗　押先韵鄱阳古岸边，无一树无蝉。路转他山大，砧驱乡思偏。湖平帆尽落，天淡月初圆。何事尧云下，干戈满许田。"
                }
            ]
        },
        {
            "Latitude": 29.505471,
            "Longitude": 120.91042,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330624",
            "Title": "新昌",
            "Detail": [
                {
                    "time": "866年",
                    "activity": "在剡山，有诗。作品：《寄庐山大愿和尚》寄庐山大愿和尚（唐·贯休）　　五言律诗　押东韵石上桂成丛，师庵在桂中。皆云习凿齿，未可扣真风。雪洗香炉碧，霞藏瀑布红。何时甘露偈，一寄剡山东。"
                },
                {
                    "time": "866年",
                    "activity": "在越州剡县，有题诗。作品：《题简禅师院》题简禅师院（唐·贯休）　　五言律诗　押东韵题注：（一作赠江南僧）。（一作方干诗）机忘室亦空，静与沃洲同。唯有半庭竹，能生竟日风。思山海月上，出定印香终。继后传衣者，还须立雪中。"
                }
            ]
        },
        {
            "Latitude": 29.880177,
            "Longitude": 121.556686,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3302",
            "Title": "宁波",
            "Detail": [
                {
                    "time": "866年",
                    "activity": "东至明州一带，有诗。作品：《经普化禅师影院》经普化禅师影院（唐·贯休）　　五言律诗　押支韵大一今何处，登堂似昔时。曾蒙金印印，得异野干儿。影束龙神在，门荒桐竹衰。谁云续僧史，别位著吾师。"
                }
            ]
        },
        {
            "Latitude": 29.148751,
            "Longitude": 121.013834,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331023",
            "Title": "天台",
            "Detail": [
                {
                    "time": "866年",
                    "activity": "约于本年秋冬入天台山。作品：《送僧游天台》《送道士归天台》《送僧归天台寺》《天台老僧》《寄天台道友》《秋夜玩月怀玉霄道士》送僧游天台（唐·贯休）　　五言律诗　押蒸韵囊空心亦空，城郭去腾腾。眼作么是眼，僧谁识此僧。歇隈红树久，笑看白云崩。已有天台约，深秋必共登。送道士归天台（唐·贯休）　　五言律诗　押文韵道高留不住，道去更何云。举世皆趋世，如君始爱君。径侵银地滑，瀑到石城闻。它日如相忆，金桃一为分。送僧归天台寺（唐·贯休）　　五言律诗　押真韵天台四绝寺，归去见师真。莫折枸杞叶，令他十①得嗔。天空闻圣磬，瀑细落花巾。必若云中老，他时得③有邻②。按：①一作拾　②天台国清寺有拾得花巾，即波罗巾也　③一作德天台（一本无上二字）老僧（唐·贯休）　　五言律诗　押侵韵独住无人处，松龛岳色侵。僧中九十腊，云外一生心。白发垂不剃，青眸笑转深。犹能指孤月，为我暂开襟。寄天台道友（唐·贯休）　　五言排律　押虞韵大是清虚地，高吟到日晡。水声金磬乱，云片玉盘粗。仙有遗踪在，人还得意无。石碑文不值，壁画色多枯。冷立千年鹤，闲烧六一炉。松枝垂似物，山势秀难图。紫府程非远，清溪径不迂。馨香柏上露，皎洁水中珠。贤圣无他术，圆融只在吾。寄言桐柏子，珍重保之乎。秋夜玩月怀玉霄道士（唐·贯休）　　五言律诗　押庚韵光异磨砻出，轮非雕斲成。今宵刚道别，举世勿人争。征妇砧添怨，诗人哭到明。惟宜华顶叟，笙磬有馀声。"
                },
                {
                    "time": "866年",
                    "activity": "游天台山时，有诗。作品：《题方公院兼寄夏侯明府》《招友人宿》《送道友归天台》《寄天台叶道士》《寄题诠律师院》《寒月送玄道士入天台》（《寒月送玄道士入天台》或作于本年前后。）题方公院寄夏侯明府（唐·贯休）　　五言律诗　押阳韵引用典故：西社　银地有馀光，方公道益芳。谁分修藏力，顶有剃头霜。经勘松风燥，檐垂坞茗香。终须结西社，此县似柴桑。招友人宿（唐·贯休）　　七言绝句　押灰韵题注：（一作绝句）。（一作喻凫诗）银地无尘金菊开，紫梨红枣堕莓苔。一泓秋水一轮月，今夜故人来不来。送道友归天台（唐·贯休）　　七言律诗　押蒸韵藓浓苔湿冷层层，珍重先生独去登。气养三田传未得，药非八石许还曾。云根应狎玉斧子，月径多寻银地僧。太守苦留终不住，可怜江上去腾腾。寄天台叶道士（唐·贯休）　　七言律诗　押灰韵负局高风不可陪，玉霄峰北置楼台。注参同契未将出，寻楖栗僧多宿来。飕槭松风山枣落，閒关溪鸟朮花开。终须肘后相传好，莫便乘鸾去不回。寄题诠律师院（以下见《统签》）（唐·贯休）　　七言律诗　押灰韵锦溪光里耸楼台，师院高凌积翠开。深竹杪闻残磐尽，一茶中见数帆来。焚香只是看新律，幽步犹疑损绿苔。莫讶题诗又东去，石房清冷在天台。寒月送玄（一本有道字）士入天台（唐·贯休）之子逍遥尘世薄，格淡于云语如鹤。相见唯谈海上山，碧侧青斜冷相沓。芒鞋竹杖寒冻时，玉霄忽去非有期。僮担亦笼密雪里，世人（一作上）无人留得之。想入红霞路深邃，孤峰纵啸仙飙起。星精聚观泣海鬼，月涌薄烟花点水。送君丁宁有深旨，好寻佛窟游银地①。雪眉衲僧皆正气，伊昔贞白先生同此意。若得神圣之药，即莫忘远相寄。按：①佛窟、银地、皆天台云境也"
                },
                {
                    "time": "867年",
                    "activity": "春，游天台，有诗。作品：《春山行》春山行（唐·贯休）　　押支韵重叠太古色，濛濛花雨时。好峰①行恐尽，流水语相随。黑壤生红黍②，黄猿领白儿。因思石桥月，曾与故③人期。按：①一作山　②一作朮　③一作道"
                }
            ]
        },
        {
            "Latitude": 28.119018,
            "Longitude": 120.989871,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330382",
            "Title": "乐清",
            "Detail": [
                {
                    "time": "867年",
                    "activity": "游至温州雁荡山，有诗。作品：《诺矩罗赞》（残）"
                }
            ]
        },
        {
            "Latitude": 28.598485,
            "Longitude": 119.282455,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331123",
            "Title": "遂昌",
            "Detail": [
                {
                    "time": "867年",
                    "activity": "在遂昌建翠峰禅院。"
                },
                {
                    "time": "867年",
                    "activity": "在遂昌翠峰禅院，疑有诗。作品：《秋夜作因怀天台道者》（作于何地不详，暂置于此。）秋夜作因怀天台道者（唐·贯休）　　五言律诗　押支韵万事何须问，良时即此时。高秋半夜雨，落叶满前池。静怕龙神识，贫从草木欺。平生无限事，祗有道人知。"
                }
            ]
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": [
                {
                    "time": "868年",
                    "activity": "过润州，有诗。作品：《送人游茅山》（茅真旧宅）《送人游茅山》（鸟啼花笑）送人游茆山（唐·贯休）　　七言绝句　鸟啼花笑煖纷纷，路入青云白石门。君到前头好看好，老僧或恐是茆君①。按：①一作茅真旧宅基犹在，药灶苔深土尚殷。君见道人凭与问，大还还字若为还"
                }
            ]
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": [
                {
                    "time": "869年",
                    "activity": "游扬州，题诗。作品：《题淮南惠照寺律师院》题淮南惠照寺律师院（唐·贯休）　　五言律诗　押尤韵引用典故：西社　仪冠凝寒玉，端居似沃州。学徒梧有凤，律藏目无牛。茗滑香黏齿，钟清雪滴楼。还须结西社，来往悉诸侯。"
                },
                {
                    "time": "892年",
                    "activity": "秋渡淮南，有诗。作品：《淮上逢故人》（贯休秋渡淮南南归，所走路线不详，暂置于扬州。）淮上逢故人（唐·贯休）　　五言律诗　押文韵故园离乱后，十载始逢君。长恨南熏奏，寻常只自闻。荒窗秋见岳，赤地夜生云。莫叹谋身晚，中兴正用文。"
                }
            ]
        },
        {
            "Latitude": 32.064735,
            "Longitude": 118.802891,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3201",
            "Title": "南京",
            "Detail": [
                {
                    "time": "869年",
                    "activity": "至江宁，建金陵寺，有诗。作品：《陈宫词》陈宫词（唐·贯休）引用典故：椒房　缅想当时宫阙盛，荒宴椒房懱尧圣。玉树花歌百花里，珊瑚窗中海日迸。大臣来朝酒未醒，酒醒忠谏多不听。陈宫因此成野田，耕人犁破宫人镜。"
                },
                {
                    "time": "869年",
                    "activity": "在江宁，疑有诗送人归夏口。作品：《送人归夏口》（作于何地不详，暂置于此。）送人归夏口（唐·贯休）　　五言律诗　押文韵雁雁叶纷纷，行人岂易闻。千山与万水，何处更逢君？貌不长如玉，人生祗似云。倘经三祖寺，一为礼龛坟。"
                }
            ]
        },
        {
            "Latitude": 30.692676,
            "Longitude": 117.573824,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN341702",
            "Title": "贵池",
            "Detail": [
                {
                    "time": "869年",
                    "activity": "复溯大江南下，途经秋浦，有诗。作品：《寒望九峰作》寒望九峰作（唐·贯休）　　五言律诗　九朵碧芙蕖，王维图未图。层层皆有瀑，一一合吾居。雨歇如争出，霜严不例枯。世犹多事在，为尔久踌躇。"
                },
                {
                    "time": "869年",
                    "activity": "游九华山，有诗。作品：《经费隐君旧宅》经费隐君旧宅（唐·贯休）　　五言律诗　押虞韵巉岩玉九株，秀湿掩苍梧。祥瑞久不出，羲轩消得无。雨和高瀑浊，烧熁大槠枯。到此思归去，迢迢隔五湖。"
                }
            ]
        },
        {
            "Latitude": 29.481104,
            "Longitude": 119.287608,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330182",
            "Title": "建德",
            "Detail": [
                {
                    "time": "871年",
                    "activity": "冬至新定，后有诗。作品：《寄新定桂雍》寄新定桂雍（唐·贯休）　　五言律诗　押蒸韵独自住乌龙，应怜是衲僧。句须人未道，君此事偏能。坞湿云埋观，溪寒月照①罾。相思不可见，江上立腾腾。按：①一作在"
                },
                {
                    "time": "872年",
                    "activity": "在睦州，与太守冯岩共为诗禅之游。作品：《上冯使君五首》（其一）《上冯使君五首》（其二）《上冯使君五首》（其三）《上冯使君五首》（其四）《上冯使君五首》（其五）上冯使君五首（唐·贯休）　　押支韵撑船碧江上，春日何迟迟。汀花最深处，拾得鸳鸯儿。　　其二（唐·贯休）渔父无忧苦，水仙亦何别。眠在绿苇边，不知钓筒发。　　其三（唐·贯休）　　押屑韵樵叟无忧苦，地仙亦何别。茆屋岸花中，弄孙头似雪。　　其四（唐·贯休）　　押纸韵扣舷得新诗，茶煮桃花水。ꅚꅚ数片帆，去去殊未已。　　其五（唐·贯休）　　押庚韵仁政无不及，乳獭将子行。谁家苦竹林，中有读书声。"
                },
                {
                    "time": "872年",
                    "activity": "秋，在睦州，与太守冯岩交往，有诗。作品：《拟齐梁体寄冯使君三首》（其一）《拟齐梁体寄冯使君三首》（其二）《拟齐梁体寄冯使君三首》（其二）拟齐梁体寄冯使君三首（唐·贯休）庭鸟多好音，相呼灌木中。竹房更何有，还如鸟巢空。赖逢富人侯，真东晋谢公。煌煌发令姿，珂佩鸣丁冬。故山有深霞，未如旌旗红。惭非卫霍松，何以当清风。　　其二（唐·贯休）露益蝉声长，蕙兰垂紫带。清吟待明月，孤云忽为盖。伊余石林人，本是烧畬辈。频接谢公棋，输多未曾赛。"
                },
                {
                    "time": "872年",
                    "activity": "在睦州，与太守冯岩共为诗禅之游。作品：《上冯使君渡水僧障子》《上冯使君山水障子》《上冯使君水精数珠》上冯使君渡水僧障子（唐·贯休）　　五言律诗　押蒸韵跣足拄巴藤，潺湲渡几曾。尽权无著印，不是登闲僧。熊耳应初到，牛头始去登。画来偏觉好，将寄柳吴兴。上冯使君山水障子（唐·贯休）　　五言排律　押先韵忆山归未得，画出亦堪怜。崩岸全隳路，荒村半有烟。笔句冈势转，墨抢烧痕颠。远浦深通海，孤峰冷倚天。柴棚坐逸士，露茗煮红泉。绣与莲峰竞，威如剑阁牵。石门关麈鹿，气候有神仙。茅屋书窗小，苔阶滴瀑圆。松根击石朽，桂叶蚀霜鲜。画出欺王墨，擎将献惠连。新诗宁妄说，旧隐实如然。愿似窗中列，时闻大雅篇。上冯使君水晶数珠（唐·贯休）　　五言律诗　押庚韵泠泠瀑滴清，贯串有规程。将讽观空偈，全胜照乘明。龙神多共惜，金玉比终轻。愿在玄晖手，常资物外情。"
                },
                {
                    "time": "872年",
                    "activity": "在睦州，有诗寄僧大愿。作品：《寄大愿和尚》寄大愿和尚（注内缺三字）（唐·贯休）道朗居太山，达磨住熊耳。手擎清凉月，灵光溢天地。尽骑金师子，去世久已矣。吾师隐庐岳，外念全刳削。掷孔圣之日月，相空王之橐籥。曾升麟德殿，谭无著。赐衣三铢让不著①，唯思红泉白石阁。因随裴楷离京索②，迩来便止于匡霍。瀑布千寻喷冷烟，旃檀一枝翘瘦鹤。岘首故人清信在，千书万书取不诺③。微人昔为门下人，扣玄佩惠无边垠。自怜亦是师子子，未逾三载能嚬呻④。一从散席归宁后，溪寺更有谁相亲。青山古木入白浪，赤松道士为东邻。焚香西望情何极，不及昙诜泪空滴⑤。桐江太守社中人，还送郗超米千石⑥。宝书遽掩修章句，万里空函亦何益。终须一替辟蛇人，未解融神出空寂⑦。按：①太平裴相公与师诗云：“竟辞圣主宫中诏，来赴遗民社内期。”②时裴公出守钟陵，与师同行③裴公镇襄阳，频使迎取，师坚不往④江西三载诵《法华经》⑤诜，远公弟子，常在左右⑥昔郤鉴送米入山与道安⑦匡山神为远公侍者□辟蛇人，大师曾□书□不知何缘得相见，惟冲融无相而会耳"
                },
                {
                    "time": "873年",
                    "activity": "居建德，陪睦州太守冯岩游，有诗。作品：《陪冯使君游六首》（其一）《陪冯使君游六首》（其二）《陪冯使君游六首》（其三）《陪冯使君游六首》（其四）《陪冯使君游六首》（其五）《陪冯使君游六首》（其六）陪冯使君游六首登干霄亭（唐·贯休）　　七言律诗　押青韵拥翠扪萝山屐轻，飘飖红旆在青冥。仙科朱绂言非贵，溪鸟林泉癖爱听。古桂林边棋局湿，白云堆里茗烟青。因思庐岳弥天客，手把金书倚石屏。　其二游灵泉院（唐·贯休）　　七言律诗　押微韵珂佩喧喧满路岐，乱泉声里扣禅扉。对花语合希夷境，坐石苔黏黼黻衣。鸟啄古杉云冉冉，风吹清磬露霏霏。惠岩亦有孤峰在，只恋翻经未得归。　其三过相思岭（唐·贯休）　　七言律诗　押微韵誉自馨香道自怡，相思岭上却无机。荒蕖叶覆深霞在，片石人吟一鸟飞。何处风砧传古曲，谁家冢树挂斜晖。因思往事真堪笑，鹤背渔竿未是归。　其四锦沙墩（唐·贯休）　　七言律诗　押支韵临水登山兴自奇，锦沙墩上最多时。虽云发白孤峰好，其奈名清圣主知。草媚莲塘资逸步，云生松壑有新诗。翛然别是神仙趣，岂羡东山妓乐随。　其五钓罾潭（唐·贯休）　　七言律诗　押微韵境静江清无事时，红旌画鹢动渔矶。心期只是行春去，日暮还应待鹤归。风破绮霞山寺出，人歌白雪岛花飞。自怜亦在仙舟上，玉浪翻翻溅草衣。　其六迎仙阁（唐·贯休）　　七言律诗　押灰韵涧香霞影绕楼台，捲箔凭阑耳目开。况从旌旗近鸾凤，可怜谈笑出尘埃。火云不入长松径，露茗何须白玉杯。谁道迎仙仙不至，今朝还有谢公来。"
                },
                {
                    "time": "873年",
                    "activity": "暮春居建德，有诗寄冯岩。作品：《寄冯使君》（好鸟啼红芳）寄冯使君（唐·贯休）　　五言律诗　押阳韵端居碧云暮，好鸟啼红芳。满郭桃李熟，捲帘风雨香。清吟绣段句，默念芙蓉章。未得归山去，频升谢守堂。"
                },
                {
                    "time": "873年",
                    "activity": "暮春居建德，有诗思乡。作品：《春晚桐江上闲望作》春晚桐江上闲望作（唐·贯休）　　七言律诗　押灰韵江上车声落日催，纷纷扰扰起红埃。更无人望青山立，空有帆冲夜色来。沙鸟似云钟外去，汀花如火雨中开。可怜潇洒鸱夷子，散发扁舟去不回。"
                },
                {
                    "time": "873年",
                    "activity": "居建德，有诗。作品：《闻迎真身》闻迎真身（唐·贯休）　　七言律诗　押真韵四海无波八表臣，恭闻今岁礼真身。七重锁未开今钥，五色光先入紫宸。丹凤楼台飘瑞雪，岐阳草木亚香尘。可怜优钵罗花树，三十年来一度春。"
                },
                {
                    "time": "873年",
                    "activity": "秋，居建德，有诗。作品：《桐江闲居作十二首》（其一）《桐江闲居作十二首》（其二）《桐江闲居作十二首》（其三）《桐江闲居作十二首》（其四）《桐江闲居作十二首》（其五）《桐江闲居作十二首》（其六）《桐江闲居作十二首》（其七）《桐江闲居作十二首》（其八）《桐江闲居作十二首》（其九）《桐江闲居作十二首》（其十）《桐江闲居作十二首》（其十一）《桐江闲居作十二首》（其十二）《寄冯使君》（山风与霜气）《早秋即事寄冯使君》《秋末寄上桐江冯使君》桐江闲居作十二首（唐·贯休）　　五言律诗　押尤韵木落雨翛翛，桐江古岸头。拟归仙掌去，刚被谢公留。猛烧侵茶坞，残霞照角楼。坐来还有意，流水面前流。　　其二（唐·贯休）　　五言律诗　押庚韵香刹通真观，楼台倚郡城。阴森古树气，粗淡老僧情。壁画连山润，仙钟扣月清。何须结西社，大道本无生。　　其三（唐·贯休）　　五言律诗　押青韵静室焚檀印，深炉烧铁瓶。茶和阿魏煖，火种柏根馨。数只飞来鹤，成堆读了经。何妨似支遁，骑马入青冥。　　其四（唐·贯休）　　五言律诗　押阳韵不问赓桑子，唯师妙吉祥。等闲眠片石，不觉到斜阳。独自收槠叶，教童探柏瓤。王孙莫指笑，淡泊味还长。　　其五（唐·贯休）　　五言律诗　押元韵诗琢冰成句，多将大道论。人谁知此意，日日祗关门。乳鼠穿荒壁，溪龟上净盆。因知无事贵，言外更无言。　　其六（唐·贯休）　　五言律诗　押灰韵红黍饭溪苔，清吟茗数杯。祗应唯道在①，无意俟时来。树叠藏仙洞，山蒸足爆雷。从他嫌复笑，门更不曾开。按：①一作庇　　其七（唐·贯休）　　五言律诗　押萧韵蝉急野萧萧，山中信屡招。树香烹菌朮，诗□□琼瑶。诸境教人认，荒榛引烧烧。吾皇礼金骨，谁□美南朝①。按：①第四句八句缺三字　　其八（唐·贯休）　　五言律诗　押肴韵露滴滴蘅茅，秋成爽气交。霜椑如蜜裹，□□似盐苞。浮藓侵蛩穴，微阳落鹤巢。还如山里日，门更绝人敲①。按：①第四句缺二字　　其九（唐·贯休）　　五言律诗　押侵韵堑鸟毛衣别，频来似爱吟。萧条秋病后，斑驳绿苔深。珠翠笼金像，风泉洒玉琴。孰知吾所适，终不是心心。　　其十（唐·贯休）　　五言律诗　押鱼韵芙蓉峰里居，关闭复何如。白玃兼花鹿，多年不见渠。红泉香滴沥，丹桂冷扶疏。唯有西溪叟，时时到弊庐。　　其十一（唐·贯休）　　五言律诗　押支韵忆在山中日，为僧鬓欲衰。一灯常到晓，十载不离师。水汲冰溪滑，钟撞雪阁危。从来多自省，不学拟何为。　　其十二（唐·贯休）　　五言律诗　押歌韵囊非扑满器，门更绝人过。土井连冈冷，风帘迸叶多。村童顽似铁，山菜硬如莎。唯有前山色，窗中无奈何。寄冯使君（唐·贯休）　　五言律诗　押支韵山风与霜气，浩浩满松枝。永日烧杉子，无人共此时。为文攀讽谏，得道在毫釐。唯有桐江守，常怜志不卑。早秋即事寄冯使君（唐·贯休）　　五言律诗　押支韵金脉火初微，开门竹杖随。此身全是病，今日更嗔谁。落叶峥嵘处，诸峰爽拔时。唯思棠树下，高论入圆伊。秋末寄上桐江冯使君（唐·贯休）　　七言律诗　押删韵山东山色胜诸山，谢守清高不可攀。薄俗尽于言下泰，苦心唯到醉中闲。香凝锦帐抄书后，月转棠阴送客还。野客沾恩归未得，萧萧霜叶满柴关。"
                },
                {
                    "time": "873年",
                    "activity": "秋，居建德，有诗别冯岩。作品：《别冯使君》别冯使君（唐·贯休）　　七言律诗　押灰韵瓦砾文章岂有媒，两三年祗在金台。本师头白须归去，太守门清愿再来。皓皓玉霜孤雁远，萧萧松岛片帆开。从兹林下终无事，唯祗焚香祝上台。"
                },
                {
                    "time": "873年",
                    "activity": "居建德，有诗。作品：《干霄亭晚望怀王棨侍郎》《秋送夏郢归钱塘》《寄清冷山道人》《寄赤松舒道士二首》（其一）《寄赤松舒道士二首》（其二）《秋怀赤松道士》干霄亭晚望怀王棨侍郎（唐·贯休）　　押阳韵霜打汀岛赤，孤烟生池塘。清吟倚大树，瑶草何馨香。久别青云士，常思白石房。谁能共归去，流水似鸣珰。秋送夏郢归钱塘（唐·贯休）　　五言律诗　押庚韵引用典故：子陵　归客指吴国，风帆几日程。新诗陶雪字，玄发有霜茎。微月生沧海，残涛傍石城。从兹江岛意，应续子陵名。寄清泠山道人（唐·贯休）　　五言律诗　押歌韵常忆清泠子，深云种早禾。万缘虽不涉，一句子如何。踪迹诸峰匝，衣裳老虱多。江头无事也，终必到烟萝。寄赤松舒道士二首（唐·贯休）　　五言律诗　押歌韵不见高人久，空令鄙吝多。遥思青嶂下，无那白云何。子爱寒山子，歌惟乐道歌。会应陪太守，一日到烟萝。　　其二（唐·贯休）　　五言律诗　押歌韵余亦如君也，诗魔不敢魔。一餐兼午睡，万事不如他。雨阵冲溪月，蛛丝罥砌莎。近知山果熟，还拟寄来么。秋怀赤松道士（唐·贯休）　　五言律诗　押寒韵仙观在云端，相思星斗寒①。常怜呼鹤易，却恨见君难。石罅青蛇湿，风榸白菌乾。终期花月下，坛上听君弹。按：①一作阑"
                },
                {
                    "time": "876年",
                    "activity": "春夏之际入睦州，与刺史宋震相过从，迭相酬唱。作品：《夏雨登干霄亭上宋使君二首》（其一）《夏雨登干霄亭上宋使君二首》（其二）《上宋使君》《上新定宋使君》上宋使君（唐·贯休）　　五言律诗　押真韵引用典故：折桂　折桂文如锦，分忧力若春。位高空倚命，诗妙古无人。有感禾争熟，无私吏尽贫。野人如有幸，应得见陶钧。上新定宋使君（唐·贯休）　　七言律诗　押东韵禅坐吟行谁与同，杉松共在寂寥中。碧云诗里终难到，白藕花经讲始终。水叠山层擎草疏，砧清月苦立霜风。十年勤苦今酬了，得句桐江识谢公。"
                },
                {
                    "time": "876年",
                    "activity": "在睦州，有诗。作品：《寄乌龙山贾秦处士》《游严陵钓台》《新定江边作》寄乌龙山贾泰处士（唐·贯休）　　五言律诗　押寒韵庭果色如丹，相思夕照残。云边踏烧去，月下把书看。涧水仙居共，窗风漆树寒。吾君方侧席，未可便怀安。"
                },
                {
                    "time": "876年",
                    "activity": "夏秋之际，在睦州，有诗。作品：《咏红芙蓉上宋使（君）》"
                },
                {
                    "time": "876年",
                    "activity": "在睦州，有诗。作品：《苔藓》"
                },
                {
                    "time": "876年",
                    "activity": "秋冬在睦州，与刺史宋震交往，有诗。作品：《溪寺水阁闲眺因寄宋使君》《寄宋使君》溪寺水阁闲眺因寄宋使君（唐·贯休）　　七言律诗　押寒韵溪木萧条一凭阑，玉霜飞后浪花寒。钓鱼船上风烟暝，古木林中砧杵乾。至竟道心方始是，空耽山色亦无端。谁如太守分忧外，时把西经尽日看。"
                },
                {
                    "time": "876年",
                    "activity": "在睦州。冬，宋震罢，休有诗。作品：《宋使君罢新定移出东馆二首》（其一）《宋使君罢新定移出东馆二首》（其二）"
                }
            ]
        },
        {
            "Latitude": 29.034554,
            "Longitude": 119.178669,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330825",
            "Title": "龙游",
            "Detail": [
                {
                    "time": "875年",
                    "activity": "夏王郢乱军入婺，休避寇上衢州唐台山，有诗。作品：《避寇上唐台山》避寇上唐台山（唐·贯休）　　五言律诗　押灰韵苍黄缘鸟道，峰胁见楼台。柽桂香皆滴，烟霞湿不开。僧高眉半白，山老石多摧。莫问尘中事，如今正可哀。"
                },
                {
                    "time": "875年",
                    "activity": "避寇于衢州，有诗。作品：《避寇上山作》《避寇白沙驿作》《避寇入银山》《秋寄李频使君二首》（其一）避寇山中作（唐·贯休）　　五言律诗　押歌韵山翠碧嵯峨，攀牵去者多。浅深俱得地，好恶未知他。有草皆为户，无人不荷戈。相逢空怅望，更有好时么。避寇白沙驿作（第五句缺三字）（唐·贯休）　　五言律诗　押东韵避乱无深浅，苍黄古驿东。草枯牛尚龁，霞湿烧微红。□□时时□，人愁处处同。犹逢好时否，孤坐雪濛濛。避寇入银山（唐·贯休）　　五言律诗　押覃韵草草穿银峡，崎岖路未谙。傍山为店戍，永日绕溪潭。烧地生芚蕨，人家煮伪蚕。翻如归旧隐，步步入烟岚。秋寄李频使君二首其一（唐·贯休）　　五言律诗　押虞韵为郎须塞诏，当路亦驱驱。贵不因人得，清还似句无。烧烟连野白，山药拶阶枯。想得徵黄诏，如今已在途。"
                },
                {
                    "time": "875年",
                    "activity": "秋，避寇于衢州，有诗。作品：《秋寄李频使君二首》（其二）《苦热寄赤松道者》（《苦热寄赤松道者》当作于本年前后。）秋寄李频使君二首其二（唐·贯休）　　五言律诗　押灰韵务简趣难陪，清吟共绿苔。叶和秋蚁落，僧带野香①来。留客朝尝酒，忧民夜画灰。终期冒风雪，江上见宗雷。按：①一作风苦热寄赤松道者（唐·贯休）天云如烧人如炙，天地炉中更合适。蝉喘雷乾冰井融，些子清风有何益。守羊真人聃之役，高吟招隐倚碧壁。紫气红烟鲜的的，涧茗园瓜曲尘色，骄冷奢凉合相忆。"
                },
                {
                    "time": "878年",
                    "activity": "经龙游县，有诗。作品：《书石壁禅居屋壁》书石壁禅居屋壁（唐·贯休）　　七言绝句　押支韵赤旃檀塔六七级，白菡萏花三四枝。禅客相逢只弹指，此心能有几人知。"
                }
            ]
        },
        {
            "Latitude": 29.027274,
            "Longitude": 115.815566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN360425",
            "Title": "永修",
            "Detail": [
                {
                    "time": "876年",
                    "activity": "贯休南行入江西。在洪州有诗赠罗邺。作品：《海昏见罗邺》海边见罗邺（唐·贯休）　　五言律诗　押文韵清世诗声出，谁人得似君。命通须有日，天未丧斯文。楚木寒连寺，修江碧入云。相思喜相见，庭叶正纷纷。"
                },
                {
                    "time": "876年",
                    "activity": "在洪州，有送罗邺诗。作品：《送罗邺赴许昌辟》送罗邺赴许昌辟（唐·贯休）　　七言律诗　押支韵引用典故：郗超　依刘表　方得论心又别离，黯然江上步迟迟。不堪回首崎岖路，正是寒风皴错时。美似郗超终有日，去依刘表更何疑。前程不少南飞雁，聊寄新诗慰所思。"
                },
                {
                    "time": "876年",
                    "activity": "在洪州，闻李频卒，有诗吊之。作品：《闻李频员外卒》闻李频员外卒（唐·贯休）　　五言律诗　押文韵苍苍难可问，问荅亦难闻。落叶平津岸，愁人李使君。文章应力竭，茅土始天分。又逐东风去，迢迢隔岭云。"
                }
            ]
        },
        {
            "Latitude": 28.687692,
            "Longitude": 118.251372,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN361123",
            "Title": "玉山",
            "Detail": [
                {
                    "time": "877年",
                    "activity": "春入信州。至怀玉山，建禅寺居之，有诗。作品：《寄信州张使君》寄信州张使君（唐·贯休）　　七言律诗　押删韵水坛柽殿地含烟，领鹤行吟积翠间。数阁凉飔终日去，满怀明月上方还。时来自有鹓鸾识，道在从如草木闲。唯羡灵溪贤太守，一麾清坐似深山。"
                },
                {
                    "time": "877年",
                    "activity": "在信州，有诗。作品：《寄杭州宋使君》《寄杭州灵隐寺宋震使君》《题灵溪畅公墅》寄杭州宋使君（唐·贯休）　　五言律诗　押蒸韵寺倚乌龙腹，窗中见碧棱。空廊人画祖，古殿鹤窥灯。风吼深松雪，炉寒一鼎冰。唯应谢内史，知此道心澄。寄杭州灵隐寺宋震使君（唐·贯休）　　五言律诗　押鱼韵罢郡归侵夏，仍闻灵隐居。僧房谢朓语，寺额葛洪书①。月树猕猴睡，山池菡萏疏。吾皇爱清静，莫便结吾庐。按：①晋道士葛洪与灵隐寺书额了去，至今在题灵溪畅公墅（唐·贯休）　　五言律诗　押灰韵境清僧格冷，新斩古林开。旧隐还如此，令人来又来。岚飞黏似雾，茶好碧于苔。但使心清净，从渠岁月催。"
                },
                {
                    "time": "877年",
                    "activity": "秋冬在信州，有诗。作品：《怀洛下卢缙云》怀洛下卢缙云（唐·贯休）　　五言律诗　押先韵一减三张价，幽居少室前。岂应贫似我，不得信经年。木落多诗藁，山枯见墨烟。何时深夜坐，共话草堂禅。"
                }
            ]
        },
        {
            "Latitude": 31.816791,
            "Longitude": 119.980142,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3204",
            "Title": "常州",
            "Detail": [
                {
                    "time": "880年",
                    "activity": "六月黄巢军陷婺州，贯休走避常州，有诗。作品：《避地毗陵寒月上孙徽使君兼寄东阳王使君三首》（其一）《避地毗陵寒月上孙徽使君兼寄东阳王使君三首》（其二）《避地毗陵寒月上孙徽使君兼寄东阳王使君三首》（其三）《上孙使君》《东阳罹乱后怀王慥使君五首》（其一）《东阳罹乱后怀王慥使君五首》（其二）《东阳罹乱后怀王慥使君五首》（其三）《东阳罹乱后怀王慥使君五首》（其四）《东阳罹乱后怀王慥使君五首》（其五）《避地毗陵上王慥使君》《鹭鸶有怀》《闻前王使君在泽潞居》《避地寄高蟾》避地毗陵寒月上孙徽使君兼寄东阳王使君三首（唐·贯休）一到毗陵心更劳，冷吟闲步拥云袍。岂缘思妙尘埃少，自是风清物态高。野色疏黄连楚甸，故山奇碧隔河桥。终须愚谷中安致，不是人间好羽毛。　　其二（唐·贯休）　　押先韵常忆双溪八咏前，讲诗论道接清贤。文欺白凤真难及，药撚红蕖岂偶然。花湿瑞烟粘玉磬，帘垂幽鸟啄苔钱。自怜不是悠悠者，吟嚼真风二十年。　　其三（唐·贯休）　　押青韵□雷车雨滴阶声，寂寞焚香独闭扃。锦绣文章无路达，裤襦歌咏隔墙听。松声冷浸茶轩碧，苔点狂吞纳线青。唯有孤高江太守，不忘病客在禅灵①。按：①首句缺一字上孙使君（三十九句缺一字）（唐·贯休）圣主得贤臣，天地方交泰。恭惟岳精粹，多出于昭代。君侯握文镜，独立尘埃外。王演俗容仪，崔陵小风概。馨香拥兰雪，峻秀高嵩岱。嵇松领岁寒，庄剑无砻淬。威棱玉霜直，匠石金槌大。诗穿明月珠，道拍安期背。中兴鸾凤集，直道风云会。万卷似无书，三山如历块。德乎天所纵，清矣谁堪对。有法在朝端，无尘到冠盖。具瞻从密勿，旦夕调鼎鼐。为君整衢尊，为君戢蕃塞。岂知吾后意，忧此毗陵最。亲手赐彤弓，苍生是繄赖。下车邻寇散，是物冰壶内。龚遂爱廉平，次公太繁碎。裤襦砧动地，父母歌阛阓。□雪锁戈鋋，非烟绕旌旆。宁思子产冰，肯羡任棠薤。忽如春再来，不独天重戴。昂藏海峤鹤，冷碧仙庭桧。物物动和气，家家有新态。芙蓉开帟幕，锦帐无纤壒。鼓角穿冻云，恩波动耕耒。奸回改精魄，礼教书绅带。必于尧舜日，还似房杜辈。野人有章句，格力亦慷慨。若不入丘门，世间更谁爱。东阳罹乱后怀王慥使君五首（第三句缺一字）（唐·贯休）　　七言律诗　押尤韵昨来祗对汉诸侯，胜事消磨不自由。裂地鼓鼙军□急，连天烽火阵云秋。砍毛淬剑虽无数，歃血为盟不到头。谁为今朝奉明主，使君司户在隋州①。按：①时黄巢奔许，公点土勇救万禦押于歃血连西；而渠魁诈降，都将连城为盟，违约，遂于戍地，当不与衢。睦，杭守同贬中也　　其二（唐·贯休）　　七言律诗　押歌韵只报精兵过大河，东西南北杀人多。可怜白日浑如此，来似蝗虫争奈何。天意岂应容版乱，人心都改太凋讹。不胜惆怅还惆怅，一曲东风月胯歌。　　其三（唐·贯休）　　七言律诗　押元韵为郡无如王使君，一家清冷似云根。货财不入崔洪口，俎豆尝闻夫子言。须发坐成三载雪，黎氓空负二天恩。不堪西望西风起，纵火昆崙谁为论。　　其四（唐·贯休）　　七言律诗　押萧韵魄慑魂飞骨亦销，此魂此魄亦难招。黄金白玉家家尽，绣闼雕甍处处烧。惊动乾坤常黯惨，深藏山岳亦倾摇。恭闻国有英雄将，拟把何心荅圣朝。　　其五（唐·贯休）　　七言律诗　押灰韵不是龚黄覆育才，即须清苦远尘埃。无人与奏吾皇去，致乱唯因酷吏来。刳剥生灵为事业，巧通豪谮作梯媒。令人转忆王夫子，一片真风去不回。避地毗陵上王慥使君（唐·贯休）　　五言排律　押萧韵题注：时黄贼陷东阳，公避地于浙右。引用典故：刘宽　庾亮　至理至昭昭，心通即不遥。圣威无远近，吾道太孤标。辛苦苏氓俗，端贞荅盛朝。气高吞海岳，贫甚似渔樵。庾亮风流澹，刘宽政事超。清须遭贵遇，隐已被谁招。栗坞修禅寺，仙香寄石桥。风雷巡稼穑，鱼鸟合歌谣。视事私终杀，忧民态亦彫。道高无不及，恩甚固难消。大寇山难隔，孤城数合烧。烽烟终日起，汤沐用心燋。勇义排千阵，诛锄拟一朝。誓盟违日月①，旌旆过寒潮。古驿江云入，荒宫海雨飘。仙松添瘦碧，天骥减丰臕。似在陈兼卫，终为宋与姚。已观云似鹿，即报首皆枭。尽愿回清镜，重希在此条。应怜千万户，祷祝向唐尧。按：①时贼伪降，盟书终背鹭鸶有怀（唐·贯休）　　七言律诗　押虞韵题注：前东阳王慥使君养一鹭鸶，名瑶花。粉魄霜华为尔枯，鸳鸯相伴更堪图。爱来沙岛遗银屋，终作金笼养雪雏。栖宿必多清濑梦，品流还次白猿徒。今朝不觉频回首，曾伴瑶花近玉壶。闻前王使君在泽潞居（唐·贯休）为善无近名，窃名者得声不如心，诚哉是言也。使君圣朝瑞，乾符初刺婺。德变人性灵，笔变人风土。烟霞与虫鸟，和气将美雨。千里与万里，各各来相附。信哉有良吏，玄谶应百数①。古人古人自古人，今日又见民歌六七裤。不幸大寇崩腾来，孤城势孤固难锢。攀辕既不及，旌旆冲风露。大驾已西幸，飘零何处去？婺人空悲哀，对生祠泣沾莓苔。忽闻暂寄河之北，兵强四面无尘埃。唯祝銮舆早归来，用此咎繇仲虺才。使四野雾廓，八纮镜开。皇天无亲，长与善邻，宜哉宜哉。按：①东阳古者相传有记云：刺史满一百，即有好刺史来。后有大寇至，使君来正当一百人。两年后，果有黄贼来，公避地远去避地寄高蟾（唐·贯休）　　五言律诗　押微韵荒寺雨微微，空堂独掩扉。高吟多忤俗，此貌若为饥。旅梦遭鸿唤，家山被贼围。空馀老莱子，相见独依依。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "880年",
                    "activity": "旋入杭州，受杜棱父子眷顾，甚相得。"
                },
                {
                    "time": "881年",
                    "activity": "春自杭州返兰溪，有诗。作品：《别杜将军》别杜将军（唐·贯休）引用典故：歌式微　何谢　伊余本是胡为者，采蕈锄茶在穷野。偶披蓑笠事空王，馀力为文拟何谢。少年心在青云端，知音满地皆龙鸾。遽逢天步艰难日，深藏溪谷空长叹。偶出重围遇英哲，留我江楼经岁月。身隈玉帐香满衣，梦历金盆①雨和雪。东风来兮歌式微，深云道人召来归。燕辞大厦兮将何为，濛濛花雨兮莺飞飞，一汀杨柳同依依。按：①金华山最高处"
                },
                {
                    "time": "892年",
                    "activity": "过钱塘江，有诗。作品：《秋过钱塘江》秋过钱塘江（唐·贯休）　　五言律诗　押庚韵巨浸东隅极，山吞大野平。因知吴相恨，不尽海涛声。黑气腾蛟窟，秋云入战城。游人千万里，过此白髭生。"
                },
                {
                    "time": "893年",
                    "activity": "返杭州谒钱镠。"
                },
                {
                    "time": "894年",
                    "activity": "在杭州，献诗钱镠。作品：《献钱尚父》献钱尚父（唐·贯休）　　七言律诗　押尤韵题注：钱镠自称吴越国王，休以诗投之。镠谕改为四十州，乃可相见，休曰：“州亦难改，诗亦难改，闲云孤鹤，何天不可飞？”遂入蜀。引用典故：万户侯　贵逼人①来不自由，龙骧凤翥势难收②。满堂花醉三千客，一剑霜寒十四州。鼓角揭天嘉气冷，风涛动地海山秋。东南永作金天柱③，谁④羡当时万户侯。按：①一作身②一作几年勤苦踏林丘③一作“莱子衣裳宫锦窄，谢公篇咏绮霞羞。他年名上凌烟阁”④一作岂"
                }
            ]
        },
        {
            "Latitude": 33.017144,
            "Longitude": 118.55143,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320830",
            "Title": "盱眙",
            "Detail": [
                {
                    "time": "888年",
                    "activity": "离金华北游。历泗州。"
                }
            ]
        },
        {
            "Latitude": 34.340877,
            "Longitude": 118.019069,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320382",
            "Title": "邳州",
            "Detail": [
                {
                    "time": "888年",
                    "activity": "至峄桐山。作品：《题峄桐律师院》题峄桐（一作择词）律师院（唐·贯休）　　五言律诗　押灰韵律中麟角者，高淡出尘埃。芳草不曾触，几生如此来。壑风吹磬断，杉露滴花开。如结林中社，伊余亦愿陪。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "888年",
                    "activity": "冬在洛阳，有诗。作品：《送高九经赴举》《洛阳尘》送高九经赴举（唐·贯休）　　五言排律　押支韵引用典故：孔融怜衡　陆机　回也曾言志，明君则事之。中兴今若此，须去更何疑。志列秋霜好，忠言剧谏奇①。陆机游洛日，文举荐衡时。虎迹商山雪，云痕岳庙碑。夫（一作凭）君将潦倒，一说向深知。按：①列志、忠言，皆旧人也洛阳尘（唐·贯休）昔时昔时洛城人，今作茫茫洛城尘。我闻富有石季伦，楼台五色干星辰。乐如天乐日夜闻，锦姝绣妾何纷纷。真珠帘中，姑射神人。文金线玉，香成暮云。孙秀若不杀，晋室应更贫。伊水削行路，冢石花磷磷。苍茫金谷园，牛羊龁荆榛。飞鸟好羽毛，疑是绿珠身。"
                }
            ]
        },
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安",
            "Detail": [
                {
                    "time": "889年",
                    "activity": "春至长安，有诗。作品：《春日许徵君见访》春日许徵君见访（唐·贯休）　　五言律诗　押庚韵龙钟多病后，日望遇升平。远念穿嵩雪，前林啭早莺。厨香烹瓠叶，道友扣门声。还似青溪上，微吟踏叶行。"
                },
                {
                    "time": "889年",
                    "activity": "在长安，有诗。作品：《赠许徵君》《灞陵战叟》《上刘商州》《少监三首》（其一）《少监三首》（其二）《少监三首》（其三）《闻赤松舒道士下世》《怀赤松故舒道士》《怀诸葛亮觉二首》（其一）《怀诸葛亮觉二首》（其二）《长安道》《富贵曲二首》（其一）《富贵曲二首》（其二）《白雪曲》《经栖白旧院二首》（其一）《经栖白旧院二首》（其二）《怀紫阁隐者》《怀白阁道侣》《赠造微禅师院》《闻无相道人顺世五首》（其一）《闻无相道人顺世五首》（其二）《闻无相道人顺世五首》（其三）《闻无相道人顺世五首》（其四）《闻无相道人顺世五首》（其五）《送僧归华山》赠许徵君（唐·贯休）　　押文韵昼公友秦奚，来往踏溪云。如今又到我，还爱许徵君。落花鸟衔来，永日香氤氲。终期将尔曹，归去麋鹿群。灞陵战叟（唐·贯休）　　七言律诗　押阳韵剑刓秋水鬓梳霜，回首胡天与恨长。官竟不封右校尉，斗曾生挟左贤王。寻班超传空垂泪，读李陵书更断肠。今日灞陵陵畔见，春风花雾共茫茫。上刘商州（唐·贯休）周邵吁嘘气，结为祯祥云。客从远方来，持此将赠君。时命偶不谬，授馆终南东。愔愔良吏师，不寐如老农。丘轲文之天，代天有馀功。代天复代天，后稷何所从。少监三首（唐·贯休）　　七言律诗　押鱼韵器琢仙圭美有馀，席珍国宝比难如。衔花乳燕看调瑟，衣锦佳人侍读书。荀氏门风龙变化，谢家庭树玉扶疏。即期寰海隆平日，归佐吾皇侍玉除。　　其二（唐·贯休）　　七言律诗　押阳韵益友相随益自强，趋庭问礼日昭彰。袍新宫锦千人目，马骏桃花一巷香。偏爱曾颜终必及，或如韩白亦无妨。八龙三虎森如也，万古千秋瑞圣唐。　　其三（唐·贯休）　　七言律诗　押先韵具体而微太少年，凤毛五色带非烟。倚天长剑看无敌，绕树号猿已应弦。接士开襟清圣熟，分题得句落花前。即应出将传家法，圣泽恩波浩浩然。闻赤松舒道士下世（东阳未乱前相别）（唐·贯休）　　五言排律　押寒韵地变贤人丧，疮痍不可观。一闻消息苦，千种破除难。阴骘那虚掷，深山近始安。玄关评兔角，玉器琢鸡冠。傲野高难狎，融怡美不殚。冀迎新渥泽①，遽逐逝波澜。蜕壳埋金隧，飞精驾锦鸾。倾摧千仞壁，枯歇一株兰（一作难）。仙庙诗虽继，苔墙篆必鞔②。烟霞成片黯，松桂著行乾。影拄溪流咽，堂扃隙月寒。寂寥遗药犬，缥缈想琼竿。伊昔相寻远，留连几尽欢。论诗花作席，炙菌叶为盘。彭伉心相似，承祯趣一般。琴弹溪月侧，棋次砌云残。倏忽成千古，飘零见百端。荆囊春浩浩，吴越浪漫漫。已矣红霞子，空留白石坛。无弦亦须绝，回首一长叹。按：①时太守方录道业奏闻徵出　②师善大小篆，尝有诗题赤松子庙怀赤松故舒道士（唐·贯休）　　五言律诗　押支韵引用典故：玄宫　可惜复可惜，如今何所之。信来堪大恸，余复用生为。乱世今交斗，玄宫玉柱隳。春风五陵道，回首不胜悲。怀诸葛珏（一作觉）二首（唐·贯休）　　五言律诗　押寒韵诸葛子作者，诗曾我细看。出山因觅孟，踏雪去寻韩①。谬独哭不错②，常流饮实难③。知音知便了，归去旧江干。按：①遇孟郊、韩愈于洛下②诸葛云：“思牵吴岫起，吟索剡云开。”③诸葛曾为僧，名然，有诗云：“到处自凿井，不能饮常流。”　　其二（唐·贯休）　　五言律诗　押东韵羸马与羸童，微吟冒北风。店孤僧共歇，日落思无穷。囊草无非刺，魏人那识公①。莺花五陵道，去去与谁同。按：①投魏，不遇而去长安道（唐·贯休）憧憧合合，八表一辙。黄尘雾合，车马火热。名汤风雨，利辗霜雪。千车万驮，半宿关月。上有尧禹，下有夔卨。紫气银轮兮（一本无兮字），常覆金阙。仙掌捧日兮（一本无兮字），浊河澄澈。愚将草木兮有言①，与华封人兮不别②。按：①一本作有言有言　②一本作不别不别富贵曲二首（唐·贯休）有金张族，骄奢相续。琼树玉堂，雕墙绣毂。纨绮杂杂，钟鼓合合。美人如白牡丹花，半日只舞得一曲。乐不乐，足不足，争教他爱山青水绿。　　其二（唐·贯休）如神若仙，似兰同雪。乐戒于极，胡不知辍。只欲更缀上落花，恨不能把住明月。太山肉尽，东海酒竭。佳人醉唱，敲玉钗折。宁知耘田车水翁，日日日灸背欲裂。白雪曲（唐·贯休）题注：（一作琴曲歌辞白雪歌）。（一作僧贯休诗）列鼎佩金章，泪眼看风枝。却思食藜藿，身作屠沽儿。负米无远近，所希升斗归。为人无贵贱，莫学鸡狗肥。斯言如不忘，别更无光辉。斯言如或忘，即安用人为。经栖白旧院二首（唐·贯休）　　五言律诗　押阳韵竺卿何处去，触目尽凄凉。不见中秋月，空馀一炷香。残花飘暮雨，枯叶盖啼螀。谁礼新坟塔，萧条渭水傍。　　其二（唐·贯休）　　五言律诗　押侵韵国宝还亡一，时多李德林。故人卿相泣，承制渥恩深。旧稿谁收得，空堂影似吟。裴回不能去，寒日下西岑。寄紫阁隐者（唐·贯休）　　押尤韵积翠藏一叟，常思未得游。不知在岩下，为复在峰头。苔上枯藤笐，泉淋破石楼。伊余更何事，不学此翁休。怀白阁道侣（唐·贯休）　　五言律诗　押蒸韵寒思白阁层，石屋两三僧。斜雪扫不尽，饥猿唤得应。香然一字火，磬过数潭冰。终必相寻去，孤怀久不胜。赠造微禅师院（唐·贯休）　　五言律诗　押冬韵引用典故：雕龙　薝卜气雍雍，门深圣泽重。七丝奔小蟹，五字逼雕龙。药转红金鼎，茶开紫阁封。圭峰争去得，卿相日憧憧。闻无相道人顺世五首（唐·贯休）　　五言律诗　押庚韵一事不经营，孤峰长老情。惟餐橡子饼，爱说道君兄。池藕香狸掘，山神白日行。又闻行脚也，何处化群生。　　其二（唐·贯休）　　押尤韵自昔寻师日，颠峰绝顶头。虽闻不相似，特地使人愁。庭树雪摧残，上有白猕猴。大哉法中龙，去去不可留。　　其三（唐·贯休）　　押阳韵常思将道者，高论地炉傍。迂谈无世味，夜深山木僵。下山遭离乱，多病惟深藏。一别三十年，烟水空茫茫。　　其四（唐·贯休）　　押遇韵石霜既顺世，吾师亦不住。杉桂有猩猩，糠秕无句句。土肥多孟蕨，道老如婴孺。莫比优昙花，斯人更难遇。　　其五（唐·贯休）百千万亿偈，共他勿交涉。所以那老人，密传与迦叶。吾师得此法，不论劫不劫。去矣不可留，无踪若为蹑。送僧归华山（唐·贯休）　　五言律诗　押虞韵心枯衲亦枯，归岳揭空盂。七贵留不住，孤云出更①孤。烧灰犹汤足，雪片似黏须。他日如相觅，还应道到吴。按：①一作便"
                },
                {
                    "time": "889年",
                    "activity": "游终南山，有诗。作品：《终南僧》终南僧（唐·贯休）　　七言绝句　押元韵声利掀天竟不闻，草衣木食度朝昏。遥思山雪深一丈，时有仙人来打门。"
                },
                {
                    "time": "890年",
                    "activity": "春在长安。"
                }
            ]
        },
        {
            "Latitude": 33.868884,
            "Longitude": 109.947542,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN611002",
            "Title": "商州",
            "Detail": [
                {
                    "time": "889年",
                    "activity": "南行至商山，有诗。作品：《商山道者》商山道者（唐·贯休）　　七言律诗　押侵韵五千言外得玄音，石屋寒栖隔①雪林。多傍松风梳绿发，只烧崖药点黄金。澄潭龙气来萦砌，月冷星精下听琴。曾梦先生非此处，碧桃溪上紫烟深。按：①一作得"
                },
                {
                    "time": "889年",
                    "activity": "行至商山途中，有诗。作品：《遇道者》遇道者（唐·贯休）　　七言律诗　押虞韵引用典故：商山　支公　鹤骨松筋风貌殊，不言名姓绝荣枯。寻常藜杖九衢里，莫是商山一皓无。身带烟霞游汗漫，药兼神鬼在葫芦。只应张果支公辈，时复相逢醉海隅。"
                },
                {
                    "time": "889年",
                    "activity": "过商山，有诗。作品：《过商山》过商山（唐·贯休）　　七言律诗　押灰韵吟缘横翠忆天台，啸狖啼猿见尽猜。四个老人何处去，一声仙鹤过溪来。皇城宫阙回头尽，紫阁烟霞为我开。天际峰峰尽堪住，红尘中去大悠哉。"
                },
                {
                    "time": "889年",
                    "activity": "在商山，有诗。作品：《秋夜怀嵩少因寄洛中旧知》（此诗盖多年后怀念之作。）秋夜怀嵩少因寄洛中旧知（唐·贯休）　　七言律诗　押真韵炉爇旃檀不称贫，霏霏玉露湿禅巾。紫金地上三更月，红藕香中一病身。少室少年偏入梦，多时多事去无因。如今憔悴头成雪，空想嵯峨羡故人。"
                }
            ]
        },
        {
            "Latitude": 40.148356,
            "Longitude": 94.668397,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN620982",
            "Title": "敦煌",
            "Detail": [
                {
                    "time": "890年",
                    "activity": "夏秋自长安西行，出陇右边塞，有诗。作品：《边上行》（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）边上行（唐·贯休）　　五言律诗　押冬韵黑松①林外路，风角远嗈嗈。朔气生荒堡，秋尘满病容。豺掊沙底骨，人上月边烽。休作西行计，西行地渐凶。按：①一作白榆"
                },
                {
                    "time": "890年",
                    "activity": "在陇右边塞，有诗。作品：《古出塞曲三首》（其一）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古出塞曲三首》（其二）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古出塞曲三首》（其三）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《胡无人》（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《塞上曲二首》（其一）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《塞上曲二首》（其二）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲四首》（其一）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲四首》（其二）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲四首》（其三）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲四首》（其四）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲七首》（其一）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲七首》（其二）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲七首》（其三）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲七首》（其四）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲七首》（其五）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲七首》（其六）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）《古塞下曲七首》（其七）（贯休集中多边塞之作，然作于何地，不详，暂置于玉门关。）古出塞曲三首（唐·贯休）　　五言律诗　押删韵题注：（一作横吹曲辞出塞曲一）。（一作僧贯休诗）扫尽狂胡迹，回头①望故关。相逢惟死斗，岂易得生还。纵宴参胡乐，收兵过雪山。不封十万户，此事亦应闲。按：①一作戈　　其二（一作僧贯休诗）（唐·贯休）　　五言律诗　押元韵玉帐将军意，殷勤把酒论。功高宁在我，阵没与招魂。塞色干戈束，军容喜气屯。男儿今始是，譀出玉关门。　　其三（一作僧贯休诗）（唐·贯休）　　五言律诗　押尤韵回首陇山头，连天草木秋。圣君应入梦，半路遣封侯。水不担阴雪，柴令倒戍楼。归来麟阁上，春色满皇州。胡无人（一本有行字）（唐·贯休）霍嫖姚，赵充国，天子将之平朔漠。肉胡之肉，烬胡帐幄。千里万里，唯留胡之空壳。边风萧萧，榆叶初落。杀气昼赤，枯骨夜哭。将军既立殊勋，遂有胡无人曲。我闻之，天子富有四海，德被无垠。但令一物得所，八表来宾，亦何必令彼胡无人。塞上曲二首（唐·贯休）　　押质韵锦袷胡儿黑如漆，骑羊上冰如箭疾。蒲萄酒白雕腊红，苜蓿根甜沙鼠出。单于右臂何须断，天子昭昭本如日。一握黳髯一握丝，须知只为平戎术。　　其二（唐·贯休）去年转斗阴山脚，生得单于却放却。今年深入于不毛，胡兵拔帐遗弓刀。男儿须（一作贵）展平生志，为国输忠合天地。甲穿虽即（一作则）失黄金，剑缺犹能生紫气。塞草萋萋兵士苦，胡虏如今勿胡虏。封侯十万始无心，玉关凯（一作生）入君看取。古塞下曲四首（唐·贯休）　　押蒸韵题注：一本无古字，亦无四首二字，第三首另一题。古塞腥膻地，胡兵聚如蝇。寒雕中ꁽ石，落在黄河冰。苍茫逻逤城，蘖蘖贼气兴。铸金祷秋穹，还拟相凭陵。　　其二（唐·贯休）战②骨践成①尘，飞入征人目。黄云③忽变黑，战鬼作阵④哭。阴风吼大漠，火号出不得。谁为天子前，唱此边城曲。按：①一作化黄　②一作白　③一作尘　④一作夜　　其三（唐·贯休）日向平沙出，还向平沙没。飞蓬落军①营，惊雕去天末。帝乡青楼倚霄汉，歌吹掀天对花月。岂知塞上望乡人，日日双眸滴清血。按：①一作阵　　其四（唐·贯休）引用典故：嫖姚　狼烟在阵云，匈奴爱轻敌。领兵不知数，牛羊复吞碛。严冬大河枯，嫖姚去深击。战血染黄沙，风吹映天赤。古塞下曲七首（唐·贯休）　　五言律诗　押阳韵下营依遁甲，分帅把河隍。地使人心恶，风吹旗燄荒。搜山得①探卒，放火猎黄羊。唯有南飞雁，声声断客肠。按：①一作见　　其二（唐·贯休）　　五言律诗　押先韵归去是何年，山连逻逤川。苍黄曾战地，空阔养雕天。旗插蒸沙堡，枪担卓槊泉。萧条寒日落，号令彻穷边。　　其三（唐·贯休）　　五言律诗　押微韵虏寇日相持，如龙马不肥。突围金甲破，趁贼铁枪飞。汉月堂堂上，胡云惨惨微。黄河冰已合，犹未送征衣。　　其四（唐·贯休）　　五言律诗　押麻韵南北惟堪恨，东西实可嗟。常飞侵夏雪，何处有人家？风刮阴山薄，河推大岸斜。祗应寒夜梦，时见故园花。　　其五（唐·贯休）　　五言律诗　押阳韵不是将军勇，胡兵岂易当。雨曾淋火阵，箭又中金疮。铁岭全无土，豺群亦有狼。因思无战日，天子是陶唐。　　其六（唐·贯休）　　五言律诗　押冬韵榆叶飘萧尽，关防烽寨重。寒来知马疾，战后觉人凶。烧逐飞蓬死，沙生毒雾浓。谁能奏明主，功业已堪封。　　其七（唐·贯休）　　五言律诗　押元韵万战千征地，苍茫古塞门。阴兵为客祟，恶酒发刀痕。风落昆崙石，河崩苜蓿根。将军更移帐，日日近西蕃。"
                }
            ]
        },
        {
            "Latitude": 39.448751,
            "Longitude": 114.24057,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN140224",
            "Title": "灵丘",
            "Detail": [
                {
                    "time": "891年",
                    "activity": "自陇西东归，途经蔚州，有诗。作品：《遇五天僧入五台五首》（其一）（作于何地，不详，暂置于蔚州。）《遇五天僧入五台五首》（其二）（作于何地，不详，暂置于蔚州。）《遇五天僧入五台五首》（其三）（作于何地，不详，暂置于蔚州。）《遇五天僧入五台五首》（其四）（作于何地，不详，暂置于蔚州。）《遇五天僧入五台五首》（其五）（作于何地，不详，暂置于蔚州。）《送僧游五台》（作于何地，不详，暂置于蔚州。）遇五天僧入五台五首（唐·贯休）　　五言律诗　押元韵十万里到此，辛勤讵可论。唯云吾上祖，见买给孤园。一月行沙碛，三更到铁门。白头乡思在，回首一销魂。　　其二（唐·贯休）　　五言律诗　押齐韵引用典故：忍辱草　雪岭顶危坐，乾坤四顾低。河横于阗北，日落月支西。水石香多白，猿猱老不啼。空馀忍辱草，相对色萋萋。　　其三（唐·贯休）　　五言律诗　押灰韵远礼清凉寺，寻真似善才。身心无所得，日月不将来。白叠还图象，沧溟亦汎杯。唐人亦何幸，处处觉花开。　　其四（唐·贯休）　　五言律诗　押支韵涂足油应尽，乾陀帔半隳。辟支迦状貌，刹利帝家儿。结印魔应哭，游心圣不知。深嗟头已白，不得远相随。　　其五（唐·贯休）　　五言律诗　押侵韵送迎经几国，多化帝王心。电激青莲目，环垂紫磨金。眉根霜入细，梵夹蠹难侵。必似陀波利，他年不可寻。送僧游五台（唐·贯休）　　五言律诗　押东韵羡师游五顶，乞食值年丰。去去谁为侣，栖栖力已充。浊河高岸拆，衰草古城空。必到华严寺，凭师问辨公。"
                }
            ]
        },
        {
            "Latitude": 40.051476,
            "Longitude": 117.41487,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN120225",
            "Title": "蓟县",
            "Detail": [
                {
                    "time": "891年",
                    "activity": "复北行出塞，有诗。作品：《蓟北寒月作》（作于何地，不详，暂置于蓟门。）《经古战场》（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《边上作三首》（其一）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《边上作三首》（其二）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《边上作三首》（其三）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞曲三首》（其一）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞曲三首》（其二）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞曲三首》（其三）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞上曲七首》（其一）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞上曲七首》（其二）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞上曲七首》（其三）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞上曲七首》（其四）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞上曲七首》（其五）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞上曲七首》（其六）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古塞上曲七首》（其七）（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《拟古寒行》（作于何地，不详，暂置于蓟门。作于何地，不详，暂置于蓟门。）《古战处》蓟北寒月作（唐·贯休）　　五言律诗　押支韵蓟门寒到骨，战碛雁相悲。古屋不胜雪，严风欲断髭。清吟得冷句，远念失佳期。寂莫谁相问，迢迢天一涯。经古战场（唐·贯休）茫茫凶荒，迥如天设。驻马四顾，气候迂结。秋空峥嵘，黄日将没。多少行人，白日见物。莫道路高低，尽是战骨。莫见地赤碧，尽是征血。昔人既能忠尽于力，身糜戈戟。脂其风，膏其域。今人何不绳其塍？植其食。而使空旷年年，常贮愁烟。使我至此，不能无言。边上作三（一作二）首（一本缺第三首）（唐·贯休）　　七言绝句　山无绿兮水无清，风既毒兮沙亦腥。胡儿走马疾飞鸟，联翩射落云中声。　　其二（唐·贯休）　　七言绝句　押纸韵阵云忽向沙中起，探得胡兵过辽水。堪嗟护塞征戍儿，未战已疑身是鬼。　　其三（唐·贯休）　　押虞韵见说青冢穴，中有白野狐。时时出沙碛，向东而号呼。号呼复号呼，画师图得无。古（一作入）塞曲三首（一作僧贯休诗）（唐·贯休）　　五言律诗　单于烽火动，都护去天涯。别赐黄金甲，亲临白玉除①。塞垣须静谧，师旅审安危。定远条支宠，如今胜古时。按：①一作墀　　其二（唐·贯休）　　五言律诗　押尤韵方见将军贵，分明对冕旒。圣恩如远被，狂虏不难收。臣节唯期死，功勋敢望侯。终辞脩里第，从此出皇州。　　其三（唐·贯休）　　五言律诗　押萧韵引用典故：天骄　百万精兵动，参差便渡辽。如何好白日，亦照此天骄。远树深疑贼，惊蓬迥似雕。凯歌何日唱，碛路共天遥。古塞上曲七首（唐·贯休）　　五言律诗　押虞韵幽并儿百万，百战未曾输。蕃界已深入，将军仍远图。月明风拔帐，碛暗鬼骑狐。但有东归日，甘从筋力枯。　　其二（唐·贯休）　　五言律诗　押阳韵中军杀白马，白日祭苍苍。号变旗幡乱，鼙①乾草木黄。朔云含冻雨，枯骨放妖光。故国今何处，参差近鬼方。按：①一作沙　　其三（唐·贯休）　　五言律诗　押青韵引用典故：嫖姚　白雁兼羌笛，几年垂泪听。阴风吹杀气，永日在青冥。远戍秋添将，边烽夜杂星。嫖姚头半白，犹自看兵经。　　其四（唐·贯休）　　五言律诗　押文韵久①雨始无尘，边声四散闻。浸河荒寨柱，吹角白头军。战②马龁ꈩ草，乌鸢识阵云。征人心力尽，枯骨更遭焚。按：①一作大　②一作牛　　其五（唐·贯休）　　五言律诗　押麻韵帐幕侵奚界，凭陵未可涯。擒生行别路，寻箭向平沙。赤落蒲桃叶，香微甘草花。不堪登陇望，白日又西斜。　　其六（唐·贯休）　　五言律诗　押先韵地角天涯外，人号鬼哭边。大河流败卒，寒日下苍烟。杀气诸蕃动，军书一箭传。将军莫惆怅，高处是燕然。　　其七（唐·贯休）　　五言律诗　押庚韵引用典故：李陵　山接胡奴水，河连勃勃城。数州今已伏，此命岂堪轻。碛吼旄头落，风乾刁斗清。因嗟李陵苦，祗得没蕃名。古战处（唐·贯休）　　七言绝句　押东韵鬼气苍黄棘叶红，昔时人血此时风。相怜极目无疆地，曾落将军一阵中。"
                },
                {
                    "time": "891年",
                    "activity": "冬在蓟门。"
                },
                {
                    "time": "891年",
                    "activity": "在蓟门，有诗。作品：《送僧入幽州》（《送僧入幽州》作于本年后。）送僧入幽州（唐·贯休）　　五言律诗　押先韵高士高无敌，腾腾话入燕。无人知尔意，向我道非禅。栗径穿蕃冢，狼声隔远烟。槃山多道侣，应未有归年。"
                },
                {
                    "time": "892年",
                    "activity": "自北塞南归。"
                }
            ]
        },
        {
            "Latitude": 30.001094,
            "Longitude": 119.846692,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330111",
            "Title": "富阳",
            "Detail": [
                {
                    "time": "894年",
                    "activity": "因不阿附权势，乃入富阳申屠山。"
                }
            ]
        },
        {
            "Latitude": 29.930913,
            "Longitude": 117.944826,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN341023",
            "Title": "黟县",
            "Detail": [
                {
                    "time": "894年",
                    "activity": "复西游黟县。"
                }
            ]
        },
        {
            "Latitude": 29.866822,
            "Longitude": 118.420057,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN341021",
            "Title": "歙县",
            "Detail": [
                {
                    "time": "894年",
                    "activity": "又西游歙州。"
                },
                {
                    "time": "894年",
                    "activity": "在歙州，与唐安寺僧清澜交往，有诗。作品：《寄澜公二首》（其一）《寄澜公二首》（其二）寄澜公二首（唐·贯休）　　五言律诗　押庚韵小一头应白，孤高住歙城。不知安乐否，何以近无生①。烧逼鸿行侧，风乾雪朕清。途中逢此信，珍重未精诚。按：①师常供养十六罗汉。罗汉，梵语，此云无生　　其二（唐·贯休）　　五言律诗　押鱼韵荒乱抛深隐，飘零远寓居。片云无定所，得力是逢渠①。瀑灂群公社，江崩古帝墟。终期再相见，招手复何如。按：①光洞山道人云：“吾生独自往，处处得逢渠。”"
                }
            ]
        },
        {
            "Latitude": 30.406262,
            "Longitude": 114.898309,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN420704",
            "Title": "鄂城",
            "Detail": [
                {
                    "time": "894年",
                    "activity": "时淮南两浙兵火不熄，贯休乃西走荆州，途经武昌县。"
                },
                {
                    "time": "894年",
                    "activity": "在武昌县，登临眺望，有诗。作品：《夏日晚望》夏日晚望（唐·贯休）　　五言律诗　押先韵登临聊一望，不觉意恞然。陶侃寒溪寺，如今何处边。汀沙生旱雾，山火照平川。终事东归去，干戈满许田。"
                },
                {
                    "time": "894年",
                    "activity": "初秋在武昌县，有诗。作品：《怀武昌栖一二首》（其一）《怀武昌栖一二首》（其二）《寄栖一上人》《题一上人经阁》《秋寄栖一》怀武昌栖一二首（唐·贯休）　　五言律诗　押鱼韵常忆能吟一，房连古帝墟。无端多忤物，唯我独知渠。病愈囊空后，神清木落初。祗因烽火起，书札自兹疏。　　其二（唐·贯休）　　五言律诗　押侵韵清风江上月，霜洒月中砧。得句先呈佛，无人知此心①。寂寥从鬼出，苍翠到门深。惟有双峰寺，时时独去寻。按：①师得句，祗云堪供养佛寄栖一上人（唐·贯休）　　五言律诗　押尤韵花堑接沧洲，阴云闲楚丘。雨声虽到夜，吟味不如秋。古屋藏花鸽，荒园聚乱流。无机心便是，何用话归休。题一上人经阁（唐·贯休）　　五言律诗　押冬韵鸟外何须去，衣如藓亦从。但能无一事，即是住孤峰。雨歇云埋阁，月明霜洒松。师心多似我，所以访师重。秋寄栖一（唐·贯休）　　五言律诗　押虞韵一别一公后，相思时一吁。眼中疮校未，般若偈持无①。卷句冰团大，炉烟枥橛粗。劝君君记取，不用更他图。按：①公时有眼疮，因为之念《多心经》"
                }
            ]
        },
        {
            "Latitude": 30.598428,
            "Longitude": 114.311831,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4201",
            "Title": "武汉",
            "Detail": [
                {
                    "time": "894年",
                    "activity": "初冬在鄂渚（今湖北鄂城市），有诗。作品：《鄂渚赠祥公》《鄂渚逢杨赞禹》《武昌县与昼公兼寄邑宰》鄂渚赠祥公（唐·贯休）　　五言律诗　押蒸韵寂寥堆积者，自为是高僧。客远何人识，吟多冷病增。松烟青透壁，雪气细吹灯。犹赖师于我，依依非面朋。鄂渚逢杨赞禹（唐·贯休）　　五言律诗　押寒韵流浪兵荒苦，相思岁月阑。理惟通至道，人或谓无端。烧猛湖烟赤，窗空雪月寒。知音不可见，始为一吟看。武昌县与昼公兼寄邑宰（唐·贯休）　　五言律诗　押删韵引用典故：五柳　小一何人识，腾腾天地间。寻常如一鹤，亦不爱青山。铁钵年多赤，麻衣带毳斑。祗闻寻五柳，时到月中还。"
                },
                {
                    "time": "894年",
                    "activity": "疑在鄂渚（今湖北鄂城市），有诗追忆冯岩。作品：《追忆冯少常》（《追忆冯少常》至迟做于本年。）追忆冯少常（唐·贯休）　　五言律诗　押歌韵引用典故：逝波　盛德方清贵，旋闻逐逝波。令人翻不会，积善合如何。直道登朝晚，分忧及物多。至今新定郡，犹咏裤襦歌。"
                }
            ]
        },
        {
            "Latitude": 30.048079,
            "Longitude": 112.431153,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN421024",
            "Title": "江陵",
            "Detail": [
                {
                    "time": "894年",
                    "activity": "时淮南两浙冰火不熄，贯休乃西走荆州，孟冬至江陵。"
                },
                {
                    "time": "895年",
                    "activity": "在江陵。夏吴融贬官荆州，访休于龙兴寺，谈诗论道，过从甚密。"
                },
                {
                    "time": "895年",
                    "activity": "在江陵.王贞白及第返里经荆州，休有诗送之。作品：《送王贞白重试东归》送王贞白重试东归（唐·贯休）　　五言律诗　押支韵心苦酬心了，东归谢所知。可邻重试者，如折两三枝。雨毒逢花少，山多爱马迟。此行三可羡，正值倒戈时。"
                },
                {
                    "time": "895年",
                    "activity": "在江陵，有诗。作品：《刘相公见访》《送令狐焕赴阙》《送姚洎拾遗自江陵幕赴京》《送崔尚书朝觐》刘相公见访（唐·贯休）　　五言排律　引用典故：补衮　千骑拥朱轮，香尘岂是尘。如何补衮服，来看衲衣人。庄叟因先觉，空王有宿因。对花无俗态，爱竹见天真。欹枕松窗迥，题墙道意新。戒师惭匪什，都讲更胜询。桃熟多红璺，茶香有碧筋。高宗多不寐，终是梦中人。送令狐焕赴阙（唐·贯休）　　五言律诗　押支韵渚宫遥落日，相送碧江湄。陟也须为相，天乎更赞谁。风高樯力出，霞热鸟行迟。此去多来客，无忘慰所思。送姚洎拾遗自江陵幕赴京（唐·贯休）　　五言排律　押真韵引用典故：西社　捧诏动征轮，分飞楚水滨。由来真庙器，多作伏蒲人。舍鲁知非愿，朝天不话贫。沙头千骑送，岛上一蝉新。莫使身侵贵，无矜贵逼身。玉阶凝正色，兰苑涨芳尘。銮辂方离华，车书渐似秦。流年飘倏忽，书札莫因循。凉雨鸣红叶，非烟闭紫宸。凭将西社意，一说向荀陈。送崔尚书朝觐（唐·贯休）　　五言排律　押真韵引用典故：刘宠　至理契穹旻，方生甫与申。一麾歌政正，三相贺仁人。叵似卢怀慎，全如邵信臣。澄渟消宿蠹，煦爱剧阳春。对客烟花拆，焚香渥泽新。徵黄还有自①，挽邓住无因。峡水全输洁，巫娥却讶神。宋均颜未老，刘宠骨应贫。大醉辞王剪，含香望紫宸。三峰初有雪，万里正无尘。伊昔林中社，多招席上珍。终期仙掌下，香火一相亲。按：①令弟相公号当，公遂避贤路也"
                },
                {
                    "time": "896年",
                    "activity": "春在江陵，有诗。作品：《春送赵文观送故合州座主神榇归洛》春送赵文观送故合州座主神榇归洛（唐·贯休）　　七言律诗　押东韵喜继于悲锦水东，还乡仙骑却寻嵩。再烧良玉尧云动，方报深恩绛帐空。远道灵輀春欲尽，乱山羸马恨无穷。他年必立吾君侧，好把书绅荅至公。"
                },
                {
                    "time": "896年",
                    "activity": "冬在江陵，吴融奉诏归朝，休有诗送之，并赠以诗草《西岳集》作品：《送吴融员外赴阙》送吴融员外赴阙（唐·贯休）　　五言律诗　押删韵引用典故：绛灌谗陷　汉文思贾傅，贾傅遂生还。今日又如此，送君非等闲。云寒犹惜雪，烧猛似烹山。应笑无机者，腾腾天地间。"
                },
                {
                    "time": "896年",
                    "activity": "在江陵。刘崇鲁贬官途经荆州，休有诗赠之。作品：《赠抱麻刘舍人》赠抱麻刘舍人（唐·贯休）　　五言排律　押真韵引用典故：经纶　陆海　占鵩　郡政今良吏，门风古缙绅。万年唐社稷，一个哭麻人。愤烈身先死，敷扬气益贞（一作真）。天乎资大宝，泰矣见忠臣。得罪钟多故，投荒岂是迍。玉寒方重涩，松古更青皴。鹏ꃕ宁唯白，龙多岂止荀。道孤梳有雪，恩重泪盈巾。喻蜀须凭草，成周必仗仁。三峰宵旰切，万里渥恩新。赋鵩言无累，依刘德有邻。风期仁祖帽，鼠讶史云尘。禅叟知何幸，玄谈有宿因。双溪逢陆海①，荆渚遇平津②。落日愁闻笛，何人为吐茵。生徒希匠化，寰海仰经纶。疾愈蝉声老③，年丰雨滴频。刘虬师弟子，时喜一相亲。按：①东阳见故浙西侍郎　②江陵见吏部相公　③时公在荆州闲居，夏疾方可"
                },
                {
                    "time": "897年",
                    "activity": "在江陵，有诗。作品：《送郑侍郎骞赴阙》送郑侍郎骞赴阙（唐·贯休）　　七言律诗　押寒韵文章国器尽琅玕，朝骑骎骎岁欲残。彩笔祗宜天上用，绣衣偏称雪中看。休惊断雁离三楚，渐入祥烟下七槃。翰苑旧知凭与说，紫金轮畔寄书难。"
                },
                {
                    "time": "897年",
                    "activity": "秋冬，在江陵，有诗。作品：《送卢舍人三首》（其一）《送卢舍人三首》（其二）《送卢舍人三首》（其三）《送卢舍人朝觐》送卢舍人三首（唐·贯休）一曰：劝君不用登岘首山，读羊祜碑。男儿事业须自奇，此碑山头如日月。日日照人人不知，人不知，青山白云徒尔为。　　其二（唐·贯休）引用典故：商山皓　二曰：劝君登商山，不用觅商山皓。云深雪深骡马倒，我愿终南太华变为金。吾后见之不为宝，我愿九州四海纸。幅幅与君为谏草，使蹑卨践夔。逢轩见皞，日环五色。是物得老，如此即商山皓。商山皓，君不用讨他，他必来相讨。　　其三（唐·贯休）引用典故：轮王　三曰：君不见释梵诸天寿亿垓，天上人间去复来。君又不见紫金为轮一千幅，宝洲□四皆臣伏。轮王释梵作何因，祗是弘隆大乘福。自古皇王与贤哲，顶敬心师刻金玉。报通三世释迦言，莫将梁武为题目。君不见近代韦裴蒋与萧①，文房书府师百僚。代天理物映千古，布发掩泥非一朝。大哉释梵轮王璞，已矣何人继先觉。行行珍重寄斯言，斯言不是寻常曲（缺一字）。按：①韦处厚相国出入庙堂，礼佛如朝见君父。裴休相国师事空王，信敬无比，出将入相，偏重禅门。蒋□相国墙堑空门，为大檀越，中书藩镇，常事天王。萧仿相国清德冠世，白业常修，为佛骨碑，见行于当世送卢舍人朝觐（唐·贯休）　　五言排律　押庚韵引用典故：傅说羹　亚夫营　钟繇笔　膻行无为日，垂衣帝道亨。圣真千载圣，明必万年明。重德须朝觐，流年不可轻。洪才传出世，清甲得高名。罕玉藏无映，嵇松画不成。起衔轩后敕，醉别亚夫营。烧阔荆州熟，霞新岘首晴。重重尧雨露，去去汉公卿。白发应从白，清贫但更清。梦缘丹陛险，春傍綵衣生。既握钟繇笔，须调傅说羹。倘因星使出，一望问支铿。"
                },
                {
                    "time": "897年",
                    "activity": "在江陵，有诗。作品：《送谏官南迁》送谏官南迁（唐·贯休）　　五言律诗　押支韵引用典故：危行危言　危行危言者，从天落海涯。如斯为远客，始是好男儿。瘴杂交州雨，犀揩马援碑。不知千万里，谁复识辛毗。"
                },
                {
                    "time": "898年",
                    "activity": "春在江陵，与文士官员频繁交往，迎送酬唱。有诗送张道古赞其犯言直谏。作品：《送张拾遗赴施州司户》送张拾遗赴施州司户（唐·贯休）引用典故：绛灌谗陷　道之大道古太古，二字为名争莽卤。社稷安危在直言，须历尧阶挝谏鼓。恭闻吾皇至圣深无比，推席却几听至理。一言偶未合尧聪，贾生须看湘江水。君不见顷者百官排闼赴延英，阳城不死存令名。又不见仲尼遥奇司马子，佩玉垂绅合如此。公乎公乎施之掾，江上春风喜相见。畏天之命复行行，芙蓉为衣胜絁绢。好音入耳应非久，三峡闻猿莫回首。且啜千年羹，醉巴酒。"
                },
                {
                    "time": "898年",
                    "activity": "在江陵，有诗。作品：《江陵寄翰林韩偓学士》《送吏部刘相公除东川》《送刘相公朝觐二首》（其一）《送刘相公朝觐二首》（其二）《送崔使君》《送王毂及第后归江西》江陵寄翰林韩偓学士（唐·贯休）　　五言律诗　押歌韵久住荆溪北，禅关挂绿萝。风清闲客去，睡美落花多。万事皆妨道，孤峰谩忆他。新诗旧知己，始为味如何。送吏部刘相公除东川（唐·贯休）　　五言排律　押真韵帝念梓州民，年年战仗频。山川无草木，烽火没烟尘。政乱皆因乱，安人必藉仁。皇天开白日，殷鼎辍诚臣。一日离君侧，千官送渭滨。酒倾红琥珀，马控白骐驎。渥泽番番降，壶浆处处陈。旌幢山色湿，邛僰鸟啼新。帟幕还名俭，良医始姓秦。军雄城似岳，地变物含春。白必侵双鬓，清应诫四邻。吾皇重命相，更合是何人。送刘相公朝觐二首（唐·贯休）　　七言律诗　押支韵九苞仙瑞曜垂衣，一品高标百辟师。魏相十思常自切，曹溪一句几生知①。久交玉帐虽难别，须佐金轮去已迟。唯杜荆州最惆怅，柳门回首落花时。按：①公深入禅理　　其二（唐·贯休）　　七言律诗　押东韵引用典故：傅说羹　急徵祗是再登庸，生意人心万国同。燮理久徵殷傅说，谭真欲过李玄通。程穿岘首春光老，马速商于曙色红。从此龙颜又应瘦，寰瀛俱荷代天功。送崔使君（缺二字）（唐·贯休）引用典故：事刘　子牟恋　柳门柳门，芳草芊绵。日日日日，黯然黯然。子牟恋阙归阙，王粲下楼相别。食实得地，颇淹岁月。今朝天子在上，合雪必雪。况绛之牧，文行炳洁。释谓缘因，久昵清尘。王嘉迎安，远狎遗民。媲彼二子，厥或相似。论文不文，话道无滓。士有贵逼，势不可遏。麟步规矩，凤翥昂蘖。岘首仁踪项频跋，商云乳麝香可撮。望尘□□连紫闼，吾皇必用整乾坤，莫忘江头白头达①。按：①白头达事见《高僧传》送王毂及第后归江西（唐·贯休）　　五言律诗　押微韵太宗罗俊彦，桂玉比光辉。难得终须得，言归始是归。风帆天际吼，金鹗月中飞。五府如交辟，鱼书莫便稀。"
                },
                {
                    "time": "901年",
                    "activity": "本年中期北返江陵。"
                },
                {
                    "time": "902年",
                    "activity": "在荆门。"
                },
                {
                    "time": "902年",
                    "activity": "约于冬日离黔返荆门。"
                },
                {
                    "time": "903年",
                    "activity": "春在荆门，有诗。作品：《上荆南府主三让德政碑》上荆南府主三让德政碑（唐·贯休）引用典故：五色笔　明明赫赫中兴主，动纳诸隍冠前古。四海英雄尽戢兵，皆如圪圪（一作矻矻）天金柱。万姓多论政与德，请树丰碑似山岳。一从寇灭二十年，琬琰雕镌赐重叠。荆州化风何卓异，寡欲无为合天地。虽立贞碑与众殊，字字皆是吾皇意。君侯捧碑西拜泣，臣且何人恩荐及。凤皇（一作诏）衔下雕龙文，德昧政虚争敢立。函封三奏心匍匐，坚让此碑声盖国。我恐江淹五色笔，作不立此碑之碑文不得。"
                },
                {
                    "time": "903年",
                    "activity": "春荆门，有诗送人。作品：《送薛侍郎贬峡州司马》送薛侍郎贬峡州司马（唐·贯休）　　押尤韵引用典故：八凯　得罪唯惊恩未酬，夷陵山谁称闲游。人知八凯须当国，猿到三声不用愁。花落扁舟香冉冉，草侵公署雨脩脩。因人好寄新诗好，不独江东有沃州。"
                },
                {
                    "time": "903年",
                    "activity": "秋在荆门，有诗送人。作品：《送梦上人归京》送梦上人归京（唐·贯休）伊余龙钟归海涯，千山万水情自怡。梦公别我还上国，江边惨执行迟迟。向我道云中觅伴未得伴，又示我数首新诗尽是诗。只恐不如此，若如此如此，即须天子知。萧萧金吹荆门口，槐菊斗黄落叶走。前程胜事未可涯，但空圭峰难入手。莲峰掌记韩拾遗，雁行雍穆世所稀。二十年前即别离，凭师一话吟朝饥。"
                },
                {
                    "time": "903年",
                    "activity": "在荆门，欲西入蜀，有诗。作品：《闻知闻赴成都辟请》闻知闻赴成都辟请（唐·贯休）　　五言律诗　押寒韵文翁还化蜀，帟幕列鹓鸾。饮水临人易，烧山觅士难。锦机花正合，棕蕈火初乾。知己相思否，如何借羽翰。"
                }
            ]
        },
        {
            "Latitude": 28.251769,
            "Longitude": 113.087489,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430121",
            "Title": "长沙",
            "Detail": [
                {
                    "time": "898年",
                    "activity": "秋，南游入湘，有诗。作品：《晚泊湘江作》（作于何地不详，暂置于此。）晚泊湘江作（一作晚泊湘江怀古）（唐·贯休）　　五言律诗　押真韵烟浪瀁①秋色，高吟似有②邻。一轮湘渚月，万③古独醒人。岸湿穿花远，风香祷庙频。祗应谀佞者，到此不伤神。按：①一作濛　②一作得　③一作千"
                },
                {
                    "time": "898年",
                    "activity": "在湖南，有诗。作品：《中秋十五夜月》（作于何地不详，暂置于此。）《病鹤诗》（残）（作于何地不详，暂置于此。）《酷吏词》（《酷吏词》或此年作，至于作于何地，不详，暂置于此。）中秋十五夜月（唐·贯休）　　七言律诗　噀雪喷霜满碧虚，王孙公子玩相呼。从来天匠为轮足，自是人心此夜馀。静入万家危露滴，清埋众象叫鸿孤。坐来惟觉情无极，何况三湘与五湖。酷吏词（唐·贯休）题注：唐末寇乱，休避地渚宫，荆帅高氏优待之。馆于龙兴寺，会有谒宿，话时政不治，乃作《酷吏词》以刺之。霰雨灂灂，风号如斸。有叟有叟，暮投我宿。吁叹自语，云太守酷。如何如何，掠脂斡肉。吴姬唱一曲，等闲破红束。韩娥唱一曲，锦段鲜照屋。宁知一曲两曲歌，曾使千人万人哭。不惟哭，亦白其头，饥其族，所以祥风不来，和气（一作风）不复。蝗乎（一作兮）蠈忽（一作兮），东西南北。"
                },
                {
                    "time": "899年",
                    "activity": "游湖南，与湘中文士裴说等交往。"
                },
                {
                    "time": "899年",
                    "activity": "春在湖南，有诗送禅师。作品：《春送禅师归闽中》春送禅师归闽中（唐·贯休）　　五言律诗　押阳韵春色满三湘，送师还故乡。穿霞逢黑鴥，乞食得红姜。大化宗门辟，孤禅海树凉。傥为新句偈，寄我亦何妨。"
                }
            ]
        },
        {
            "Latitude": 26.899517,
            "Longitude": 112.578397,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4304",
            "Title": "衡阳",
            "Detail": [
                {
                    "time": "899年",
                    "activity": "春末入南岳深居不出，有诗。作品：《送黄宾于赴举》《送于兢补阙赴京》《偶作因怀山中道侣》《送新罗衲僧》《赠写经僧楚云》（重出诗）送黄宾于赴举（唐·贯休）　　五言律诗　押微韵题注：第三句第七句各缺一字冬暮雨霏霏，行人喜可稀。二阶□夜雪，亚圣在春闱。马疾顽童远，山荒冻叶飞。□师无一事，应见丽龟归。送于兢补阙赴京（唐·贯休）　　五言律诗　押支韵乱离吾道在，不觉到清时。得句下雪岳，送君登玉墀。冷惊蝉韵断，凉触火云隳。倘遇南来使，无忘问所之。偶作因怀山中道侣（唐·贯休）　　七言律诗　押真韵是是非非竟不真，桃花流水送青春。姓刘姓项今何在，争利争名愁杀人。必竟输他常寂默，只应赢得苦沈沦。深云道者相思否，归去来兮湘水滨。送新罗衲僧（唐·贯休）　　押支韵扶桑枝西真气奇，古人呼为师子儿。六环金锡轻摆撼，万仞雪峤空参差。枕上已无乡国梦，囊中犹挈石头碑①。多惭不便随高步，正是风清无事时。按：①南岳石头大师，刘珂郎中作碑文也"
                },
                {
                    "time": "899年",
                    "activity": "在南岳。十二月三日吴融在京为贯休《禅月集》作序。"
                },
                {
                    "time": "901年",
                    "activity": "春归南岳，有诗。作品：《晚春寄吴融于兢二侍郎》晚春寄吴融于竞二侍郎（唐·贯休）　　五言律诗　押删韵白头为远客，常忆白云间。祗觉老转老，不知闲是闲。花含宜细雨，室冷是深山。唯有霜台客，依依是往还。"
                }
            ]
        },
        {
            "Latitude": 24.816174,
            "Longitude": 113.603757,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4402",
            "Title": "韶关",
            "Detail": [
                {
                    "time": "900年",
                    "activity": "南游粤中，挂锡曹溪六祖禅林，有诗。作品：《题曹溪祖师堂》《赠灵鹫山道润禅师院》题曹溪祖师堂（唐·贯休）　　押侵韵皎洁曹溪月，嵯峨七宝林。空传智药记，岂见祖禅心。信衣非苧麻，白云无知音。大哉双峰溪，万古青沈沈。赠灵鹫山道润禅师院（唐·贯休）　　五言律诗　押先韵常恨烟波隔，闻名二十年。结为清气引，来到法堂前。薪拾纷纷叶，茶烹滴滴泉。莫嫌来又去，天道本泠然。"
                }
            ]
        },
        {
            "Latitude": 23.135308,
            "Longitude": 113.270793,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4401",
            "Title": "广州",
            "Detail": [
                {
                    "time": "900年",
                    "activity": "复南行至南海，有诗。作品：《南海晚望》《怀卢延让》《悼张道古》《怀南岳隐士二首》（其一）《怀南岳隐士二首》（其二）《偶作因怀大同道友》南海晚望（唐·贯休）　　五言律诗　押微韵海上聊一望，舶帆天际飞。狂蛮莫挂甲，圣主正垂衣。风恶巨鱼出，山昏群獠归。无人知此意，吟到月腾辉。怀卢延让（时延让新及第）（唐·贯休）　　五言律诗　押尤韵冥搜忍饥冻，嗟尔不能休。几叹不得力，到头还白头。姓名归紫府，妻子在沧洲。又是蝉声也，如今何处游。悼张道古（唐·贯休）　　七言律诗　押东韵题注：昭宗时，道古官拾遗，以直谏贬蜀中死。清河逝水大悤悤，东观无人失至公。天上君恩三载隔，鉴中鸾影一时空。坟生苦雾苍茫外，门掩寒云寂寞中。惆怅斯人又如此，一声蛮笛满江风。怀南岳隐士二首（一作赠隐者）其一（一作贯休诗）（唐·孟郊）　　五言律诗　押阳韵引用典故：煮石吃　千峰映碧湘，真隐此中藏。饼不煮石吃，眉应似发长。风榸①支酒瓮，鹤虱落琴床。虽②敩忘机者，斯人尚未忘。按：①一作根　②一作谁怀南岳隐士二首（一作赠隐者）其二（一作孟郊诗）（唐·贯休）　　五言律诗　押蒸韵见说祝融峰，擎天势似腾。藏千寻瀑布，出十八高僧。古路无人迹，新霞出石棱。终期将尔叟，一一月中登。偶作因怀大同道友（唐·贯休）　　五言律诗　押真韵蛮木叶不落，微吟漳水滨。二毛空有雪，万事不如人。堑水平芳草，山花落净巾。天童好真伴，何日更相亲。"
                }
            ]
        },
        {
            "Latitude": 29.709427,
            "Longitude": 107.39624,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN500102",
            "Title": "涪陵",
            "Detail": [
                {
                    "time": "902年",
                    "activity": "春在荆门忤荆帅成汭，递放黔中，途经涪陵。"
                }
            ]
        },
        {
            "Latitude": 29.29953,
            "Longitude": 108.172132,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN500243",
            "Title": "彭水",
            "Detail": [
                {
                    "time": "902年",
                    "activity": "在黔中，有诗。作品：《晚春寄张侍郎》《寄景判官兼思州叶使君》《秋末寄张侍郎》《与刘象正字》晚春寄张侍郎（唐·贯休）　　五言律诗　押寒韵遐想涪陵岸，山花半已残。人心何以遣，天步正艰难①。鸟听黄袍小②，城临白帝寒。应知窗下梦，日日到江干。按：①时昭宗在岐下　②黄袍，禽也寄景判官兼思州叶使君（唐·贯休）　　五言律诗　押寒韵引用典故：髯参　独住西峰半，寻常欲下难。石多桐屐齾，香甚药花乾。荏苒新莺老，穷通亦自宽。髯参与短簿，始为一吟看。秋末寄张侍郎（唐·贯休）　　五言律诗　押阳韵静坐①黔城北，离仁半岁彊。雾中红黍熟，烧后白云香。多病如何好，无心去始长。寂寥还得句，溪上寄三张。按：①一作处与刘象正字（唐·贯休）　　五言律诗　押删韵独居三岛上①，花竹映柴关。道广群仙惜，名成万事闲。病多唯纵酒，静极不思山。唯有逍遥子，时时自往还。按：①在观中住"
                }
            ]
        },
        {
            "Latitude": 32.014789,
            "Longitude": 112.129089,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4206",
            "Title": "襄阳",
            "Detail": [
                {
                    "time": "903年",
                    "activity": "暮春，北游至襄阳，访孟浩然故居，有诗。作品：《经孟浩然鹿门旧居二首》（其一）《经孟浩然鹿门旧居二首》（其二）经孟浩然鹿门旧居二首（唐·贯休）　　五言律诗　押歌韵孟子终焉处，游人得得过。ꄊ深黄狖小，地暖白云多。孔圣嗟大谬，玄宗争奈何。空馀岘山色，千古共嵯峨。　　其二（唐·贯休）　　五言律诗　押灰韵花落谷莺啼，精灵安在哉。青山不可问，永日独裴回。冢穴应藏虎，荒碑祗见苔。伊余亦惆怅，昨日郢城回。"
                }
            ]
        },
        {
            "Latitude": 30.697602,
            "Longitude": 111.292971,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4205",
            "Title": "宜昌",
            "Detail": [
                {
                    "time": "903年",
                    "activity": "夏成汭兵败死，贯休遂西入蜀，途经三峡，有诗。作品：《三峡闻猿》（作于何地，不详，暂置于宜昌。）三峡闻猿（唐·贯休）　　五言律诗　押先韵历历数声猿，寥寥渡白烟。应栖多月树，况是下霜天。万里客危坐，千山境悄然。更深仍不住，使我欲移船。"
                }
            ]
        },
        {
            "Latitude": 29.570997,
            "Longitude": 106.557165,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN50",
            "Title": "重庆",
            "Detail": [
                {
                    "time": "903年",
                    "activity": "过相思寺，有诗。作品：《秋过相思寺》秋过相思寺（唐·贯休）　　五言律诗　押支韵见说相思寺，今来似有期。瘴乡终有出，天意固难欺。昼雨先花岛，秋云挂戍旗。故人多在蜀，不去更何之。"
                }
            ]
        },
        {
            "Latitude": 30.868288,
            "Longitude": 104.418493,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN510121",
            "Title": "金堂",
            "Detail": [
                {
                    "time": "903年",
                    "activity": "游云顶山，有诗。作品：《游云顶山晚望》游云顶山晚望（唐·贯休）　　五言律诗　押支韵云顶聊一望，山灵草木奇。黔南在何处，堪笑复堪悲。菊歇香未歇，露繁蝉不饥。明朝又西去，锦水与峨眉。"
                }
            ]
        },
        {
            "Latitude": 30.576279,
            "Longitude": 104.071216,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN5101",
            "Title": "成都",
            "Detail": [
                {
                    "time": "903年",
                    "activity": "初冬抵成都，献诗王建，王建大悦，留住东禅院。作品：《陈情（献蜀皇帝）》（八月，王建始进爵蜀王。此诗题中云“蜀皇帝”，实乃后人所加。）《（大蜀高祖潜龙日）献陈情偈颂》（此诗题云“大蜀高祖潜龙日”，实乃后人所加，本年王建尚未称帝。）《蜀王入大慈寺听讲》陈情献蜀皇帝（唐·贯休）　　七言律诗　押灰韵引用典故：郭隗台　河北江东①处处灾，唯闻全蜀勿②尘埃。一瓶一钵垂垂老，千水千山得得来。奈菀③幽栖多胜景，巴歈陈贡愧非才。自惭林薮龙钟者，亦得亲登郭隗台。按：①一作河南　②一作少　③一作秦苑大蜀高祖潜龙日献陈情偈颂（唐·贯休）有叟有叟，居岳之室。忽振金汤，下彼巉崒。闻蜀风景，地宁得一。富人侯王，旦奭摩诘。龙角日角，紫气盘屈。揭日月行，符汤禹出。天步孔艰，横流犯跸。穆穆蜀俗，整整师律。髯发垂雪，忠贞贯日。四人苏活，万里丰谧。无雨不膏，有露皆滴。有叟有叟，无实行实。一瓶一衲，既朴且质。幸蒙顾盼，词煖恩郁。轩镜光中，愿如善吉。蜀王入大慈寺听讲（天复三年作）（唐·贯休）　　七言排律　押灰韵引用典故：八凯　支遁　三台　玉节金珂响似雷，水晶宫殿步裴回。祗缘支遁谈经妙，所以许询都讲来。帝释镜中遥仰止①，魔军殿上动崔巍。千重香拥龙鳞立，五种风生锦绣开②。宽似大溟生日月，秀如四岳出尘埃。一条紫气随高步，九色仙花落古台。谢太傅须同八凯，姚梁公可并三台。登楼喜色禾将熟，望国诚明首不回。驾驭英雄如赤子，雌黄贤哲贡琼瑰。六条消息心常苦，一剑晶荧敌尽摧。木铎声中天降福，景星光里地无灾。百千民拥听经座，始见重天社稷才。按：①善法堂前有七宝镜，照四天下②上界天王欲下游行时，先有三种风生：一，开其楼台殿阁；二，香气芬馥；三，吹去萎花，更雨新者"
                },
                {
                    "time": "904年",
                    "activity": "春，在成都，有诗。作品：《到蜀与郑中丞相遇》到蜀与郑中丞相遇（唐·贯休）　　七言律诗　押灰韵引用典故：死灰　三台　深隐犹为未死灰，远寻知己遇三台。如何麋鹿群中出，又见鹓鸾天上来。剑阁霞黏残雪在，锦江香甚百花开。谩期王谢来相访，不是支公出世才。"
                },
                {
                    "time": "904年",
                    "activity": "春，在成都，有称颂蜀王诗作。作品：《蜀王登福感寺塔三首》（其一）《蜀王登福感寺塔三首》（其二）《蜀王登福感寺塔三首》（其三）蜀王登福感寺塔三首（唐·贯休）　　七言律诗　押真韵天资忠孝佐金轮，香火空王有宿因。此世喜登金骨塔，前生应是育王身①。封疆岁暮笙歌合，襦裤正初锦绣新。释子沾恩无以报，祗擎章句贡平津。按：①佛记育王造四万八千塔　　其二（唐·贯休）　　七言律诗　押东韵引用典故：支公　似圣悲增道不穷，忧民忧国契尧聪。两髯有雪丹霄外，万里无尘一望中。南照微明连莽苍，峨嵋拥秀接崆峒。林僧岁月知何幸，还似支公见谢公。　　其三（唐·贯休）　　七言律诗　押灰韵步步层层孰可陪，相轮边日照三台。喜欢烝庶皆相逐，惆怅銮舆尚未回。金铎撼风天乐近，仙花含露瑞烟开。一年一度常如此，愿见文翁百度来。"
                },
                {
                    "time": "904年",
                    "activity": "在成都，有称颂蜀王诗作。作品：《（大蜀皇帝潜龙日）述圣德诗五首》（其一）（此诗题云“大蜀皇帝潜龙日”，实乃后人所加，本年王建尚未称帝。）《（大蜀皇帝潜龙日）述圣德诗五首》（其二）（此诗题云“大蜀皇帝潜龙日”，实乃后人所加，本年王建尚未称帝。）《（大蜀皇帝潜龙日）述圣德诗五首》（其三）（此诗题云“大蜀皇帝潜龙日”，实乃后人所加，本年王建尚未称帝。）《（大蜀皇帝潜龙日）述圣德诗五首》（其四）（此诗题云“大蜀皇帝潜龙日”，实乃后人所加，本年王建尚未称帝。）《（大蜀皇帝潜龙日）述圣德诗五首》（其五）（此诗题云“大蜀皇帝潜龙日”，实乃后人所加，本年王建尚未称帝。）大蜀皇帝潜龙日述圣德诗五首（唐·贯休）　　七言律诗　押庚韵岳渎殊祥日月精，入尧金镜佐休明。衣严黼黻皇恩重，剑折芙蓉紫气横。玉甃金汤山岳峻，花藏台榭管弦清。已闻图上凌烟阁，宠渥穹窿玉不名。　　其二（唐·贯休）　　七言律诗　押寒韵引用典故：齐桓　扶持社稷似齐桓，百万雄师贵可观。神智发中真莫测，贡输天下学应难。风清鼙角□□□，□肃神龙草木寒。堪羡蜀民恒有福，太平时节一般般①。按：①第五句缺三字，第六句缺一字　　其三（唐·贯休）　　七言律诗　押鱼韵引用典故：珠履三千　珠履三千侍玉除①，宫②花飘锦早莺初。虽然周孔心相似，其奈龚黄政不如。浩浩歌谣闻禁掖，重重襦裤满樵渔。若论朝野艰难日，第一之功美有馀。按：①一作坐隅　②一作棠　　其四（唐·贯休）　　七言律诗　押灰韵紫髯青眼代天才，韩白孙吴稍可陪。祗见赤心尧日下，岂知真气梵天来。听经瑞雪时时落，登塔天花步步开。尽祝庄椿同寿考，人间岁月岂能催。　　其五（唐·贯休）　　七言律诗　押元韵引用典故：曹参酒　让畔　丈夫勋业正乾坤，麟凤龟龙尽在门。西伯最怜耕让畔，曹参空爱酒盈樽。心慈为受金仙嘱，发白缘酬玉砌恩。从此于门转高大，可怜子子与孙孙。"
                },
                {
                    "time": "904年",
                    "activity": "在成都，暇时游览周边寺庙胜迹，有诗。作品：《经先主庙作》经先主庙作（唐·贯休）　　五言律诗　押歌韵古庙积烟萝，威灵及物多。因知曹孟德，争奈此公何。树古雷痕剥，碑荒篆画讹。今朝冥祷祝，祗望息干戈。"
                },
                {
                    "time": "904年",
                    "activity": "冬，在成都，有诗。作品：《送卢秀才应举》送卢秀才应举（唐·贯休）　　五言律诗　押阳韵引用典故：穿杨　几载阻兵荒，一名终不忘。还冲猛风雪，如画冷朝阳①。句好慵将出，囊空却不忙。明年公道日，去去必穿杨。按：①时多画李白、王昌龄、常建、冷朝阳冒风雪入京"
                },
                {
                    "time": "905年",
                    "activity": "在成都，有诗怀人。作品：《怀钱塘罗隐章鲁封》怀钱唐罗隐章鲁封（唐·贯休）　　五言律诗　押虞韵引用典故：鸡鸣狗盗　二子依公子，鸡鸣狗盗徒。青云十上苦，白发一茎无。风涩潮声恶，天寒角韵孤。别离千万里，何以慰荣枯。"
                },
                {
                    "time": "906年",
                    "activity": "在成都。王建为贯休建龙华禅院，休于本年入居。"
                },
                {
                    "time": "906年",
                    "activity": "在成都，休与道士杜光庭交往。"
                },
                {
                    "time": "907年",
                    "activity": "在成都，与西蜀文士相唱和，有诗。作品：《和毛学士舍人早春》和毛学士舍人早春（唐·贯休）　　五言排律　押覃韵引用典故：晏婴骖　陋巷冬将尽，东风细杂篮。解牵窗梦远，先是涧梅谙。茶癖金铛快①，松香玉露含。书斋山帚撅，盘馔药花甘。雅得琴中妙②，常挼脸似酣。雪消闻苦蛰，气候似宜蚕。密勿须清甲，朝归绕碧潭。丹心空拱北，新作继周南。竹杖无斑点，纱巾不著簪。大朝名益重，后进力皆覃。至理虽亡一，臣时亦说三。不知门下客，谁上晏婴骖。按：①舍人有《茶谱》　②舍人妙于七弦"
                },
                {
                    "time": "908年",
                    "activity": "在成都，与韦庄交往，有诗。本年正月韦庄为相，休诗当作于此后。作品：《酬韦相公见寄》《和韦相公话婺州陈事》酬韦相公见寄（唐·贯休）　　七言律诗　押歌韵盐梅金鼎美调和，诗寄空林问讯多。秦客弈棋抛已久，楞严禅髓更无过。万般如幻希先觉，一丈临山且奈何①。空讽平津好珠玉，不知更得及门么。按：①日到天心，乃相公之日，老僧日去山乃一丈耳和韦相公话婺州陈事（唐·贯休）　　五言律诗　押尤韵引用典故：白牛　昔事堪惆怅，谈玄爱白牛①。千场花下醉，一片梦中游。耕避初平石，烧残沈约楼。无因更重到，且副济川舟。按：①《法华经》以白牛喻大乘"
                },
                {
                    "time": "908年",
                    "activity": "在成都。二月八日为王建进祝寿诗。作品：《寿春节进》（贯休累加龙楼待诏、明因辨果功德大师，翔麟殿引驾、内供奉，经律论道门选练教授，三教玄逸大师，守两川僧箓大师，食邑三千户，赐紫大沙门（一作：龙楼待诏、明因辨果功德大师，翔麟殿首座、引驾、内供奉、讲唱大师、道门弟子、使选鍊校授文章应制大师，两街僧箓，封司空大仆卿，云南八国镇国大师，左右街龙华道场对御讲赞大师，兼禅月大师，食邑八千户，赐紫大沙门）案：“一作”以下即各本《禅月集》卷首所录贯休在蜀所得到的封号，当为武成元年至永平二年卒后历年累加，难以一一详考。）寿春节进（一本注武成元年作）（唐·贯休）　　五言排律　引用典故：傅说梦　鼓腹　圣运关天纪，龙飞古帝基。振摇三蜀地，耸发万年枝。出震同中古，承乾动四夷。恩颁新命广，泪向旧朝垂。大宝归玄谶，殊祥出远池①。法天深罔测，体圣妙难知。俭德为全德，无思契十思。丕图非力至，英武悉天资。正直方亲切，回邪岂敢窥。将排颇与牧，相得稷兼夔。盐出符真主（盐涌并野），麟来合大规（麒麟见）。赓歌随羽籥，奕叶敩伊祁。寡欲情虽泰，忧民色未怡。盛如唐创业，宛胜晋朝仪。旰食宫莺啭，宵衣禁漏迟。多于汤土地，还有禹胼胝。视物如伤日，胜残去杀时。守文情的的，无逸戒孜孜。轩顼风重振，皇唐鼎创移。始闻呈瑞石，又报产灵芝②。覆帱高缘大，包容妙在卑。兄呼春赫日，师指佛牟尼③。佳气宸居合，淳风乐府吹。急贤彰帝业，解网见天慈。粟赤千千窖，军雄万万儿。八蛮须稽颡，四海仰昌期。玉辇嫔嫱拥，宫花锦绣欹。尧云同叆叇，汉祖太驱驰。氛祲根株尽，浇讹朕兆隳。山河方有截，野逸诏无遗。境静消锋镝，田香熟稻ꃠ。梦中逢傅说，殿上见辛毗。金镜悬千古，彤云起四维。盛行唐典法，再睹舜雍熙。祝寿乾文动，郊天太一随。煌煌还宿卫，亹亹叶声诗。饮醴和甘雨，非烟绕御帷。银轮随宝马，玉沼见金龟（金色龟见）。杳杳闻韶濩，重重降抚绥。魏徵须却出，葛亮更何之。简约逾前古，升平美不疑。触邪羊唅唅，鼓腹叟嘻嘻。迈五方云大，超三始见奇。锦霞连紫极，仙鸟下峨眉。谢傅还为傅，周师又作师。纳隍为永任，从谏契无为。子子寰瀛主，孙孙日月旗。寿春嗟寿域，万国尽虔祈。捧日三车子，恭思八彩眉。愿将七万岁，匍匐拜瑶墀（拜当作进）。按：①时有黄龙见于嘉州之野②瑞石放光，灵芝生野③大梵天王、帝释，以佛为师也，今上皇帝亦然"
                },
                {
                    "time": "908年",
                    "activity": "在成都，与张格交往，有诗。本年二月张格为相，诗当作于此后。作品：《绣州张相公见访》《酬张相公见寄》绣州张相公见访（唐·贯休）　　七言律诗　押先韵引用典故：范蠡　张良箸　德符唐德瑞通天，曾叱谗谀玉座前。千袭彩衣宫锦薄，数床御札主恩偏。出师暂放张良箸，得罪惟撑范蠡船。未报君恩终必报，不妨金地礼青莲。酬张相公见寄（唐·贯休）　　七言律诗　押侵韵引用典故：公瑾见误　周郎怀抱好知音，常爱山僧物外心。闭户不知芳草歇，无能唯拟住山深。感通未合三生石，骚雅欢擎九转金。但似前朝萧（仿）与蒋（绅），老僧风雪亦相寻。"
                },
                {
                    "time": "908年",
                    "activity": "秋末，在成都，有诗。作品：《秋末江上望》秋末江上望（唐·贯休）　　五言律诗　押真韵莽莽古江滨，纷纷坠叶频。烟霞谁是主，丘陇自伤神。吞并宁唯汉，凄凉莫问陈。尽随流水去，寂寞野花春。"
                },
                {
                    "time": "909年",
                    "activity": "在成都。二月八日为蜀主王建“寿春节”献诗。作品：《大蜀皇帝寿春节进尧铭舜颂二首》（其一）《大蜀皇帝寿春节进尧铭舜颂二首》（其二）大蜀皇帝寿春节进尧铭舜颂二首尧铭（唐·贯休）金册昭昭，列圣孤标。仲尼有言，巍巍帝尧。承天眷命，罔厥矜骄。四德炎炎，阶蓂不凋。永孚于休，垂衣飘飖。吾皇则之，小心翼翼。秉阳亭毒，不遑暇食。土阶苔绿，茅茨雪滴。君既天赋，相亦天锡。德辀金镜，以圣继圣。汉高将将，太宗兵柄。吾皇则之，日新德盛。朽索六马，罔坠厥命。熙熙蓼萧，块润风调。舞擎干羽，囿入刍荛。既玉其叶，亦金其枝。叶叶枝枝，百工允釐。享国如尧，不疑不疑。大蜀皇帝寿春节进尧铭舜颂二首舜颂（唐·贯休）高高历山，有黍有粟。皇皇大舜，合尧玄德。五典克从，四门伊穆。大道将行，天下为公。临下有赫，选贤用能。吾皇则之，无斁无逸。绥厥品汇，光光得一。千辐临顶，十在随跸。大哉大同，为光为龙。吾皇则之，圣谋隆隆。纳隍孜孜，考考切切。六宗是禋，五瑞斯列。排麟环凤，披香立雪。四夷纳赆，九围（一作囿）有截。昔救世师，降生竺乾。寿春亦然，万年万年。"
                },
                {
                    "time": "909年",
                    "activity": "在成都，与王锴交往，有诗。本年八月王锴为相，诗当作于此后。作品：《酬王相公见赠》酬王相公见赠（唐·贯休）　　七言律诗　押先韵孤拙将来岂偶然，不能为漏滴青莲。一从麟笔题墙后，常祗冥心古像前。九德陶镕空有迹，六窗清净始通禅。今朝幸捧琼瑶赠，始见玄中更有玄。"
                },
                {
                    "time": "909年",
                    "activity": "在成都，有诗。作品：《再逢虚中道士三首》（其一）《再逢虚中道士三首》（其二）《再逢虚中道士三首》（其三）再逢虚中道士三首（唐·贯休）　　七言绝句　押寒韵天目西峰古坏坛，坛边相别雪漫漫。如今四十馀年也，还共当时恰一般。　　其二（唐·贯休）　　七言绝句　押先韵囊里灵龟小似钱，道伊年与我同年。壶中长挈天相逐，何处升天更有天。　　其三（唐·贯休）　　七言绝句　押虞韵吾道将君道且殊，君须全似老君须。寻常有语争堪信，爱说蟠桃似瓮粗。"
                },
                {
                    "time": "910年",
                    "activity": "在成都。二月八日为蜀主王建“寿春节”献诗。作品：《寿春节进祝圣七首》（其一）《寿春节进祝圣七首》（其二）《寿春节进祝圣七首》（其三）《寿春节进祝圣七首》（其四）《寿春节进祝圣七首》（其五）《寿春节进祝圣七首》（其六）《寿春节进祝圣七首》（其七）寿春节进（一本注武成元年作）（唐·贯休）　　五言排律　引用典故：傅说梦　鼓腹　圣运关天纪，龙飞古帝基。振摇三蜀地，耸发万年枝。出震同中古，承乾动四夷。恩颁新命广，泪向旧朝垂。大宝归玄谶，殊祥出远池①。法天深罔测，体圣妙难知。俭德为全德，无思契十思。丕图非力至，英武悉天资。正直方亲切，回邪岂敢窥。将排颇与牧，相得稷兼夔。盐出符真主（盐涌并野），麟来合大规（麒麟见）。赓歌随羽籥，奕叶敩伊祁。寡欲情虽泰，忧民色未怡。盛如唐创业，宛胜晋朝仪。旰食宫莺啭，宵衣禁漏迟。多于汤土地，还有禹胼胝。视物如伤日，胜残去杀时。守文情的的，无逸戒孜孜。轩顼风重振，皇唐鼎创移。始闻呈瑞石，又报产灵芝②。覆帱高缘大，包容妙在卑。兄呼春赫日，师指佛牟尼③。佳气宸居合，淳风乐府吹。急贤彰帝业，解网见天慈。粟赤千千窖，军雄万万儿。八蛮须稽颡，四海仰昌期。玉辇嫔嫱拥，宫花锦绣欹。尧云同叆叇，汉祖太驱驰。氛祲根株尽，浇讹朕兆隳。山河方有截，野逸诏无遗。境静消锋镝，田香熟稻ꃠ。梦中逢傅说，殿上见辛毗。金镜悬千古，彤云起四维。盛行唐典法，再睹舜雍熙。祝寿乾文动，郊天太一随。煌煌还宿卫，亹亹叶声诗。饮醴和甘雨，非烟绕御帷。银轮随宝马，玉沼见金龟（金色龟见）。杳杳闻韶濩，重重降抚绥。魏徵须却出，葛亮更何之。简约逾前古，升平美不疑。触邪羊唅唅，鼓腹叟嘻嘻。迈五方云大，超三始见奇。锦霞连紫极，仙鸟下峨眉。谢傅还为傅，周师又作师。纳隍为永任，从谏契无为。子子寰瀛主，孙孙日月旗。寿春嗟寿域，万国尽虔祈。捧日三车子，恭思八彩眉。愿将七万岁，匍匐拜瑶墀（拜当作进）。按：①时有黄龙见于嘉州之野②瑞石放光，灵芝生野③大梵天王、帝释，以佛为师也，今上皇帝亦然"
                },
                {
                    "time": "910年",
                    "activity": "仲夏之际，在成都，休有和韦庄诗。作品：《和韦相公见示〈闲卧>》和韦相公见示闲卧（唐·贯休）　　五言排律　押先韵引用典故：何充爱禅　竹林贤　温树　仲虺　刻形求得相，事事未尝眠。霖雨方为雨，非烟岂是烟。童收庭树果，风曳案头笺。仲虺专为诰，何充雅爱禅。静嫌山色远，病是酒杯偏。蜩响初穿壁，兰芽半出砖。堂悬金粟像①，门枕御沟泉。旦沐虽频握，融帷孰敢褰。德高群彦表，善植几生前。脩补乌皮几，深藏子敬毡。扶持千载圣，潇洒一声蝉。棋阵连残月，僧交似大颠②。常知生似幻，维重直如弦。饼忆莼羹美，茶思岳瀑煎。祗闻温树誉，堪鄙竹林贤。脱颖三千士，馨香四十年。宽平开义路，淡泞润清田。哲后知如子，空王夙有缘。对归香满袖，吟次月当川。休说惭如揵，尧天即梵天。按：①相公常供养维摩居士　②韩吏部重大颠禅师"
                },
                {
                    "time": "911年",
                    "activity": "本年初在成都，有诗酬相公周庠。作品：《酬周相公见赠》酬周相公见赠（唐·贯休）　　七言律诗　押麻韵三界无家是出家，岂宜拊凤睹新麻。幸生白发逢今圣，曾梦青莲映玉沙。境陟名山烹锦水，睡忘东白洞平茶。喜擎绣段攀金鼎，谢朓馀霞始是霞。"
                },
                {
                    "time": "911年",
                    "activity": "在成都。二月八日为蜀主王建“寿春节”献诗。作品：《寿春节进祝大蜀皇帝五首》（其一）《寿春节进祝大蜀皇帝五首》（其二）《寿春节进祝大蜀皇帝五首》（其三）《寿春节进祝大蜀皇帝五首》（其四）《寿春节进祝大蜀皇帝五首》（其五）寿春节进大蜀皇帝五首（唐·贯休）　　七言律诗　押支韵上玄大帝降坤维，箕尾为臣副圣期。岂比赤光盈室日，全同白象下天时。文经武纬包三古，日角龙颜遏四夷。今日降神天上会，愿将天福比须弥。　　其二（唐·贯休）　　七言律诗　押元韵异香滴露降纷纷，紫电环枢照禁门。先冠百王临亿兆，后称十号震乾坤。羲轩之道方为道，草木沾恩始是恩。今以謏才歌睿德，犹如饮海妙难论。　　其三（唐·贯休）　　七言律诗　押庚韵茂祉遐宣胜事并，薰风微入舜弦清。四洲不必归王化，一统那能计圣情。合合鼓钟膏雨滴，峨峨宫阙瑞烟横。西逾昆岳东连海，谁不梯山贺圣明。　　其四（唐·贯休）　　七言律诗　押微韵远人玉帛尽来归，及物天慈物物肥。春力遍时皆甲拆，王言闻者尽光辉。家家锦绣香醪熟，处处笙歌乳燕飞。为报蜀皇勤祷祝，圣明天子古今稀。　　其五（唐·贯休）　　七言律诗　押侵韵引用典故：庄椿　积劫修来似炼金，为皇为帝万灵钦。能当浊世为清世，始见君心是佛心。九野黎民耕浩浩，百蛮朝骑日骎骎。今朝献寿将何比，愿似庄椿一万寻。"
                },
                {
                    "time": "912年",
                    "activity": "二月在成都，有诗。作品：《少年行三首》（其一）《少年行三首》（其二）《少年行三首》（其三）少年行（一作僧贯休诗）（唐·贯休）题注：《纪事》作《公子行》，一本后二首作《公子行》。休入蜀，王建遇之甚厚，日召令诵近诗。一时贵戚皆坐，休欲讽之，乃称《公子行》，建善之，贵倖皆怨之。锦衣鲜华手擎鹘，闲行气貌多轻忽。稼穑艰难总不知，五帝三皇是何物。　　其二（唐·贯休）　　押陌韵自拳五色裘，迸入他人宅。却捉苍头奴，玉鞭打一百。　　其三（唐·贯休）面白如削玉，猖狂曲江曲。马上黄金鞍，适来新赌得。"
                },
                {
                    "time": "912年12月",
                    "activity": "十二月，休卒于龙华禅院。临终前，有诗。作品：《临终歌》"
                }
            ]
        },
        {
            "Latitude": 29.560618,
            "Longitude": 115.989402,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604 庐山",
            "Title": "庐山"
        },
        {
            "Latitude": 29.168498,
            "Longitude": 121.013953,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331 天台山",
            "Title": "天台山"
        },
        {
            "Latitude": 28.35857,
            "Longitude": 121.101873,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3303 雁荡山",
            "Title": "雁荡山"
        },
        {
            "Latitude": 30.486922,
            "Longitude": 117.81077,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3417 九华山",
            "Title": "九华山"
        },
        {
            "Latitude": 40.277583,
            "Longitude": 93.93803,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6209 玉门关",
            "Title": "玉门关"
        },
        {
            "Latitude": 30.139797,
            "Longitude": 120.156493,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301 钱塘江",
            "Title": "钱塘江"
        },
        {
            "Latitude": 24.6524,
            "Longitude": 113.645656,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4402 南华寺",
            "Title": "南华寺"
        },
        {
            "Latitude": 29.842728,
            "Longitude": 106.404068,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN50 缙云山",
            "Title": "缙云山"
        },
        {
            "Latitude": 30.74316,
            "Longitude": 104.493625,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN5101 云顶山",
            "Title": "云顶山"
        }
    ]
}