{
    "lines": [
        {
            "Latitude": 39.490959,
            "Longitude": 115.981009,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN130681",
            "Title": "涿州 (出生地)",
            "Detail": [
                {
                    "time": "779年",
                    "activity": "在故乡范阳出生。"
                },
                {
                    "time": "780-797年",
                    "activity": "在故乡范阳家居。"
                },
                {
                    "time": "798-800年",
                    "activity": "在故乡范阳为浮屠，法名无本。"
                },
                {
                    "time": "802年",
                    "activity": "在故乡范阳居住，作诗准备投见太祝张籍。作品：投张太祝。投张太祝（唐·贾岛）　　押麻韵引用典故：木瓜　琼瑶　风骨高更老，向春初阳葩。泠泠月下韵，一一落海涯。有子不敢和，一听千叹嗟。身卧东北泥，魂挂西南霞。手把一枝栗，往轻觉程赊。水天朔方色，暖日嵩根花。达（一作逵）闲幽栖山，遣寻种药家。欲买双琼瑶，惭无一木瓜。"
                },
                {
                    "time": "803-805年",
                    "activity": "在故乡范阳为浮屠。"
                },
                {
                    "time": "808年",
                    "activity": "在故乡范阳家居，寄诗孟郊。作品：寄孟协律。寄孟协律（唐·贾岛）　　押支韵引用典故：世间歧路　我有吊古泣，不泣向路岐。挥泪洒暮天，滴著（一作每滴）桂树枝。别后冬节至，离心北风吹。坐孤雪扉夕（一作久），泉落石桥时。不惊猛虎啸，难辱君子词。欲酬空觉老，无以堪远持。岧峣倚角窗（一作窗角），王屋悬清思。"
                },
                {
                    "time": "809年",
                    "activity": "在故乡范阳家居。"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "801年",
                    "activity": "在洛阳香山寺石楼与韩愈定交。"
                },
                {
                    "time": "806年12月",
                    "activity": "携新作诣洛阳，见张籍、韩愈。张为太常寺太祝，韩拜国子博士。谒孟郊未果。作品：携新文诣张籍韩愈途中成。携新文诣张籍韩愈途中成（唐·贾岛）　　押皓韵袖有新成诗，欲见张韩老。青竹未生翼，一步万里道。仰望青冥天，云雪压我脑。失却终南山，惆怅满怀抱。安得西北风，身愿变蓬草。地祇闻此语，突出惊我倒。"
                },
                {
                    "time": "807年",
                    "activity": "在洛阳初识试协律郎孟郊。有诗。郊有诗《戏赠无本》作品：投孟郊。投孟郊（唐·贾岛）引用典故：焦梧桐　月中有孤芳，天下聆薰风。江南有高唱，海北初来通。容飘清冷馀，自蕴襟抱中。止息乃流溢，推寻却冥濛。我知雪山子，谒（一作渴）彼偈句空。必竟获所实，尔焉遂深衷。录之孤灯前，犹恨百首终。一吟动狂机，万疾辞顽躬。生平面未交，永夕梦辄同。叙诘（一作诗）谁君师，讵言无吾宗。余求履其迹，君曰可但攻。啜波肠易（一作未）饱，揖险神难从。前岁曾入洛，差池阻从龙。萍家复从（一作徙）赵，云思长萦萦（一作嵩）。嵩海（一作海铲）每可诣，长途追再（一作难）穷。愿倾肺肠事，尽入焦梧桐。"
                },
                {
                    "time": "807年",
                    "activity": "在洛阳见国子博士韩愈，不久回故乡范阳。韩作《送无本师归范阳》"
                },
                {
                    "time": "810年",
                    "activity": "在洛阳，初识河南少尹李益。作品：投李益。投李益（唐·贾岛）　　五言绝句　押侵韵四十归燕字，千①年外始吟。已将书北岳，不用比南金。按：①一作十"
                },
                {
                    "time": "810年",
                    "activity": "秋，与李益、韦执中、诸葛觉在洛阳天津桥南山中联句。作品：天津桥南山中各题一句。"
                },
                {
                    "time": "810年",
                    "activity": "欲游嵩岳，在洛阳别河南少尹李益，作诗。作品：欲游嵩岳留别李少尹益。欲游嵩岳留别李少尹益（一本无益字）（唐·贾岛）　　七言律诗　押支韵引用典故：光阴未抵一先棋　丹凤池　河梁　孤策迟回洛水湄，孤禽嘹唳①幸人知。嵩岳望中常待我，河梁欲上未题诗。新秋爱月愁多雨，古观逢②仙看尽棋。微眇此来将敢问，凤凰何日定③归池。按：①一作喨　②一作寻　③一作始"
                }
            ]
        },
        {
            "Latitude": 38.465839,
            "Longitude": 115.057407,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN139001",
            "Title": "定州",
            "Detail": [
                {
                    "time": "809年",
                    "activity": "冬，过定州易水北岸之博陵。别博陵故人，赴长安应试。多年后写诗《怀博陵故人》：“路遥千万里，人别十三秋。”"
                }
            ]
        },
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安",
            "Detail": [
                {
                    "time": "810年",
                    "activity": "长安应举。谒元稹。"
                },
                {
                    "time": "811年",
                    "activity": "随韩愈入长安，居长安新昌坊南门之东的青龙寺。题壁。作品：题青龙寺。题青龙寺（唐·贾岛）　　七言绝句　押支韵碣石山人一轴诗，终南山北数人知。拟看青龙寺里月，待无一点夜云时。"
                },
                {
                    "time": "811年",
                    "activity": "居长安，青龙寺，题壁。作品：题青龙寺镜公房。题青龙寺镜公房（唐·贾岛）　　五言律诗　押支韵一夕曾留宿，终南摇落时。孤灯冈①舍掩，残磬雪风吹。树老因寒折，泉深出井迟。疏慵岂有事，多失上方期。按：①一作龛"
                },
                {
                    "time": "811年",
                    "activity": "居长安，时韩愈以孟郊诗见示，作诗。作品：双鱼谣。双鱼谣（唐·贾岛）　　押阳韵题注：时韩职方书中以孟常州简诗见示天河堕双鲂，飞我①庭中央。掌握尺馀雪，劈开肠有璜。见令馋舌短，烹绕邻舍香。一得古诗字，与玉含异藏。按：①一作来"
                },
                {
                    "time": "812年",
                    "activity": "居长安延寿里，与张籍（延康里）为邻。作品：延康吟。延康吟（唐·贾岛）　　押真韵寄居延寿里，为与延康邻。不爱延康里，爱此里中人。人非十年故，人非九族亲。人有不朽语，得之烟山春。"
                },
                {
                    "time": "812年",
                    "activity": "居长安延寿里，早起，作诗。早起（唐·贾岛）北客入西京（一作凉），北雁再离北。秋寝独前兴，天梭星落织。耽玩馀恬爽，顾盼轻痾力。旅途少颜尽，明镜劝仙食。出门路纵横，张家路最直。昨夜梦见书，张家厅上壁。"
                },
                {
                    "time": "812年",
                    "activity": "居长安延寿里精舍，作诗。作品：延寿里精舍寓居。延寿里精舍寓居（唐·贾岛）　　押冬韵旅托避华馆，荒楼遂愚慵。短庭无繁植，珍果春亦浓。侧庐废（一作发）扃枢，纤魄时卧逢。耳目乃廛井，肺肝即岩峰。汲泉饮酌馀，见我闲静容。霜蹊犹舒英，寒蝶断来踪。双履与谁逐，一（一作欲）寻青瘦筇。"
                },
                {
                    "time": "812年",
                    "activity": "居长安。沈亚之落第东归吴江，岛与李贺有诗送行。李贺诗《送沈亚之》。作品：送沈秀才下第东归。送沈秀才下第东归（唐·贾岛）曲言恶者谁，悦耳如弹丝。直言好者谁，刺耳如长锥。沈生才俊秀，心肠无邪欺。君子忌苟合，择交如求师。毁出疾夫口，腾入礼部闱。下第子不耻，遗才人耻之。东归家室远，掉辔时参差。浙云近吴见，汴柳接楚垂。明年春光别，回首不复疑。"
                },
                {
                    "time": "813年",
                    "activity": "居长安。"
                },
                {
                    "time": "814年",
                    "activity": "居长安。陈商登第后远游，岛有诗赠别。作品：送陈商。送陈商（唐·贾岛）古道长荆棘，新岐路交横。君于荒榛中，寻得古辙行。足踏圣人路，貌端禅士形。我曾接夜谈，似听讲一经。联翩曾数举，昨登高第名。釜底绝烟火，晓行皇帝京。上客远府游，主人须目（一作月）明。青云别青山，何日复可（一作同）升（一作并）。"
                },
                {
                    "time": "814年",
                    "activity": "居长安。孟郊卒，岛哭吊。作品：哭孟郊（哭孟东野）吊孟协律。哭孟郊（唐·贾岛）　　五言律诗　押先韵身死①声名在，多应万古传。寡妻无子息，破宅带林泉。冢近登山道，诗随过海船。故人相吊后，斜日下寒天。按：①一作没吊孟协律（唐·贾岛）　　五言律诗　押齐韵才行古人齐，生前品位低。葬时贫卖马，远①日哭惟妻。孤冢北邙外，空斋中岳西。集诗应万首，物象遍曾题。按：①一作逝"
                },
                {
                    "time": "815年8月",
                    "activity": "居长安。八月，李文通平淮西，岛赠诗。作品：赠李文通。赠李文通（唐·贾岛）　　七言绝句　押东韵营当万胜冈头下，誓立千年不朽功。天子手擎新钺斧，谏官请赠李文通。"
                },
                {
                    "time": "815年12月",
                    "activity": "居长安。僧怀晖圆寂。岛为文述其德，文佚。存诗。作品：哭柏岩和尚。哭柏岩和尚（唐·贾岛）　　五言律诗　押真韵苔覆石床新，师曾占①几春。写留行道影，焚却坐禅身。塔院关松雪②，经房锁隙尘。自嫌双泪下，不是解空人。按：①一作吾师去　②一作路"
                },
                {
                    "time": "816年9月",
                    "activity": "居长安。李正辞贬金州刺史，岛有诗赠别。姚合进士及第。作品：赠李金州。赠李金州（唐·贾岛）　　五言律诗　押文韵绮里祠前后，山程践白云。溯流随大旆，登岸见全军。晓角吹人梦，秋风卷雁群。雾开方露日，汉水底①沙分。按：①一作与"
                },
                {
                    "time": "818年",
                    "activity": "居长安。"
                },
                {
                    "time": "819年",
                    "activity": "居长安。韩愈以谏迎佛骨贬潮州刺史。岛寄诗。作品：寄韩潮州愈。寄韩潮州愈（唐·贾岛）　　七言律诗　押尤韵此心①曾与木兰舟，直到天南潮②水头。隔岭篇章来华岳，出关书信过泷流。峰悬驿路残云断，海浸城根③老树秋。一夕瘴烟风卷尽，月明初上浪西楼。按：①一作身　②一作湖　③一作闉"
                },
                {
                    "time": "819年",
                    "activity": "居长安。韩愈以谏迎佛骨贬潮州刺史，韩湘相送岛寄诗。作品：寄韩湘。寄韩湘（唐·贾岛）　　五言律诗　押先韵过岭行多少，潮州涨①满川。花开南去后，水冻北归前。望鹭吟登阁，听猿泪滴船。相思堪面话②，不著尺书传。按：①一作瘴　②一作语"
                },
                {
                    "time": "819年",
                    "activity": "居长安。以旧文献膳部员外郎元稹，企求援引。"
                },
                {
                    "time": "820年",
                    "activity": "居长安，作诗投祠部员外郎元稹。作品：投元郎中。投元郎中（唐·贾岛）　　七言律诗　押支韵心①在潇湘归未期，卷中多是得名诗。高台聊望清秋色，片水堪②留白鹭鸶。省宿有时闻急雨，朝回尽日伴禅师。旧文去岁曾将献，蒙与人来说始知。按：①一作秋　②一作难"
                },
                {
                    "time": "820年",
                    "activity": "居长安，张籍自校书郎除国子博士，自延康坊移居靖安坊，岛在其新居题诗。作品：题张博士新居。题张（一作章）博士新居（唐·贾岛）　　五言律诗　押元韵青枫何不种，林在洞庭村。应为三湘远，难移万里根。斗牛初过伏，菡萏欲香门①。旧即湖山隐，新庐葺此原。按：①一作斗移亭北榭，莲照水边门"
                },
                {
                    "time": "821年",
                    "activity": "居长安。元稹迁翰林承旨学士，岛赠诗。作品：赠翰林（该诗《全唐诗》五一四题为《上翰林蒋防舍人》，作者题为朱庆余。李嘉言已校误）赠（一本有某字）翰林（一作朱庆馀诗）（唐·贾岛）　　七言律诗　押真韵清重无①过知内制，从前礼绝外庭人。看花在处多随驾，召宴无时不及②身。马自赐来骑觉稳，诗缘见彻语长③新。应怜独向名场苦，曾十馀年浪过④春。按：①一作可　②一作觐　③一作当　④一作度"
                },
                {
                    "time": "821年",
                    "activity": "秋，与朱庆余、顾非熊、厉玄、僧无可等会宿万年县尉姚合宅。作诗多首。作品：宿姚少府北斋。酬姚少府。重酬姚少府。雨夜同厉玄怀皇甫荀。酬厉玄。宿姚少府北斋（唐·贾岛）　　五言律诗　押支韵石溪同夜泛，复此北斋期。鸟绝吏归后，蛩鸣客卧时。锁城凉雨细，开印曙钟迟。忆此漳川岸，如今是别离。酬姚少府（唐·贾岛）　　五言律诗　押鱼韵梅①树与山木，俱应摇落初。柴门掩寒雨，虫响出秋蔬。枯槁彰清镜，孱愚友道书。刊文非不朽，君子自相于。按：①一作海重酬姚少府（唐·贾岛）　　押缉韵引用典故：沧浪　隙月斜枕旁，讽咏夏贻什。如今何时节，虫虺亦已蛰。答迟礼涉傲，抱疾思加涩。仆本胡为者，衔肩贡客集。茫然九州内，譬如一锥立。欺暗少此怀，自明曾沥泣。量无趫勇士，诚欲戈矛戢。原阁期跻攀，潭舫偶俱入。深斋竹木合（一作多），毕夕风雨急。俸利沐均分，价称烦嘘噏。百篇见删罢，一命嗟未及。沧浪愚将还，知音激所习。雨夜同厉玄怀皇甫荀（唐·贾岛）　　五言律诗　押支韵桐竹绕庭匝，雨多风更吹。还如旧山夜，卧听瀑泉时。碛雁来期近，秋钟到梦迟。沟西吟苦客，中夕话兼思。"
                },
                {
                    "time": "822年",
                    "activity": "在长安，举进士，遭遇制贬。时称“举场十恶”。岛自此终身不第。作诗多首。作品：下第。送康秀才。早蝉。病蝉。下第（一本有别人二字）（唐·贾岛）　　五言律诗　押阳韵下第只②空囊①，如何住③帝乡。杏园啼百舌，谁醉在花傍④。泪落故山远，病来春草长。知音逢⑥岂易⑤，孤棹负⑦三湘。按：①一作鬓毛苍　②一作惟　③一作裴回悬　④一作莺声寒食后，人醉曲江傍　⑤一作岂易别　⑥一作酬　⑦一作复送康秀才（唐·贾岛）　　五言律诗　押先韵俱为落第年，相识落花前。酒泻两三盏，诗吟十数篇。行岐逢塞雨，嘶马上津船。树影高堂下，回时应有蝉。早蝉（唐·贾岛）　　七言律诗　押尤韵早蝉孤抱芳槐叶，噪向残阳意度秋。也任一声催我老，堪听①两耳畏吟休。得非下第无高韵，须是青山隐白头。若问此心嗟叹否，天人不可怨而尤。按：①一作怜病蝉（唐·贾岛）　　五言律诗　押庚韵病蝉飞不得，向我掌中行。拆翼犹能薄，酸吟尚极清。露华凝在腹，尘点误侵睛。黄雀并②鸢①鸟，俱怀害尔情。按：①一作乌　②一作兼"
                },
                {
                    "time": "822年",
                    "activity": "居长安。韩愈擢为吏部侍郎，岛与之同泛黄子陂，有诗。作品：黄子陂上韩吏部。黄子陂上韩吏部（唐·贾岛）　　五言排律　押真韵石楼云（一作云）一别，二十二三春。相逐升堂者，几为埋骨人。涕流闻度（一作染）瘴，病起喜（一作贺）还秦。曾是令（一作今）勤道，非惟恤在迍。疏衣蕉缕细，爽味茗芽新。钟绝滴残雨，萤多无近邻。溪潭承到数，位秩见辞频。若个山招（一作中）隐，机忘任此身。"
                },
                {
                    "time": "822年",
                    "activity": "居长安。张籍擢为水部员外郎，王建为秘书。岛有诗相酬。作品：酬张籍王建。答王建秘书。詶张籍王建（唐·贾岛）　　七言律诗　押先韵疏林荒宅古坡①前，久住还因太守怜。渐老更思深处隐，多闲数得上方眠。鼠抛贫屋收田日，雁度寒江拟②雪天。身是③龙钟应是分，水曹芸阁枉来篇。按：①一作陂　②一作撒　③一作事荅王建（一本无建字）秘书（唐·贾岛）　　五言律诗　押歌韵人皆闻蟋蟀，我独恨①蹉跎。白发无心镊，青山去意多。信来漳浦岸，期负洞庭波。时扫高槐影，朝回或恐过。按：①一作叹"
                },
                {
                    "time": "823年",
                    "activity": "居长安乐游园东之升道坊，张籍到访，岛作诗。作品：张郎中过原东居。张郎中过原东居（唐·贾岛）　　五言律诗　押删韵年长惟添懒，经旬止掩关。高人餐药后，下马此林间。对坐天将暮，同来客亦闲。几时能重至，水味似深山。"
                },
                {
                    "time": "823年",
                    "activity": "居长安。李余及第归蜀。岛与姚合等为其饯别。赋诗。作品：送李余及第归蜀。送李馀及第归蜀（唐·贾岛）　　五言律诗　押微韵知音伸久屈，觐省去光辉。津渡逢清夜，途程尽翠微。云当绵竹叠，鸟离锦江飞。肯寄书来否，原居出亦①稀。按：①一作甚"
                },
                {
                    "time": "823年",
                    "activity": "居长安。韩湘及第，冬，受江西府辟。岛与姚合为其饯别。岛、合同韵赋诗。姚合作《送韩湘赴江西从事》。送韩湘（唐·贾岛）　　五言排律　押真韵挂席从古（一作中）路，长风起广津。楚城花未发，上苑蝶来新。半没湖波月，初生岛草春。孤霞临石镜，极浦映村神。细响吟乾苇，馀馨动远蘋。欲凭将一札，寄与沃洲人。"
                },
                {
                    "time": "823年",
                    "activity": "居长安。逢博陵故人彭兵曹，作诗怀故人。作品：逢博陵故人彭兵曹。怀博陵故人。逢博陵故人彭兵曹（唐·贾岛）　　七言律诗　押麻韵曲阳分散会京华，见说三年住海涯。别后解餐蓬蔂子，向前未识牡丹花。偶逢日者教求禄，终傍泉声拟置家。蹋雪携琴①相就宿，夜深开户斗牛②斜。按：①一作衾　②一作月光怀博陵故人（唐·贾岛）　　五言律诗　押尤韵孤城易水头，不忘旧交游。雪压围棋石，风吹饮酒楼。路遥千万里，人别十三秋。吟苦相思处，天寒水急流。"
                },
                {
                    "time": "824年",
                    "activity": "韩愈告病居长安城南庄，秋，与岛、姚合、张籍等数泛南溪，彼此唱和，岛有诗。是年，韩愈卒。作品：和韩吏部泛南溪。和韩吏部泛南溪（唐·贾岛）　　七言绝句　押文韵溪里晚从池岸出，石泉秋急夜深闻。木兰船共山人上，月映渡头零落云。"
                },
                {
                    "time": "824年",
                    "activity": "居长安。僧觉兴赴河中谒河中尹李愿。岛赠诗。作品：送觉兴上人谒河中李司空。"
                },
                {
                    "time": "824年",
                    "activity": "居长安。多次干谒左散骑常侍李益，作诗。作品：再投李益常侍。再投李益常侍（唐·贾岛）　　五言排律　押庚韵引用典故：然诺　何处初投刺，当时赴尹京。淹留花柳（一作木）变，然诺肺肠倾。避暑蝉移树，高眠（一作登高）雁过城。人家嵩岳色，公府洛河声。联句逢秋尽，尝茶见月生。新衣裁白苧，思从曲江行。"
                },
                {
                    "time": "825年3月",
                    "activity": "居长安。司门郎中于人文出使回纥册立可汗，岛与朱庆余、顾非熊、雍陶并有诗送行。作品：送于中丞使回纥册立。送于中丞使回纥册立（唐·贾岛）　　七言律诗　押鱼韵引用典故：天骄　君立天骄发使车，册文字字著金书。渐通①青冢乡山尽，欲达皇情译语初。调角寒城边色动，下霜秋碛雁行疏。旌旗来往几多日，应向途中见岁除。按：①一作过"
                },
                {
                    "time": "825年",
                    "activity": "居长安。顾非熊归茅山，岛寄诗。作品：寄顾非熊。寄顾非熊（唐·贾岛）　　五言律诗　押齐韵知君归有处，山水亦难齐。犹去潇湘远，不闻猿狖啼。穴通茆岭下，潮满石头①西。独立生遥思，秋原日渐低。按：①一作城"
                },
                {
                    "time": "825年",
                    "activity": "居长安。酬李廓诗。作品：酬（樗际）县李廓少府见寄。詶鄠县李廓少府见寄（唐·贾岛）　　五言律诗　押支韵稍怜公事退，复遇夕阳时。北朔霜凝竹，南山水入篱。吟怀沧海侣，空问白云师。恨不相从去，心惟野鹤知。"
                },
                {
                    "time": "825年9月",
                    "activity": "居长安。九月，令狐楚检校礼部尚书，充宣武节度使，汴宋毫观察使。岛作诗追忆汴梁之游。作品：送令狐綯相公。送令狐绹（一本无绹字）相公（唐·贾岛）　　五言排律　押真韵引用典故：困坂　鸿舂　揠苗　梁园趋戟节，海草几枯春。风水难遭便，差池未振鳞。姓名犹语及，门馆阻何因。苦拟修文卷，重擎献匠人。吟看青岛处，朝退赤墀晨。根爱杉栽活，枝怜雪霰新。缀篇嗟调逸，不知揣才贫。早晚还霖雨，滂沱洗月轮。揠苗方灭裂，成器待陶钧。困坂思回顾，迷邦辄问津。数行望外札，绝句握中珍。是日荣游汴，当时怯往陈。鸿舂乖汉爵，桢病卧漳滨。岳整五千仞，云惟一片身。故山离（一作心）未死，秋水宿经旬。下第能无恧，高科恐有神。罢耕田料废，省钓岸应榛。慷慨知音在，谁能泪堕巾。"
                },
                {
                    "time": "826年",
                    "activity": "居长安。朱庆余进士及第归越，岛与张籍、、姚合赋诗相送。作品：送朱可久归越中。送朱可久归越中（唐·贾岛）　　五言律诗　押鱼韵石头城下泊，北固暝钟初。汀鹭潮冲①起，船窗月过②虚。吴山侵越众，隋柳入唐疏。日欲躬调膳，辟来何府书。按：①一作冲潮　②一作过月"
                },
                {
                    "time": "826年",
                    "activity": "居长安。马戴来访。"
                },
                {
                    "time": "827年",
                    "activity": "居长安。游蒲绛。"
                },
                {
                    "time": "828年",
                    "activity": "居长安。宿姚合宅，寄诗国子司业张籍。作品：宿姚合宅寄张司业籍。宿姚合宅寄张司业籍（一本无籍字）（唐·贾岛）　　五言律诗　押庚韵闲宵因集会①，柱史话先生。身爱无一事，心期往四明。松枝影摇动，石磬响寒清。谁伴南斋宿，月高霜满城。按：①一作会集"
                },
                {
                    "time": "828年",
                    "activity": "居长安。夏日，感伤赋诗“三十年来长在客”作品：夏日寄高洗马。夏日寄高洗马（唐·贾岛）　　七言律诗　押支韵三十年来长在客，两三行泪忽然垂。白衣苍鬓经过懒，赤日朱门偃息迟。花发应耽新熟酒，草颠还写早朝诗。不缘马死西州去，画角堪听是晓吹。"
                },
                {
                    "time": "829年",
                    "activity": "居长安。李祐官沧州，岛寄诗。是年春，白居易告病归，以太子宾客分司东都。作品：寄沧州李尚书。寄沧州李尚书（唐·贾岛）　　五言排律　押元韵沧溟深绝阔，西岸郭东门。弋者罗夷鸟，桴人思峤猿。威棱高腊冽，煦育极春温。陂淀封疆内，蒹葭壁垒根。摇鞞边地脉，愁箭虎狼魂。水县卖纱市，盐田煮海村。枝条分御叶，家世食唐恩。武可纵横讲，功从战伐论。天涯生月片，屿顶涌泉源。非是泥池物，方因（一作应）雷雨尊。沈谋藏未露，邻境帖无喧。青冢骄回鹘，萧关陷吐蕃。何时霖岁旱，早晚雪邦冤。迢遰瞻旌纛，浮阳寄咏言。"
                },
                {
                    "time": "829年",
                    "activity": "居长安。夏，雍陶由长安归蜀，岛有诗赠送。作品：送雍陶入蜀。送雍陶入蜀（唐·贾岛）　　五言律诗　押覃韵江山事若谙，那肯滞云南。草色分危磴，杉阴近古潭。日斜褒谷鸟，夏浅巂州蚕。吾自疑双鬓，相逢更不堪。"
                },
                {
                    "time": "829年",
                    "activity": "雍陶回长安，岛作诗喜迎。作品：喜雍陶至。喜雍陶至（唐·贾岛）　　五言律诗　押东韵今朝笑语同，几日百忧中。鸟度剑门静，蛮归泸水空。步霜吟菊畔，待月坐林东。且莫孤此兴，勿论穷与通。"
                },
                {
                    "time": "830年",
                    "activity": "居长安。庞严除太常太卿，岛作诗称贺。作品：贺庞少尹除太常太卿。贺庞少尹除太常少卿（唐·贾岛）　　七言律诗　押侵韵太白山前终日见，十旬假满拟秋寻。中峰绝顶非无路，北阙除书阻①入林。朝谒此时闲野屐，宿斋何处止②鸣砧？省中石镫陪随步，唯赏烟霞不厌深。按：①一作又　②一作正"
                },
                {
                    "time": "830年",
                    "activity": "居长安。张籍卒，岛作悼诗。作品：哭张籍。哭张籍（唐·贾岛）　　五言律诗　押文韵精灵归恍惚，石磬韵曾闻。即日是前古，谁人耕此坟。旧游孤棹①远，故域九江分。本欲蓬瀛去，餐芝御白云。按：①一作枕"
                },
                {
                    "time": "831年",
                    "activity": "回长安居住。"
                },
                {
                    "time": "833年1月",
                    "activity": "居长安。正月，王茂元出为岭南节度使，岛送别赠诗。作品：赠王将军。赠王将军（唐·贾岛）　　五言律诗　押寒韵宿卫炉烟近，除书墨未乾。马曾金镞中，身有宝刀瘢。父子同时捷，君王画阵看。何当为外帅，白日出长安。"
                },
                {
                    "time": "833年11月",
                    "activity": "居长安。十一月，朱叔夜（即朱尚书）以左神策军长武使出为泾州刺史，充泾原节度使。作品：寄长武朱尚书。寄长武朱尚书（唐·贾岛）　　五言律诗　押寒韵引用典故：登坛　不日即登坛，枪旗一万竿。角吹边月没，鼓绝爆雷残。中国今如此，西荒可取难。白衣思请谒，徒步在长安。"
                },
                {
                    "time": "834年",
                    "activity": "居长安。春，雍陶及第归成都。岛写诗赠别。作品：送雍陶及第归成都宁觐。送雍陶及第归成都宁亲（一作觐）（唐·贾岛）　　五言排律　押庚韵不唯诗著籍，兼又赋知名。议论于题称，春秋对问精。半应阴骘与，全赖有司平。归去峰（一作岩）峦众，别来松桂生。涨江流水品（一作凸），当道白云坑。勿以攻文捷（一作健），而将学剑轻。制衣新濯锦，开酝旧烧罂。同日升科士，谁同膝下荣。"
                },
                {
                    "time": "834年",
                    "activity": "居长安。姚合以刑、户郎中出为杭州刺史，岛赠别。作品：送姚杭州。送姚杭州（唐·贾岛）　　五言律诗　押庚韵白云峰下城，日夕白云生。人老江波①钓，田侵海树耕。吴山钟入越，莲叶吹摇旌。诗异石门思，涛来向越③迎②。按：①一作鱼江　②一作阁上迎　③一作远"
                },
                {
                    "time": "836年",
                    "activity": "居长安。郑史进士及第之岭南，岛有诗赠别。作品：送郑史之岭南。送郑长史之岭南（一本题作送郑史）（唐·贾岛）　　五言律诗　押支韵云林颇重叠，岑渚复幽奇。汨水斜阳岸，骚人正则祠。苍梧多蟋蟀，白露湿江蓠。擢第荣南去，晨昏近九疑。"
                },
                {
                    "time": "836年",
                    "activity": "居长安。蔡京进士及第，岛有诗。作品：送蔡京。送蔡京（唐·贾岛）　　五言律诗　押青韵跃蹄归鲁日，带漏别秦星。易折芳条桂，难穷邃义经。登封多泰岳，巡狩遍沧溟。家在何林下，梁山翠满庭。"
                },
                {
                    "time": "836年",
                    "activity": "姚合自杭州回长安，拜左谏议大夫。岛喜迎，作诗庆贺。作品：喜姚郎中自杭州回。喜姚郎中自杭州回（唐·贾岛）　　五言律诗　押侵韵路多枫树林，累日泊清阴。来去泛流水，翛然适此心。一披江上作，三起月中吟。东省期司谏，云门悔不寻。"
                }
            ]
        },
        {
            "Latitude": 34.527456,
            "Longitude": 107.407139,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610322",
            "Title": "凤翔",
            "Detail": [
                {
                    "time": "817年",
                    "activity": "与朱庆余凤翔西池纳凉，各有诗作。朱庆余作《凤翔西池与贾岛纳凉》。"
                },
                {
                    "time": "817年",
                    "activity": "凤翔岐下送友人，赋诗。作品：岐下送友人归襄阳。岐下送友人归襄阳（唐·贾岛）　　五言律诗　押尤韵引用典故：海上鸥　堕泪岘山　蹉跎随汎梗，羁旅到西州。举翮笼中鸟，知心海上鸥。山光分首①暮，草色向家秋。若更登高岘，看碑定泪流。按：①一作手"
                },
                {
                    "time": "817年",
                    "activity": "秋，居凤翔江沱北，作诗寄武功县主簿姚合。作品：寄武功姚主簿。寄武功姚主簿（唐·贾岛）　　五言排律　居枕江沱北，情悬渭曲西。数宵曾梦见，几处得书披。驿路穿荒坂，公田带淤泥。静棋功奥妙，闲作韵清凄。锄草留丛药，寻山上石梯。客回河水涨，风起夕阳低。空地苔连井，孤村火隔溪。卷帘黄叶落，锁印子规啼。陇色澄秋月，边声入战鼙。会须过县去，况是屡招携。"
                }
            ]
        },
        {
            "Latitude": 34.335599,
            "Longitude": 108.715712,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6104",
            "Title": "咸阳",
            "Detail": [
                {
                    "time": "817年",
                    "activity": "入武功县，谒姚合。"
                }
            ]
        },
        {
            "Latitude": 32.690575,
            "Longitude": 109.03592,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6109",
            "Title": "安康",
            "Detail": [
                {
                    "time": "830年",
                    "activity": "姚合出为金州刺史，岛前往金州。喻凫送行，有《送贾岛赴金州谒姚员外》。"
                }
            ]
        },
        {
            "Latitude": 32.137578,
            "Longitude": 115.057764,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411526",
            "Title": "潢川",
            "Detail": [
                {
                    "time": "832年",
                    "activity": "赴光州，谒刺史王建，游赏赋诗。作品：光州王建使君水亭作。光州王建使君水亭作（唐·贾岛）　　五言律诗　押鱼韵楚水临轩积，澄鲜一亩馀。柳根连岸尽，荷叶出萍初。极浦清相似，幽禽到不虚。夕阳庭际眺，槐雨滴疏①疏。按：①一作稀"
                },
                {
                    "time": "832年",
                    "activity": "离开光州。作诗留别王建。作品：留别光州王使君建。留别光州王使君建（一本无建字）（唐·贾岛）　　五言律诗　押微韵杜陵千里外，期在末秋归。既见林花落，须防木叶飞。楚从何地尽，淮隔数峰微。回首馀霞失，斜阳照客衣。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "835年",
                    "activity": "早秋，游杭州天竺灵隐寺，题诗。作品：早秋寄题天竺灵隐寺。早秋寄题天竺灵隐寺（唐·贾岛）　　七言律诗　押尤韵峰前峰后寺新秋，绝顶高窗见沃洲。人在定中闻蟋蟀，鹤从①栖处挂猕猴。山钟夜渡空江水，汀月寒生古石楼。心忆悬②帆身未遂，谢公此地昔年游。按：①一作曾　②一作挂"
                },
                {
                    "time": "835年11月",
                    "activity": "在杭州。十一月，闻卢仝死于甘露之变，岛作诗悼念。作品：哭卢仝。哭卢仝（唐·贾岛）贤人无官死，不亲者亦悲。空令古鬼哭，更得新邻比。平生四十年，惟著白布衣。天子未辟召，地府谁来追。长安有交友，托孤遽弃移。冢侧志石短，文字行参差。无钱买松栽，自生蒿草枝。在日赠我文，泪流把读时。从兹加敬重，深藏恐失遗。"
                }
            ]
        },
        {
            "Latitude": 30.539156,
            "Longitude": 105.599152,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN5109",
            "Title": "遂宁",
            "Detail": [
                {
                    "time": "837年9月",
                    "activity": "九月，坐飞谤罪责遂州长江县主簿，途中寄诗令狐楚。作品：寄令狐相公（一作赴长江道中）寄令狐相公（一作赴长江道中）（唐·贾岛）　　五言绝句　押尤韵策杖①驰山驿，逢人问梓州。长江那可②到，行客替生愁。按：①一作马　②一作日"
                },
                {
                    "time": "837年11月",
                    "activity": "十一月初，至长江县。令狐楚寄赠寒衣，岛以诗相谢。作品：谢令狐相公赐衣九事。谢令狐绹（一本无绹字）相公赐衣九事（唐·贾岛）　　五言律诗　押微韵引用典故：傅说羹　长江飞鸟外，主簿跨驴归。逐客寒前夜，元戎予厚衣。雪来松更绿，霜降月弥辉。即日①调殷鼎，朝分是与非。按：①一作入"
                },
                {
                    "time": "838年",
                    "activity": "任长江县主簿。"
                },
                {
                    "time": "839年",
                    "activity": "任长江县主簿。《题长江厅》诗曰：“若任迁人去，西溪与剡通”。作品：题长江厅（一作题长江）题长江（一本有厅字）（唐·贾岛）　　五言律诗　押东韵言心俱好静，廨署落晖空。归吏封宵钥，行蛇入古桐。长江频雨后，明月众星中。若任迁人去，西溪①与剡通。按：①一作浮"
                },
                {
                    "time": "840年6月",
                    "activity": "任长江县主簿。"
                }
            ]
        },
        {
            "Latitude": 31.101709,
            "Longitude": 105.101082,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN510722",
            "Title": "三台",
            "Detail": [
                {
                    "time": "837年",
                    "activity": "十月，行次梓州，受东川节度使杨汝士礼遇，观冬设，岛临行上诗相谢。作品：观冬设上东川杨尚书。观冬设上东川杨尚书（唐·贾岛）　　七言律诗　押元韵匏革奏冬非独乐，军城未晓启重门。何时却①入三台贵，此日空知八座尊。罗绮舞中②收雨点，貔貅阃外卷云根。逐迁属吏随宾列，拨③棹扁舟不忘恩。按：①一作去　②一作时　③一作去"
                }
            ]
        },
        {
            "Latitude": 30.103413,
            "Longitude": 105.341827,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN512021",
            "Title": "安岳",
            "Detail": [
                {
                    "time": "840年9月",
                    "activity": "九月秩满，由长江县迁普州司仓参军。刺史乐使君欲辟为纠曹（即录事参军，诸曹官之长），岛作诗辞让。作品：让纠曹上乐使君。让糺曹上乐使君（唐·贾岛）　　五言律诗　押蒸韵引用典故：履薄冰　战战复兢兢，犹如履薄冰。虽然叨一掾，还似说三乘。瓶汲南溪水，书来北岳僧。戆愚兼抱疾，权纪不相应。"
                },
                {
                    "time": "840年",
                    "activity": "普州司仓参军任上。上诗乐刺史，救下狱的康成公。作品：上乐使君救康成公。（此诗又见于《全唐诗》卷七四六《陈陶集》）"
                },
                {
                    "time": "841年1月6日",
                    "activity": "普州司仓参军任上。正月六日，宗密卒。岛写诗追悼。作品：哭宗密禅师。哭宗密禅师（唐·贾岛）　　五言律诗　押先韵鸟道雪岑巅，师亡谁去禅。几尘增灭后，树色改生前。层塔当松吹，残踪傍野泉。唯嗟听经虎，时到坏庵边。"
                },
                {
                    "time": "841年",
                    "activity": "普州司仓参军任上。夏夜，登楼赋诗。作品：夏夜登南楼。夏夜登南楼（唐·贾岛）　　七言绝句　押齐韵水岸寒①楼带月跻，夏林初见岳阳溪。一点新萤报秋信，不知何处是菩提。按：①一作闲"
                },
                {
                    "time": "842年",
                    "activity": "普州司仓参军任上。"
                },
                {
                    "time": "843年7月28日",
                    "activity": "普州司仓参军任上。七月二十八日卒于郡馆舍。葬普州岳阳山。未及十日，有普州司户参军之授，未受命。"
                }
            ]
        },
        {
            "Latitude": 34.560459,
            "Longitude": 112.486647,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103 香山寺",
            "Title": "香山寺"
        },
        {
            "Latitude": 34.239144,
            "Longitude": 108.994591,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101 青龙寺",
            "Title": "青龙寺"
        }
    ]
}