{
    "lines": [
        {
            "Latitude": 25.947723,
            "Longitude": 117.371623,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350481",
            "Title": "永安 (出生地)",
            "Detail": [
                {
                    "time": "1091年",
                    "activity": "是年出生。"
                },
                {
                    "time": "1092-1096年",
                    "activity": "居乡。"
                },
                {
                    "time": "1097年",
                    "activity": "居乡读书，聪敏绝伦。"
                },
                {
                    "time": "1098-1099年",
                    "activity": "居乡读书。"
                },
                {
                    "time": "1100年",
                    "activity": "已能文，出语惊人。"
                },
                {
                    "time": "1101-1104年",
                    "activity": "居乡读书。"
                },
                {
                    "time": "1105年",
                    "activity": "作《代人上县令》"
                },
                {
                    "time": "1106年",
                    "activity": "居乡读书。"
                },
                {
                    "time": "1107-1110年",
                    "activity": "居乡求学。"
                },
                {
                    "time": "1111年7月",
                    "activity": "游陈渊之门，有上杨时书，欲拜识之。作品：《上龟山先生杨博士》"
                },
                {
                    "time": "1112-1117年",
                    "activity": "居乡求学。"
                },
                {
                    "time": "1118年",
                    "activity": "居乡。是春，撰《论书》"
                },
                {
                    "time": "1118-1119年",
                    "activity": "丁父忧。"
                },
                {
                    "time": "1120年2月",
                    "activity": "居乡丁忧。二月，结识李纲，为忘年交。"
                },
                {
                    "time": "1120年",
                    "activity": "初春，有诗与李纲唱和。作品：《寒梅上李舍人诗》寒梅上李舍人（宋·邓肃）穷山触目纷茅苇，此意昏昏谁可洗。竹间忽（诗集作横）破一枝梅，对月嫣然耿寒水。吟诗索酒满高堂，穿帘的皪射晶光。世上膻荤来不到，剪剪天风吹冷香。人言百花睡未起，独冠群芳差可喜。那知和羹自有期，未用（诗集作行事）争雄压桃李。但怜雨雪正濛濛，寒意未舒万象穷。故作选锋驱残腊，挽回天地变春风。"
                },
                {
                    "time": "1120年",
                    "activity": "请李纲为其所藏画题跋，李纲为作《墨戏六首》。二人反复唱和。"
                },
                {
                    "time": "1120年",
                    "activity": "与李纲同游陈氏园。"
                },
                {
                    "time": "1120年",
                    "activity": "仲春，有和李纲春雪诗。作品：《和李梁溪春雪韵二首》和李梁溪春雪韵二首（宋·邓肃）　　七言律诗　押侵韵白白朱朱春已深，那知雪意更阴阴。落花几阵遮山密，穿褐馀寒赖酒禁。骑马不前真有恨，留衣过腊岂无心。等为迁客俱逢雪，谁似梁溪独醉吟。　　其二（宋·邓肃）　　七言律诗　押冬韵玄冥忽欲作春容，不许东君利自封。已使素英拖暖絮，更摧妖艳别寒松。那知往事思飞燕，预庆丰年免象龙。向有谪仙诗句好，何妨闭户醉金钟。"
                },
                {
                    "time": "1120年",
                    "activity": "与李纲唱和荼蘼、岩桂、芍药诸诗。"
                },
                {
                    "time": "1120年",
                    "activity": "与李纲同游栖云寺，有唱和诗并跋文。作品：《跋罗右文李左史题栖云真戒大师营治》"
                },
                {
                    "time": "1120年",
                    "activity": "与李纲唱和。作品：《次韵李舍人》次韵李舍人（宋·邓肃）道山文章伯，杖履作幽栖。笔砚为戏事，业落翻墨螭。平生百万言，定相初不离。更怜世间士，尘网深相闱。笑踵双林辙，誓破万夫疑。八面列神王，剑戟森携持。怒目干龙宫，机缄绝谋惟。佛语浩无际，天地如可弥。笑谈一转毕，璿玑时未移。见者皆了了，钝根化神机。不然分三藏，谁能俱不遗。白头钻故纸，底是出头时。此恩今欲报，四顾将谁依。在佛本无说，于公亦何为。珍重谪仙人，登山力未疲。天涯渺万里，著处即为归。随缘作赞叹，妙语何奇奇。置之天壤间，千古无敢非。我生多肉障，烦公示宝篦。请作一言蔽，牟尼即仲尼。"
                },
                {
                    "time": "1120年4月15日",
                    "activity": "跋李纲《放鲎文》作品：《跋李舍人放鲎文》"
                },
                {
                    "time": "1120年4月",
                    "activity": "初夏，送菖蒲、竹笋与李纲，李纲有诗。"
                },
                {
                    "time": "1120年4月",
                    "activity": "有诗送丹霞禅院的宗本禅师。作品：《送丹霞》"
                },
                {
                    "time": "1120年4月",
                    "activity": "有诗与丹霞禅院的宗本禅师唱和交往。作品：《访丹霞》《谢丹霞老师》访丹霞（宋·邓肃）烟云著天无寸空，寒窗瑟瑟夜号风。浩歌出门何所诣，故人飞锡梵王宫。扣门兀坐寂无语，衲破蒙头面如土。逢场聊复触机锋，千偈澜翻疾风雨。我生鼻孔自撩天，笑将龙肉比谈禅。针水相投得吾子，帖肉汗衫今脱然。但怜净业犹诗酒，醉笔时作蛟龙走。傥惟语默两无妨，凭公刻烛联千首。况是雪意政相留，慎勿匆匆抚刀头。明日谈笑作春色，同在琼瑶十二楼。谢丹霞老师（宋·邓肃）丹霞脩何行，天花雨红英。草莽化金碧，宴坐十年成。落笔多奇语，酬唱皆名卿。微言寄祸福，无心天籁鸣。顷年来七峰，见我眼增明。西来的的意，一语贯三乘。坐令尘土人，弹指悟无生。别来今许久，夜梦飞爽灵。新诗忽入手，春风死草萌。公以慧生定，我自明而诚。相望虽千里，秋风共一清。去去勿作念，明鉴无将迎。"
                },
                {
                    "time": "1120年5月",
                    "activity": "仲夏五月，邓肃家枯梅产芝，李纲有诗赋咏。"
                },
                {
                    "time": "1120年6月18日",
                    "activity": "同李纲聚会凝翠阁，游泛碧斋，有诗唱和。"
                },
                {
                    "time": "1120年7月19日",
                    "activity": "于乃父坟旁筑室，李纲题名曰“显亲”。志宏有诗谢之。作品：《谢李舍人题额》谢李舍人题额（宋·邓肃）寸草春未报，秋风树不停。三年真忽尔，过隙白驹奔。庐坟吾岂敢，北堂有老人。作庵居释子，佛事勤朝昏。太史怜此意，高额揭显亲。梁间垂玉箸，壁上霭飞云。顾我何为者，传家空一经。栖迟已三十，寒灯尚短檠。北辕将适楚，捩手或翻羹。那能为亲显，只可充添丁。但念我先人，白首困飘零。射策不逢赏，青衫脱王庭。今焉逢太史，发挥身后名。坐令九泉下，冷骨复生春。显扬政在此，松楸万世荣。作诗敢论报，欲为肌上铭。"
                },
                {
                    "time": "1120年7月",
                    "activity": "李纲有诗题显亲庵，邓肃又和作。作品：《题显亲庵谨次严韵》题显亲庵谨次严韵（宋·邓肃）寒芦败苇秋风严，魏紫姚黄春色妍。谁能不随天地转，开阖自我古无前。秋花忽从三月盛，引得好诗来相庆。为见漫空儿女姿，义气稍回君子正。我顷失鱼缘钩直，抱璞未酬不须泣。天生我辈岂偶然，但驱百怪归篇什。惭愧梅仙情最亲，期我看花三省身。已趁春风聊一笑，更仿（疑当作傲）秋霜不改春。"
                },
                {
                    "time": "1120年7月",
                    "activity": "题诗陈公叙舫斋，与李纲唱和。作品：《舫斋》舫斋（宋·邓肃）寓形天宇间，一枝慎所处。到眼无溪山，堆胸自尘土。陈子作舫斋，端能世外趣。笑傲风波境，恬无风波虑。循本鱼可观，灰心鸥自舞。风景虽可人，公乎聊四顾。纷纷逐末流，谁援沉迷苦。吾事在济川，慎勿五湖去。"
                },
                {
                    "time": "1120年8月",
                    "activity": "中秋前后，与李纲唱和岩桂诗。"
                },
                {
                    "time": "1120年9月15日",
                    "activity": "九月十五日夜，与李纲、陈兴宗登阁观月、乘船泛溪，有诗词唱和。作品：《凝翠阁陪李梁溪次韵》《陪李梁溪游泛碧》《一剪梅•题泛碧斋》凝翠阁陪李梁溪次韵（宋·邓肃）　　七言律诗　押寒韵栏前碧玉四围宽，满座清风文字欢。霜气袭人秋更爽，溪光耿月夜生寒。登临顾我那能赋，姓字从公遂不漫。此景此时难再得，相思但把锦囊看。陪李梁溪游泛碧（宋·邓肃）凉天夜无云，寒江秋更碧。冷照月华中，水天同一色。画船渺中流，三更群动寂。清风远相随，芦花秋瑟瑟。近山得桂香，隔烟起渔笛。楼台半有无，疑是化人国。我生本无事，钓竿勤水石。今宵更可人，仍侍君子侧。浪登元礼舟，本非谪仙敌。敛手看挥毫，光芒腾万尺。一剪梅题泛碧斋（宋·邓肃）　　押尤韵雨过春山翠欲浮。影落寒溪碧玉流。片帆乘兴挂东风，夹岸花香拥去舟。尊酒时追李郭游。醉卧烟波万事休。梦回风定斗杓寒，渔笛一声天地秋。"
                },
                {
                    "time": "1120年9月28日",
                    "activity": "九月二十八日，陈渊为文祭志宏父南夫。"
                },
                {
                    "time": "1121年3月",
                    "activity": "居乡，上书刘韐献平方腊之策。作品：《上刘延康》"
                },
                {
                    "time": "1121年8月15日",
                    "activity": "中秋，作《丹霞清泚轩记》"
                },
                {
                    "time": "1121年10月",
                    "activity": "冬，作《和谢吏部铁字韵三十四首》，陈渊有唱和。"
                },
                {
                    "time": "1122年",
                    "activity": "回故里，有诗。作品：《南归醉题家圃二首》南归醉题家圃二首（宋·邓肃）　　押阳韵填海我如精卫，当车人笑螳螂。六合群黎有补，一身万段何妨。　　其二（宋·邓肃）　　押元韵近辅暴迫狼虎，圣君德大乾坤。万里去黄金阙，一杯得杏花村①。按：①以上《栟榈先生文集》卷一"
                },
                {
                    "time": "1122年",
                    "activity": "有二书《寄朱乔年》"
                },
                {
                    "time": "1123年",
                    "activity": "春，有诗。作品：《偶成三首》《贺朱乔年生日》贺朱乔年生日（宋·邓肃）三春一半入群芳，朱朱白白竞天香。人间无处著此景，付与长庚作肺肠。长庚乘风下天宇，明窗万卷饱今古。笔端著处皆春容，文墨林中三角虎。祇今声价高云烟，要辙故应岁九迁。便当折槛追家世，与国同休亿万年。"
                },
                {
                    "time": "1123年",
                    "activity": "再度赴京应试，朱松有诗送别。"
                },
                {
                    "time": "1124年",
                    "activity": "落第还乡。"
                },
                {
                    "time": "1125年7月15日",
                    "activity": "七月十五日，作《丹霞赏音文集序》"
                },
                {
                    "time": "1125年11月",
                    "activity": "冬，作《何长善墓志铭》"
                },
                {
                    "time": "1126年",
                    "activity": "春，有《沙县灵卫邓公祝文》等诗文。作品：《沙县灵卫邓公祝文》《灵卫庙赛祝愿文》《兴化重建院记》《沙县福圣院重建塔》《一枝庵记》《东林一枝庵》东林一枝庵（宋·邓肃）世间杰栋俯飞翰，帘旌不动天风寒。但得一身自安逸，谁思寒士三万间。东林天下推第一，净几明窗万禅客。主人幽栖仅一枝，便觉宽容无迫窄。一身六尺何足患，蠢动当知俱欲安。谁识曹溪一滴许，能令法雨遍尘寰。"
                },
                {
                    "time": "1126年",
                    "activity": "清明节，有《栖云日新轩记》"
                },
                {
                    "time": "1126年3月15日",
                    "activity": "三月中旬，因李纲等荐，召赴阙，赐进士出身，补承务郎。"
                },
                {
                    "time": "1126年3月",
                    "activity": "是月，有《答张居实》书。"
                },
                {
                    "time": "1126年4月23日",
                    "activity": "仍居乡未赴诏命。有《题称老开堂疏》"
                },
                {
                    "time": "1126年5月",
                    "activity": "朝廷十一次催促，始拟赴任。有《答陈梦兆》书。"
                },
                {
                    "time": "1127年10月",
                    "activity": "十月，罢左正言，回归乡里。其堂弟志中作《亦骥轩记》"
                },
                {
                    "time": "1127年10月",
                    "activity": "被贬回乡后有诗。作品：《偶题》《次韵二首》次韵二首（宋·邓肃）　　七言律诗　押尤韵玉殿曾叨侍冕旒，才疏意广误旁求。汇征那敢私连茹，勇退何妨在急流。蓬荜已无原宪室，江山要饱子长游。西庵轩槛多风月，幸子时来共茗瓯。　　其二（宋·邓肃）　　七言律诗　押真韵怪底祥光夜满门，朝来入社得诗人。空疏嗟我句无眼，俊逸知君笔有神。共隐兵戈不到处，相携云水自由身。便当痛饮追河朔，红雪缤纷脍锦鳞。"
                },
                {
                    "time": "1127年",
                    "activity": "被贬回乡后所写。作品：《答吴时中》"
                },
                {
                    "time": "1128年2月",
                    "activity": "为文祭陈瓘。作品：《奉安陈谏议祭文》（《两宋词人丛考》本。）"
                },
                {
                    "time": "1128年3月",
                    "activity": "沙县重修儒学，为作记。作品：《沙县重修县学记》"
                },
                {
                    "time": "1128年3月",
                    "activity": "沙县新建三清殿，为作记。作品：《新建三清殿记》"
                },
                {
                    "time": "1128年",
                    "activity": "春，有诗与知县郭汝贤唱和。作品：《与郭舜钦朝请》《次韵郭宰兼简丞尉三首》与郭舜钦朝请（宋·邓肃）成均冷坐穷吞纸，额叩龙墀滨九死。背负琴书偶生还，赖有春风满故里。故里渺居天一隅，因仍蔓草不堪除。多谢先生肯游刃，号令雷霆一扫驱。旧弊忽消新庆长，老稚相携纷击壤。坐使牛蹄一泓中，九万共抟羊角上。只恐朝廷急英雄，割鸡不用烦屠龙。政须太山来压卵，金阙唤回小令公。陋巷嗟余空四壁，饿死平生无枉尺。知音今有昌黎公，玉川得卧三竿日。次韵郭宰兼简丞尉三首（宋·邓肃）　　七言律诗　押江韵独领诗坛卧北窗，故应落笔士夫降。笑谈自扫剡藤万，声价曾高魏阙双。六合便当归化笔，一同聊复赏澄江。初无肯綮烦游刃，夜饮何妨取万缸。　　其二（宋·邓肃）　　七言律诗　押江韵只将诗律对晴窗，我本无为人自降。曹子棒头施色五，崔侯厅下植松双。千篇堪友骑鲸李，八咏当奴梦笔江。文字兴馀行乐耳，肯容碧玉自盈缸。　　其三（宋·邓肃）　　七言律诗　押江韵一点萤灯续晓窗，已千人十未甘降。见闻仅得豹斑一，胜负犹争蛙角双。山耸剑锋登九坂，浪翻银屋度三江。归来自在春风里，时得萱堂献酒缸。"
                },
                {
                    "time": "1128年",
                    "activity": "春，有诗。作品：《洪丞和来再次韵》《成彦女奴琵琶》《寄璨老西轩》洪丞和来再次韵（宋·邓肃）　　七言律诗　押江韵堂堂国士洪夫子，刻烛从渠心自降。妙手故应钓鳌六，得君那用射鸢双。定随国老兴东海，肯效骚人恸楚江。酒醴祇今须曲糵，要今六合共盈缸。　　其二（宋·邓肃）　　七言律诗　押江韵世事无由到竹窗，只馀心赏独难降。雨馀翡翠山连七，春涨玻璃溪自双。万壑不须看越峤，千寻端可配吴江。抠衣便欲同清景，安得黄封列万缸。　　其三（宋·邓肃）　　七言律诗　押江韵万里归来一小窗，利名心灭不须降。虽无何子食钱万，未到潘郎雪鬓双。楼上诗狂欲骑月，晚来酒渴思吞江。从今痛饮须论日，琐琐那能问几缸。成彦女奴琵琶（宋·邓肃）　　七言律诗　押江韵婷婷袅袅出纱窗，坐使红妆万目降。翠袖薄笼春笋十，玉钗初合绿云双。四弦对客追三叠，万唤令人忆九江。曼倩酒狂本无量，为渠潋滟倒银缸。寄璨老西轩（宋·邓肃）　　七言律诗　押江韵水沉一炷袅晴窗，默坐无心可得降。浥露菖蒲能寸寸，语晴新燕自双双。祇今得兔不钻纸，那用浮杯更度江。前世远公只师是，好从元亮供千缸。"
                },
                {
                    "time": "1128年",
                    "activity": "年底，回沙县。有诗。作品：《过黄杨岩》黄杨岩（宋·邓肃）题注：万历本题作同冯阳游黄杨岩石壁巉岩惊鬼划，异草幽花锁春色。群山迤逦不能高，突兀独磨霄汉碧。芒鞋千尺上崔嵬，手摘星辰脚底雷。拨破烟云得洞户，醉①眼恐是天门开。入门嵯峨森紫玉，冷风吹面天香馥。箕踞胡床②挥麈尾，万指未充空洞腹。我因避地访名山，扁舟夜渡沙溪寒。辛勤博此一笑喜，太平犹在水云间。猛将今无三角虎，狐狸昼号鳅鳝舞。灵岩知有老龙藏，挽出人间作霖雨。按：①原字缺坏，据道光本、曹抄补　②箕、床二字原缺，据道光本、曹抄补"
                },
                {
                    "time": "1129年2月21日",
                    "activity": "吕之望建堂纪念李纲，为作记。作品：《具瞻堂记》"
                },
                {
                    "time": "1129年7月7日",
                    "activity": "七月，作《瑞花堂序》"
                },
                {
                    "time": "1129年8月4日",
                    "activity": "八月，有跋文。作品：《跋朱乔年所跋王安石字》"
                },
                {
                    "time": "1129年",
                    "activity": "有跋文。作品：《跋蔡君谟书》"
                },
                {
                    "time": "1130年",
                    "activity": "春，有诗王信州唱和。作品：《次韵王信州古风》《再次韵谢之二首》《第四章兼简其子》《次韵王信州游栖云》次韵王信州古风（宋·邓肃）　　押漾韵我昔少年日，气与风雷壮。一言既不合，掉头归望望。誓将老烟霞，叩角耕闲旷。一日烦干旌，叩天舒孟浪。自譬舟一叶，沙溪春荡漾。百川傥已东，吾力那能障。尚赖天地宽，未即崇山放。栟榈付冷居，乃为世所长。老妻画纸棋，赤脚沽村酿。醉起舞彩衣，吾道颇休畅。人杰又鼎来，不怕供诗帐。酬唱激清风，洗空烟雨瘴。故人化鹤仙，穹庐共悽怆。生还义更高，裹饭远相饷。演山见长庚，醉眼不敢仰。便结骑鲸游，不知飞燕谤。兰亭最后来，德齿均所尚。伤时虽慷慨，论事尤倜傥。杯酒七峰下，逸思九天上。万事俱可人，祇欠蛾眉唱。再次韵谢之（宋·邓肃）　　押漾韵四海王信州，志气老益壮。家学九夷闻，人物万夫望。若使在庙堂，天下无怨旷。胡为一叶舟，也泛闽溪浪。顾余真断梗，江淮付摇漾。逢人辄倾倒，涉世无堤障。既念越人瘠，仍欲郑声放。斥下九天来，宜似幽怪长①。邂逅忽相逢，琥珀倾新酿。大（道光本作火）急赓歌诗，胸臆赖舒畅。我语无馀韵，日书甲乙帐。得君驱鳄手，不忧潮阳瘴。三年去国心，海隅日悽怆。东家久不燔，稚子将无饷。诗成皆置之，万事吾不仰。那复思重裘，区区欲止谤。明朝更可人，芒鞋穷好尚。遥知翠微中，高谈得纵傥。至乐曲糵间，虚名钟鼎上。轻重不须论，杯行且酬唱。按：①原校：一作幽怪多冗长　　其二（宋·邓肃）　　押漾韵昌黎论佛骨，南行气亦（道光本作益）壮。献书请镂玉，却起北归望。香山最风流，诗酒事夷旷。那知闻琵琶，泪溅九江浪。此身苦海中，风波随荡漾。妄见分南北，无乃眼中障。嗟我果何人，楚狂本天放。外物不须论，有身今已长。斥归水云乡，日醉莲花酿。茗饮过陆羽，禅悦得文畅。安此更何求，万里脱毡帐。死生则置之，北邙岂俱瘴。使君怜我愚，了无逐客怆。谓我耕白云，不独齐眉饷。诗来觅欢处，光芒不可仰。欲醉桃李春，那忧贝锦谤。赤脚敢云无，社舞非时尚。侯门列蛾眉，一见吾其傥。抛砖此当先，积薪君在上。更为李与苏，两家按新唱。第四章兼简其子（宋·邓肃）　　押漾韵虱卜虽萧条，虎筮固豪壮。要皆有得失，未息胸中望。那知方寸地，太空等虚旷。川逝水不流，石高风自浪。郑五相府荣，谢三渔舟漾。穷达安在哉（曹抄作我），但瞒肉眼障。鼓瑟铿尔舍，扶杖曝然放。在我本不亏，底处更求长。独挂百钱游，无人捉私酿。醉归一腹春，满纸挥琴畅①。珍重江左王，德卲宜绛帐。天遣千里来，不顾闽山瘴。人言臭味同，政可慰悽怆。谁知金玉予，诗成即相饷。笔力到天心，开卷人争仰。但勿赋兔葵，小儿易生谤。献之诗更奇，句法晋宋尚。从渠得精深，嗟余真恍傥。何当日相从，烦君更语上。径追太古风，三叹聊十唱。按：①自注：《风俗通》记凡琴曲和乐而作谓之畅，因忧愁而作谓之操。次韵王信州游栖云（宋·邓肃）　　五言律诗　押文韵胜游出林杪，参天仅一分。从君如附骥，顾我愿为云。野色连空碧，幽香袭露薰。耦耕当卜此，横笛夜相闻①。按：①以上《栟榈先生文集》卷一○"
                },
                {
                    "time": "1130年",
                    "activity": "夏，又有诗王信州唱和。作品：《大水杂言》《次韵王信州》《再次韵》《次韵王信州三首》大水杂言（宋·邓肃）前日雨如丝，缤纷杂朝雾。昨日雨如注，万壑争驰骛。今朝有霁色，作意在芒屦。那知复如倾，漫天飞瀑布。介休借车振苍穹，十八叶幡如火红。涛头起伏万银屋，河伯尽以山为宫。门前小艇疾飞鸿，挽我同趋急流中。人生如梦贵适意，乘此可食千头龙。醉中举杯谢舟子，口腹自营吁可鄙。不闻大禹不过门，血指为疏九年水。何如乘风拜张坚①，唤取女娲来补天。坐令赤子脱鱼腹，六合内外还桑田。柳枝却下蛟龙约，谈笑支奇付铁索。异时天上敢惊呼，斥作人间铛折脚。按：①曹抄作转□照次韵王信州（宋·邓肃）煤炱飞上天，沉沉三日雾。银河一压摧，狂雨恣横骛。我恐铁骑来，疾驰不纳屦。气豪如项羽，势猛似黥布。瀰漫江海接高穹，石牛未洗血泥红。天吴八首真奇怪，咄嗟平地作银宫。我贫家火不星灶，赤脚灭没泥涂中。目断晓风生少女，又复茅檐飞白龙。惭愧北来王夫子，籍籍声名满都鄙。朝吟千赋暮千诗，松腴亦须枯海水。莫倚文章似孟坚，未用风流追乐天。且以光芒破阴晦，挽回日色到桑田。乐岁天公有严约，斥落旄头沉贯索。从公日醉三百杯，不怕西风动旗脚。再次韵（宋·邓肃）我闻张微子，仰天能服雾。又闻填海神，挥鞭石欲骛。二子呼不来，登山自纠屦。雷鼓速云阵，忽忽千岩布。谁云九万隔高穹，玉女笑眼逼人红。银浦遂倾瓜蔓水，雪浪欲浮天梁宫。孤孙得糟时哺翁，汎汎浮家烟浪中。竞呼力士来西域，临江吹缩十丈龙。那知夏雨逢甲子，身如猪鸭不须鄙。赤松作此岂无谋，门生主兵渠主水。长江正欲截苻坚，夜亡智伯水如天。此功朝成暮可霁，便当对月饮青田。一雨从今十日约，要赓丰年入弦索。凭君唤取阿戎俱，笑上天门同软脚。次韵王信州三首（宋·邓肃）　　七言律诗　押尤韵逐客难参国士忧，扶筇万里过闽瓯。藜羹充腹初无憾，楛矢踰江生计愁。长夜漫漫不肯旦，梅霖灌灌未应休。醉中我欲呼风伯，一扫阴霾霁九州。　　其二（宋·邓肃）　　七言律诗　押庚韵风波未暇怨浮萍，多谢朋来慰此情。君似张凭真理窟，我惭侯喜得诗声。酒杯莫向吾徒浅，句法当①令叔世惊。又恐诸公连茹去，堂堂王室要扶倾。按：①道光本作常　　其三（宋·邓肃）　　七言律诗　押尤韵平生耻为一身谋，枘凿方员两不投。虮虱但知贪肉食，醯鸡何足语天游。雪馀自闭袁安户，月皎时登王粲楼。更得吾人诗句好，当知此乐与天侔①。按：①以上《栟榈先生文集》卷二"
                },
                {
                    "time": "1130年",
                    "activity": "秋，又离家避难，有诗。作品：《别珠公诗》别珠公（宋·邓肃）我顷诗成准敕恶，寒江夜度秋萧索。曳杖从师得摩尼，洗空愁肠天地廓。年来狂妄婴逆鳞，去国三秋又出奔。隔墙后得绨袍旧，一笑唤回逆旅春。我心不转嗟匪石，方壮两遭天上斥。处处逢君道价高，万指方袍趋法席。白云天下妙林泉，看君又作新法缘。傥能容此无归客，便当结社追白莲。"
                },
                {
                    "time": "1130年",
                    "activity": "与虞茂实交游唱和。作品：《谢虞守送酒》《别虞守》《原直》谢虞守送酒（宋·邓肃）瑟瑟严风鼓蓬户，对话春围两亡趣。使君送酒唤春来，坐使漫空翻①柳絮。雪榭悬知雪未消，一目千里皆琼瑶。诗仙冷坐清入骨，便合九万抟扶摇。回首故园归未得，天意留人亦奇绝。我今幸得贤主人，公亦未易有此客。按：①道光本校：一作飞别虞守（宋·邓肃）闽山去天惟尺五，傍立怪石如蹲虎。点额龙墀万里归，未能赤脚走①风雨。惭愧使君肯相延，十日倾酒如流泉。文字兴馀亦不恶，红妆执乐艳神仙。明日冯驩出有车，远借仁风归故庐。不用回头重引领，行矣商霖到海隅。按：①道光本校：一作追"
                },
                {
                    "time": "1131年",
                    "activity": "初春，遇盗奉亲避乱，离沙县赴福唐，过黄杨岩，有诗。作品：《黄杨岩》黄杨岩（宋·邓肃）题注：万历本题作同冯阳游黄杨岩石壁巉岩惊鬼划，异草幽花锁春色。群山迤逦不能高，突兀独磨霄汉碧。芒鞋千尺上崔嵬，手摘星辰脚底雷。拨破烟云得洞户，醉①眼恐是天门开。入门嵯峨森紫玉，冷风吹面天香馥。箕踞胡床②挥麈尾，万指未充空洞腹。我因避地访名山，扁舟夜渡沙溪寒。辛勤博此一笑喜，太平犹在水云间。猛将今无三角虎，狐狸昼号鳅鳝舞。灵岩知有老龙藏，挽出人间作霖雨。按：①原字缺坏，据道光本、曹抄补　②箕、床二字原缺，据道光本、曹抄补"
                },
                {
                    "time": "1131年",
                    "activity": "举家外出避难，离沙县赴福唐，有诗。作品：《避贼引》避贼引（宋·邓肃）羽檄星驰暴客起，西望烽烟无百里。夜半惊呼得渔舠，老稚相携三百指。蠖屈蛇盘破蓬底，忽欲骞身风刮耳。沙汀舣岸少依刘，万斛愁情空一洗。回思当年侍玉皇，禁垣夜直宫漏长。驱驰谁谓遽如许，客枕不安云水乡。前日蹇驴冲火烈，今此扁舟压残雪。隆暑祁寒欲少休，钲鼓迫人如地裂。草庐安得无卧龙，奉天政赖陆宣公。凭谁急呼人杰起，使我叩角歌尧风。"
                },
                {
                    "time": "1131年",
                    "activity": "志宏作《避贼引》后，师皋和之，志宏又次其韵。作品：《次韵师皋》次韵师皋（宋·邓肃）平生论兵轻白起，端欲采芝追角里。谁遣声名到人间，役役十年空血指。天狗堕地嗟未已，雷声屡迫君王耳。闽山今复暗旌旗，四望长安泪如洗。羡君好古慕羲皇，品流不减刘真长。舍我帡幪得甘寝，徬徨忽在无何乡。安得大明如火烈，坐令鼠辈消春雪。六合内外还桑田，乾坤不容异姓裂。看君躣马如游龙，醉中脱帽造王公。高堂请志中兴事，吉甫作诵穆清风。"
                },
                {
                    "time": "1131年",
                    "activity": "举家外出避难，离沙县赴福唐，有诗。作品：《避地山谷》避地山谷（宋·邓肃）大禹不到处，石壁谁凿开。云端欲相搏，飞出白云来。馀沫乱飞雪，雄声敌春雷。溯流涌百尺，银山陟崔嵬。顾我虽逐客，解雨已春回。嗟此天尽处，胡为乎来哉。萱堂有垂白，蓬室纷提孩。内外三百指，奔窜若为怀。我疑云水间，亦有天下才。何时日三锡，一振纪律颓。羲和傥中天，六合无氛埃。鼠壤与蚁穴，不风当自摧。坐令陋巷中，依旧乐颜回。亦能书夷狄，朝会叩天阶。"
                },
                {
                    "time": "1131年",
                    "activity": "奉亲避乱，离沙县赴福唐，过雷霹雳滩，有诗。作品：《避地过雷霹雳滩》避地过雷霹滩（宋·邓肃）　　七言律诗　押尤韵题注：诗集题作过雷霹雳滩，明嘉靖《延平府志》卷二○题作雷霹雳滩门前又见马如流，兵革缤纷几日休。岭似车盘方税驾，滩如雷霹①更行舟。豺狼敢侮乾坤大，江海徒深虮虱忧。安得将坛登李郭，挽回羲御②照神州。按：①诗集作霹雳、道光本作雷劈　②诗集、《延平府志》作驭"
                },
                {
                    "time": "1131年",
                    "activity": "奉亲避乱，离沙县赴福唐，过龙兴寺，有诗。作品：《龙兴避难》龙兴避难（宋·邓肃）傍山怪石如蹲虎，绝顶去天无尺五。却披丛棘下山腰，丹碧照空飞栋①宇。道人养道（诗集作蓬户）厌尘劳，避世只嫌山不高。那知行空老曼倩，窃食不遗（诗集作当年）王母桃。松桧参天门昼闭，碧玉撷蔬饭炊雪。百年冷坐无车音，一旦偕来真恶客。当知喧寂无殊观，出世何妨在世间。能致吾人师作古，龙兴今日始开山。按：①道光本校：丹碧一作晶荧，栋一作绀"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "1120年10月",
                    "activity": "年底，赴京应礼部试。"
                },
                {
                    "time": "1121年1月",
                    "activity": "在京应礼部试，不第，乃补太学生。"
                },
                {
                    "time": "1121年12月",
                    "activity": "年底，在京师太学，除夕有诗。作品：《分岁》分岁（道光本下有雪字）（宋·邓肃）　　七言律诗　押寒韵馀腊羁人少共欢，那堪瑞雪降①云端。四时欲尽三更鼓②，六出番成两岁寒。欺压岭梅残艳白③，密敲④亭竹碎声乾。公卿休扫黉堂下，留与来朝贺客⑤看。按：①诗集作飞雪集　②诗集作漏　③诗集作压损岭梅残艳薄　④诗集作敲残　⑤诗集作执玉"
                },
                {
                    "time": "1121年",
                    "activity": "在太学期间，曾作《上先生》诗。上先生（宋·邓肃）疲（诗集作夜）马踏残月，荷策来泮宫。入门见先生，先生何雍容。循循言语能下诱，青蒿因得附长松。短檠挑灯一千二百夜，高谈雄辩磊落沃①胸中。吾皇求士苦匆匆②，不（诗集作那）许先生久卧龙。玉鞭斜指长安道（诗集作市），祇缘此去何犹从。呜唏吁③，小轩从此冷如水，齑盐朝暮欣欣尔。空留绛帐照孤灯，窗外西风起寒苇。按：①以上三字诗集作流　②诗集作若饥渴　③缘、犹、吁，道光本分别作愁、由、乎"
                },
                {
                    "time": "1122年5月",
                    "activity": "上《花石诗十一章》讽谏，被斥归田里。花石诗（诗集作谏花石纲）十一章（宋·邓肃）蔽江载石巧玲珑，雨过嶙峋万玉峰。舻尾相衔贡天子，坐移蓬岛到深宫。　　其二（宋·邓肃）浮花浪蕊自朱白，月窟鬼方更奇绝。缤纷万里来如云，上林玉砌酣春色。　　其三（宋·邓肃）　　押东韵守令讲求争效忠，誓将花石扫地空。那知臣子力可尽，报上之德要难穷。　　其四（宋·邓肃）天为黎民生父母，胜景直须尽寰宇。岂同臣庶作园池，但隔墙篱分尔汝。　　其五（宋·邓肃）　　押麻韵皇帝之圃浩无涯，日月所照同一家。北连幽蓟南交趾，东极蟠木西流沙。　　其六（宋·邓肃）　　押有韵是中嵩岳①磨星斗，下视群山真培塿。千年老木矫龙蛇，天风夜作雷霆吼。按：①诗集作日月　　其七（宋·邓肃）三月和风塞太空，天涯海角竞青红。不知花卉何远近①，六合内外俱春容。按：①诗集作近远　　其八（宋·邓肃）圣主胸襟包率土，天锡园池乃如许。坐观块石与根茎，无乃卑凡不足数。　　其九（宋·邓肃）　　押支韵饱食官吏不深思，务求新巧日孳孳。不知均是圃中物，迁远而近盖其私。　　其十（宋·邓肃）　　押纸韵恭惟圣德高舜禹，一圃岂尝分彼此。世人用管妄窥天，水陆驱驰①烦赤子。按：①诗集作驰驱　　其十一（宋·邓肃）安得守令体宸衷，不复区区踵前踪。但为君王安百姓，圃中无日不春②风①。按：①诗集作天地一圃乐何穷。按：此十一章诗前，原附有《进花石诗状》，今移置此：太学生臣郑肃。右臣窃见东南所进花木怪石无甚异者，又不能无费。臣今有策，欲取天下奇绝之观，毕置皇帝陛下圃中。比之今日所贡者，固万万胜之，较之今日之费，则无万分之一。臣已撰成文字一轴，伏望宣索。②道光本作东"
                },
                {
                    "time": "1124年2月",
                    "activity": "再应礼部试，又落第。"
                },
                {
                    "time": "1124年",
                    "activity": "在京城遇吴曾。"
                },
                {
                    "time": "1126年9月16日",
                    "activity": "入京后召对，授鸿胪寺主簿。"
                },
                {
                    "time": "1127年1月20日",
                    "activity": "在汴京。金人勒索金银，宋廷无法满足，钦宗又被胁迫至金营，一去不返。有诗伤之。作品：《靖康迎驾行》靖康迎驾行（宋·邓肃）女真作意厌人肝，挥鞭直视无长安。南渡黄河如履地，东有太行不能山。帝城周遭八十里，二十万兵气裂眦。旌旗城上乱云烟，腰间宝剑凝秋水。雪花一日故濛濛，皂帜登城吹黑风。我师举头不敢视，脱兔放豚一扫空。夜起火光迷凤阙，钲鼓砰轰地欲裂。斯民嗷嗷将焉之，相顾无言惟泣血。仆射何公叩龙墀，围闭相臣臣噬脐。奇兵化作乞和使，誓捐一死生群黎。游谈似霁胡帅怒，九鼎如山疑弗顾。郊南期税上皇舆，截破黄流径归去。陛下仁孝有虞均，忍令胡骑耸吾亲。不龟太史自鞭马，一出唤回社稷春。虏人慕得犹贪利，千乘载金未满意。钗钿那为六宫留，大索民居①几卷地。六龙再为苍生出，身磨虎牙恬不恤。重城突兀万胡奴，杳隔銮舆今十日。南门赤子日骈阗，争掬香膏自顶然。忿气为云泪为雨，漫漫白昼无青天。太王事狄空金帛，坐使卜年踰八百。天听端在民心耳，苍苍谁云九万隔。会看春风拥赭黄，万民歌呼喜欲狂。天宇无尘瞻北极，旄头落地化顽石。按：①道光本校：一作间"
                },
                {
                    "time": "1127年1月",
                    "activity": "与宋齐愈唱和。作品：《次宋左司韵》次宋左司韵（宋·邓肃）　　七言律诗　押真韵往事无如今日新，銮舆一再冒胡尘。阳微阴极故多雨，柳怨花愁不忍春。已遣侈心倾虏帐，行收泪眼拜枫宸。眼前恶景君休问，胜负相资臂屈伸。"
                },
                {
                    "time": "1127年3月23日",
                    "activity": "自金营归。"
                }
            ]
        },
        {
            "Latitude": 29.711328,
            "Longitude": 116.007993,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604",
            "Title": "九江",
            "Detail": [
                {
                    "time": "1122年6月",
                    "activity": "上庐山，有诗。作品：《庐山》庐山（宋·邓肃）平生作意庐山游，往来却贪吴越舟。陛下许臣鞭匹马，芒鞋因得款清幽。是时六月蒸炎暑，六合黄尘空一雨。上方冷翠袭衣襟，便觉笑谈在天宇①。按：①以上《栟榈先生文集》卷五"
                }
            ]
        },
        {
            "Latitude": 26.647662,
            "Longitude": 118.1843,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3507",
            "Title": "南平",
            "Detail": [
                {
                    "time": "1123年8月5日",
                    "activity": "游南平，作《题开平院》"
                }
            ]
        },
        {
            "Latitude": 31.496704,
            "Longitude": 120.318954,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3202",
            "Title": "无锡",
            "Detail": [
                {
                    "time": "1123年",
                    "activity": "途经无锡梁溪，访李纲。纲有诗送行。"
                }
            ]
        },
        {
            "Latitude": 34.772024,
            "Longitude": 113.759604,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN41",
            "Title": "河南",
            "Detail": [
                {
                    "time": "1127年1月26日",
                    "activity": "被命赴金营，押道释经印板，往营中交割，留五十日始返。"
                },
                {
                    "time": "1127年3月7日",
                    "activity": "张邦昌称帝，志宏义不屈，作词以明心迹。作品：《瑞鹧鸪》（北书一纸惨天容）瑞鹧鸪（宋·邓肃）北书一纸惨天容，花柳春风不敢秾。未学宣尼歌凤德，姑从阮籍哭途穷。此身已落千山外，旧事回思一梦中。何日中兴烦吉甫，洗开阴翳放晴空。"
                }
            ]
        },
        {
            "Latitude": 34.420378,
            "Longitude": 115.662798,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4114",
            "Title": "商丘",
            "Detail": [
                {
                    "time": "1127年4月",
                    "activity": "入傅亮军，乘机奔赴南京，有诗。作品：《后迎驾行》后迎驾行（宋·邓肃）　　押阳韵挥鞭冲晓露，归鞍载夕阳。一日复一日，不见御袍黄。左衽须文绣，毡车奉圭璋。作意礼乐盛，而乃访毛嫱。上皇袭太平，珍怪乘四方。奇器惊鬼划，舞要欲云翔。端为大盗积，万里来贪狼。文移急星火，搜抉到毫芒。伐柯则不远，吾道其复昌。君看天宇间，紫微已辉光。躣马今朝去，定拜御炉香。恶衣供禹御，茅茨覆尧堂。为邦消底物，人心归则王。"
                },
                {
                    "time": "1127年5月8日",
                    "activity": "五月八日，擢左正言，上辞免扎子。作品：《辞免除左正言第一札子》"
                },
                {
                    "time": "1127年5月20日",
                    "activity": "就职后，有《祝词》自明心志。"
                },
                {
                    "time": "1127年6月1日",
                    "activity": "李纲拜相，有诗文贺之。作品：《贺梁溪李先生除右府》《上李右丞相启》《上李右丞相简》贺梁溪李先生除右府（宋·邓肃）虏兵震地喧鼙鼓，黑帜插城遍楼橹。蔽空戈甲来如云，群盗相随剧豺虎。胡尘漠漠四壁昏，诸将变名窜军伍。十万兵噪龙德宫，上皇避狄几无所。嗣君匹马诣行营，朕躬有罪非君父。奸臣草表遽书降，身率百官先拜舞。那知冯道冷笑渠，立晋犹存中国主。翠华竟作沙漠行，望云顿有关河阻。九天宫殿郁岧峣，目断离离变禾黍。生灵日夕望中兴，犹幸君王自神武。相公特起为苍生，下视萧曹无足数。词议云涌纷盈庭，群策但以二三取。老谋大节数子并，行见犁庭灭金虏。立马常依仗下鸣，日咏杜鹃怀杜甫。飞鸟犹尊古帝魂，激烈浩歌来义旅。规模共佐李西平，庙貌不移旧钟簴。"
                },
                {
                    "time": "1127年6月6日",
                    "activity": "上札子论周武仲，朝廷以所言非实，不听。作品：《第十二札子》"
                },
                {
                    "time": "1127年6月15日",
                    "activity": "上札子乞置赏功司，朝廷从之。作品：《第三札子》"
                },
                {
                    "time": "1127年7月1日",
                    "activity": "因病请假，上《第二札子》"
                },
                {
                    "time": "1127年7月6日",
                    "activity": "上殿论事，乞正伪楚诸臣之罪。作品：《第四札子》"
                },
                {
                    "time": "1127年7月6日",
                    "activity": "上殿论事，论耿南仲父子主和之过。作品：《第五札子》"
                },
                {
                    "time": "1127年7月8日",
                    "activity": "上殿论事，列具伪楚诸臣姓名及其行事，补充《第四札子》所论。作品：《第六札子》"
                },
                {
                    "time": "1127年7月10日",
                    "activity": "侍班殿下，上札子乞惩治宦官陈良弼。作品：《第七札子》"
                },
                {
                    "time": "1127年7月13日",
                    "activity": "上札子再劾耿南仲父子，朝廷从之。作品：《第八札子》"
                },
                {
                    "time": "1127年7月15日",
                    "activity": "上札子劾吕好问。作品：《第十五札子》"
                },
                {
                    "time": "1127年7月21日",
                    "activity": "上札子乞罢买拆洗女童。作品：《第九札子》"
                },
                {
                    "time": "1127年7月",
                    "activity": "上札子乞减免京畿百姓秋租。作品：《第十札子》"
                },
                {
                    "time": "1127年7月",
                    "activity": "上札子乞正逃遁官吏之罪。作品：《第十一札子》"
                },
                {
                    "time": "1127年7月",
                    "activity": "上札子论漕运事。作品：《第十六札子》"
                },
                {
                    "time": "1127年7月",
                    "activity": "上札子论文书日烦而政事日缓。作品：《第十七札子》"
                },
                {
                    "time": "1127年7月",
                    "activity": "上札子议巡狩，乞还应天府供奉物之值。作品：《第十八札子》"
                },
                {
                    "time": "1127年7月",
                    "activity": "上札子乞下责己诏以广开言路。作品：《第十九札子》"
                },
                {
                    "time": "1127年8月18日",
                    "activity": "上札子论李纲不当罢相。作品：《第十三札子》"
                },
                {
                    "time": "1127年8月21日",
                    "activity": "上札子再论李纲不当罢相。作品：《第十四札子》"
                }
            ]
        },
        {
            "Latitude": 27.54714,
            "Longitude": 117.340352,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350723",
            "Title": "光泽",
            "Detail": [
                {
                    "time": "1128年",
                    "activity": "冬，携家避乱玉山，途径云际岭，有诗。作品：《云际岭》（狂直初无涉世才）《云际岭》（苍苍九万里）云际岭（宋·邓肃）　　七言律诗　狂直初无涉世才，雷公斥下九天来。面冲风雪吹三月，马避干戈易四回。带雪烧柴平体粟，沥槽沽酒慰饥雷。如闻明日登闽岭，茅舍春风夜满怀。云际岭（宋·邓肃）　　押麻韵苍苍九万里，拍塞雨天葩。云际在天上，我去更携家。不知山高低，晶荧浩无涯。回头见侍香，濛濛隔琼花。"
                }
            ]
        },
        {
            "Latitude": 28.687692,
            "Longitude": 118.251372,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN361123",
            "Title": "玉山",
            "Detail": [
                {
                    "time": "1128年",
                    "activity": "深冬，携家避乱至玉山，有诗。作品：《玉山避寇》《子安提举二首》玉山避寇（宋·邓肃）　　押阳韵前年十月间，胡兵满大梁。小臣阻天对，血涕夜沾裳。去年十月间，左省谪征商。扁舟归无处，江浙俱豺狼。今年十月间，叛卒起南方。官兵且二万，一旦忽已亡。一身幸无责，奉亲走穷荒。天宇如许大，八口无处藏。空山四十日，画饼诳饥肠。朅来古招提，和气霭脩廊。迎门有禅伯，梵行照穹苍。却念客无归，烧猪饭苏郎。方袍二百指，祖灯其复光。中有护法人，义气干天枪。倒床得甘寝，不知冬夜长。明朝曹夫子，破浪飞危樯。入门郁春色，满船载琼浆。高谈惊霹雳，佳句刻琳琅。那知奔窜中，一乐得未尝。何当扫阴雪，四海共春阳。便携我辈人，浩歌归醉乡。世事如奕棋，臧否均亡羊。蓑衣可钓月，底处是金章。子安提举二首（宋·邓肃）南奔千里已途穷，更向长江避贼锋。十口未容谋去住，片帆那暇择西东。乞钱不忍从司业，食粥新来似鲁公。赖有诗情摧不老，时将新句吐长虹①。按：①自注：某初欲过兴化，今乃止耳。故诗中具之，以为他日志也。　　其二（宋·邓肃）　　押先韵征鼓驱人夜发船，别来无处写忧煎。高吟自答㗀嘤啸，旅食时开郁屈筵。君去青天才尺五，我今白发已三千。何当却饮南湖月，颠倒衣裳舞谪仙①。按：①自注：山中岑寂，时有啸于梁者。日中所享，不过以鳗鱼为绝品耳。"
                }
            ]
        },
        {
            "Latitude": 27.53255,
            "Longitude": 118.791853,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350724",
            "Title": "松溪",
            "Detail": [
                {
                    "time": "1130年12月10日",
                    "activity": "在杉口，作《跋了翁墨迹》"
                }
            ]
        },
        {
            "Latitude": 26.080447,
            "Longitude": 119.302938,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3501",
            "Title": "福州",
            "Detail": [
                {
                    "time": "1131年4月",
                    "activity": "志宏读李纲诗后，作跋。作品：《跋李丞相赠邓成材判官诗》"
                },
                {
                    "time": "1131年",
                    "activity": "与邓成材唱和。作品：《和邓成材五绝》《送成材》和邓成材五绝（宋·邓肃）　　七言绝句　押灰韵扶筇欲过北山来，政赖诗囊一笑开。故走溪山寻胜景，为君携向笔端来①。按：①自注：仆在杉口，未谒成材，先游灵岩。　　其二（宋·邓肃）　　七言绝句　押庚韵酒兵招我破愁城，顿觉春风拂面生。却迫豺狼飞小艇，当知捩手又翻羹①。按：①自注：成材诗中相招，而某又避地西去，不能往赴。　　其三（宋·邓肃）　　七言绝句　押删韵朱紫纷趋左衽班，羡君不动屹如山。卷将禹稷平生志，掉首归为陋巷颜①。按：①自注：建昌已拜番檄，成材弃官归里。　　其四（宋·邓肃）　　七言绝句　押真韵句法徒能泣鬼神，文穷欲饯叹无因。临存多谢知音鲍，为洗胸中万斛尘①。按：①自注：尝辱成材过避地之所。　　其五（宋·邓肃）　　七言绝句　押阳韵卧龙何日起南阳，万骑追风竞挽强。射落长庚作顽石，坐令四海复农桑。送成材（宋·邓肃）伯夷自甘首阳蕨，商臣不戴周日月。那知世人冷笑渠，却言冯道有全节。纷纷过眼万飞蚊，何如闭目日饮醇。议论不从流俗变，吾宗赖有谪仙人。谪仙品流居第一，射策王庭恣狂直。不知天上闻不闻，见说奸臣俱辟易。秋风鞭马衫挼（原误作按）蓝，一官聊渡试①江南。群从相从得髯尹，家学当须与剧谈。江南风月归诗酒，二陆相从真得友。无人肯伴栟榈狂，为我唤回脱帽张。按：①二字道光本乙"
                },
                {
                    "time": "1131年",
                    "activity": "夏，在福州。游鼓山，有诗。作品：《游鼓山》游鼓山（宋·邓肃）兰桡舣岸雷霆骇，疾雨狂风欲翻海。吾人作意水石间，素志岂因风雨改。悟适（道光本作道）当如未悟人，衡山不知为开云。鲁阳莫试挥戈手，郭泰何妨垫角巾。山僧导我飞芒屦，要看渠师得道处。雪喷鼎烹一斥回，千古涧流不东注。我笑老师太豪雄，故令鬼物窥吾踪。安得廓然无圣解，苍崖依旧飞白龙。"
                },
                {
                    "time": "1131年11月",
                    "activity": "十一月，奉祠主管江州太平观。"
                },
                {
                    "time": "1132年1月7日",
                    "activity": "正月初七，为张元干题跋。"
                },
                {
                    "time": "1132年1月21日",
                    "activity": "与李纲等雅集。"
                },
                {
                    "time": "1132年1月28日",
                    "activity": "有跋文。作品：《跋文恭公墓志》"
                },
                {
                    "time": "1132年",
                    "activity": "清明前，李易还朝。有诗词相送。作品：《送李状元还朝》《诉衷情•送李状元三首》《蝶恋花•代送李状元》《菩萨蛮•和李状元》《菩萨蛮》（一心唯欲南园去）《南歌子》（泽畔争寻草）《浣溪沙》（高会横山酒八仙）《次韵李状元送酒》《次韵顺之奏雅四首》送李状元还朝（宋·邓肃）元戎帘幕海滨开，谪仙骑鲸天上来。尊前谈笑赞筹画，一洗八郡无氛埃。功成挥鞭朝玉阙，九重阊阖开春色。要传天意下人间，翰苑政须万人杰。我今去国已五年，天子令伴黄冠仙。邂逅相逢君复去，林泉还我擅云烟。君去上天款天语，莫畏雷霆作强禦。人间疾苦欲扣天，天门嵯峨隔云雨。红巾十万今已无，致此红巾本何如。拨乱傥知原始末，制梃自可鞭（曹抄作报）匈奴。诉衷情令送李状元三首（宋·邓肃）乘鸾缥缈过三山。游戏下人间。金尊不辞频倒，春色上朱颜。依暖玉，掠风鬟。语关关。惟愁漏短，雨散云飞，骑月空还。　　其二（宋·邓肃）龙头一语定闽山。黄色上眉间。诏书促归金阙，玉带侍天颜。拢象板，亸宫鬟。唱阳关。从容禁闼，若念林泉，应寄书还。　　其三（宋·邓肃）从来云雨过巫山。只托梦魂间。何如醉逢倾国，春到一瓢颜。歌窈窕，舞双鬟。掩云关。重城五鼓，月下西楼，不忍轻还。蝶恋花代送李状元（宋·邓肃）执手长亭无一语。泪眼汪汪，滴下阳关句。牵马欲行还复住。春风吹断梨花雨。海角三千千叠路。归侍玉皇，那复回头顾。旌旆已因风月驻。何妨醉过清明去。菩萨蛮其九和李状元（宋·邓肃）骑鲸好向云端去。踏花偶为狂朋住。笑语凛生风。眼高四海空。羊裘冲雨露。我是渔樵侣。已趁白鸥归。长江自在飞。菩萨蛮其一（宋·邓肃）一心唯欲南园去。东山著意留难住。曾惯识追风。马群今已空。金盘盛玉露。情绝鸳鸯侣。破贼凯还归。冲天看一飞。南歌子四首（宋·邓肃）竹影窥灯暗，泉声语夜长。小窗无梦到高唐。独引三杯长啸、步修廊。月午衣衫冷，莲开风露香。阑干西角下银潢。我欲乘槎天上、泛寒光。南歌子其二（宋·邓肃）皓月明腮雪，冷风乱鬓云。高楼帘幕夜生春。半醉倚人秋水、欲斜倾。晓雨双溪涨，归舟一叶轻。杳无青翼寄殷勤。目断烟波渔火、又黄昏。南歌子其三（宋·邓肃）云绕风前鬓，春开槛里妆。凤屏清昼蔼龙香。浅画娥眉新样、远山长。比翼曾同梦，双鱼隔异乡。玉楼依旧暗垂杨。楼下落花流水、自斜阳。南歌子其四（宋·邓肃）驿畔争挦草，车前自喂牛。凤城一别几经秋。身在天涯海角、忍回头。旅梦惊残月，劳生寄小舟。都人应也望宸游。早晚葱葱佳气、满皇州。右九浣溪沙八首其五（宋·邓肃）高会横山酒八仙。烟云不减九华妍。暖风琼树倚楼前。妙唱一声尘暗落，靓妆四座玉相连。骖鸾何日共翩翩。次韵李状元送酒（宋·邓肃）　　七言绝句　押麻韵年来樽酒是生涯，赤脚曾无解语花。明日可来文字饮，新诗共吐半天霞。次韵顺之奏雅四首（宋·邓肃）　　七言绝句　谁回厄会作民禄，凭君上天厌人欲。要将勋业称貂蝉，世间岂曰无衣六。　　其二（宋·邓肃）　　七言绝句　谪仙酒渴要吞江，刘毅一呼从此欲。当知明琼亦有神，引上洞天三十六。　　其三（宋·邓肃）　　七言绝句　梦蝶庄周心槁木，入柳穿花本无欲。杯酒行春当此时，忽遇清明一百六。　　其四（宋·邓肃）　　七言绝句　神仙醉歌天上曲，暖春肯念人间欲。谩将郊岛继韩豪，五出那配天葩六。"
                },
                {
                    "time": "1132年",
                    "activity": "李易离闽后，志宏又寄诗问候。作品：《寄李状元》寄李状元（宋·邓肃）渡头送君泛小舟，丝丝细雨织寒愁。自闻君来天亦喜，急扫阴霾霁九州。聚星高会古难续，也欲从君勤秉烛。期君指顾苏瓯闽，一笑春风不忍独。"
                },
                {
                    "time": "1132年3月15日",
                    "activity": "与友人游凤池寺，有题记。作品：《题凤池寺》"
                },
                {
                    "time": "1132年3月15日",
                    "activity": "与友人游凤池寺，有诗。作品：《凤池小饮》（北山知有出郊心）《凤池小饮》（愁见孤城万马屯）凤池小饮（宋·邓肃）　　七言绝句　押侵韵北山知有出郊心，为霁春寒十日阴。水石本为迁客共，一枝端欲寄深林。凤池小饮（宋·邓肃）　　七言律诗　押元韵愁见孤城万马屯，山行飘若出尘樊。临池想凤心皆妄，据槛观鱼道更尊。笑吸百川淋酒渴，旁看三峡倒词源。人生适意须觞咏，世事升沉不足论。"
                },
                {
                    "time": "1132年3月15日",
                    "activity": "与友人游贤沙寺，有题记。作品：《题贤沙寺》"
                },
                {
                    "time": "1132年5月6日",
                    "activity": "李纲始率师离福州，志宏作诗相送。作品：《送李丞相四路宣抚》送李丞相四路宣抚（宋·邓肃）冷风吹海烟雾开，绣衣使者天上来。手持天书传天语，促起天下豪杰魁。下堂拜命汗如雨，上堂鸣鼓旌旄举。要令南国生清风，不辞马上蒸溽暑。平生直气高苍穹，四海草木闻威风。业以自任如伊尹，那使流言动周公。君臣今日机锋契，六十九州归重寄。屠龙事业警狗偷，谈笑定缚吴元济。功成上天相都俞，指呼瓦皪化华胥。日辟农桑三万里，二十四考书中书。我今流落穷吞纸，蟾蜍爬沙鞭不起。归欤自筑茅三间，为作野史书雄伟。"
                },
                {
                    "time": "1132年5月",
                    "activity": "曾致书李易言生活近况。作品：《与李状元工部》"
                },
                {
                    "time": "1132年",
                    "activity": "上章乞致仕。转承事郎致仕。"
                },
                {
                    "time": "1132年5月9日",
                    "activity": "五月初九，病卒。"
                }
            ]
        },
        {
            "Latitude": 29.560618,
            "Longitude": 115.989402,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3604 庐山",
            "Title": "庐山"
        },
        {
            "Latitude": 26.05666,
            "Longitude": 119.390538,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3501 鼓山",
            "Title": "鼓山"
        }
    ]
}