{
    "lines": [
        {
            "Latitude": 30.899015,
            "Longitude": 120.094566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3305",
            "Title": "湖州 (出生地)",
            "Detail": [
                {
                    "time": "718年",
                    "activity": "在故乡吴兴家居。钱起生卒难确考。本表所列年岁为虚拟数。"
                },
                {
                    "time": "719-737年",
                    "activity": "在故乡吴兴家居。"
                },
                {
                    "time": "740-746年",
                    "activity": "在故乡吴兴家居。"
                },
                {
                    "time": "761年",
                    "activity": "乱后归省赋诗。作品：归故山路逢邻居隐者。归故山路逢邻居隐者（唐·钱起）　　五言律诗　押冬韵引用典故：绿林　握手云栖路，潸然恨几重。谁知绿林盗，长占彩霞峰。心死池塘草，声悲石径松。无因芳杜月，琴酒更相逢。"
                }
            ]
        },
        {
            "Latitude": 30.048079,
            "Longitude": 112.431153,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN421024",
            "Title": "江陵",
            "Detail": [
                {
                    "time": "738年",
                    "activity": "游荆州，有诗赠张九龄,作品：奉和张荆州巡农晚望。奉和张荆州巡农晚望（唐·钱起）　　押养韵引用典故：宣城太守　太清霁云雷，阳春陶物象。明牧行春令，仁风助升长。时和俗勤业，播殖农厥壤。阴阴桑陌连，漠漠水田广。郡中忽无事，方外还独往。日暮驻归轩，湖山有佳赏。宣城传逸韵，千载谁此响。"
                },
                {
                    "time": "739年",
                    "activity": "游荆州，有诗赠张九龄。"
                }
            ]
        },
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安",
            "Detail": [
                {
                    "time": "747年",
                    "activity": "入长安，落第有诗。作品：长安落第。下第题长安客舍。冬夜题旅馆。长安落第（唐·钱起）　　七言绝句　押侵韵花繁柳暗九门深，对饮悲歌泪满襟。数日莺花皆落羽，一回春至一伤心。下第题长安客舍（唐·钱起）　　五言律诗　押微韵不遂青云望，愁看黄鸟飞。梨花度寒食，客子未春衣。世事随时变，交情与我违。空馀主人柳，相见却依依。冬夜题旅馆（唐·钱起）　　押御韵退飞忆林薮，乐业羡黎庶。四海尽穷途，一枝无宿处。严冬北风急，中夜哀鸿去。孤烛思何深，寒窗坐难曙。劳歌待明发，惆怅盈百虑。"
                },
                {
                    "time": "748-749年",
                    "activity": "滞留长安。"
                },
                {
                    "time": "749年",
                    "activity": "在长安，李炜榜进士及第。作品：省试湘灵鼓瑟。省试湘灵鼓瑟（唐·钱起）　　五言排律　押青韵引用典故：冯夷　善鼓（一作拊）云和瑟，常闻帝子灵。冯夷空（一作徒）自舞，楚客不堪听。苦调凄金石，清音入杳冥。苍梧来（一作成）怨慕，白芷动芳馨。流水传潇（一作湘）浦，悲风过洞庭。曲终人不见，江上数峰青。"
                },
                {
                    "time": "749年",
                    "activity": "住长安东城新昌坊(见徐松《唐两京城坊考》卷三)。"
                },
                {
                    "time": "750年",
                    "activity": "在长安，李炜榜进士及第。作品：温泉宫礼见。（一据《极玄集》、《旧唐书》“天宝十载进士”，误！）温泉宫礼见（唐·钱起）　　五言排律　押先韵引用典故：日驭　侧席　佳气　新丰佳气满，圣主在温泉。云暧（一作暖）龙行处，山明日驭前。顺风求至道，侧席问遗贤。灵雪瑶墀降，晨霞綵仗（一作旆）悬。沧溟不让水，疵贱也朝天。"
                },
                {
                    "time": "750年",
                    "activity": "在长安，进士及第。作品：和李员外扈驾幸温泉宫。和李员外扈（一作从）驾幸温（一作汤）泉宫（唐·钱起）　　七言律诗　押冬韵引用典故：佳气　九重门　枚皋扈仙跸　未央月晓度疏钟，凤①辇时巡出九重。雪②霁山门迎瑞日，云开水殿候飞龙。经寒不入宫中树，佳气常薰③仗外峰。遥羡枚皋扈仙④跸，偏承霄汉渥恩浓。按：①一作步　②一作雨　③一作浮　④一作先扈"
                },
                {
                    "time": "751-753年",
                    "activity": "在长安，进士及第任职秘书省。"
                },
                {
                    "time": "754年",
                    "activity": "在长安，秘书省校书郎。秋，霖雨积六十余日，作诗。作品：秋霖曲。秋霖曲（唐·钱起）引用典故：爨丹桂　太阿　旰食　九门　禹汤罪己　张公子　君不见圣主旰食忧元元，秋风苦雨暗九门。凤凰池里沸泉腾，苍龙阙下生云根。阴精离毕太淹度，倦鸟将归不知树。愁阴惨淡时殷雷，生灵垫溺若寒灰。公卿红粒爨丹桂，黔首白骨封青苔。貂裘玉食张公子，炰炙熏天戟门里。且如歌笑日挥金，应笑禹汤能罪己。鹤鸣蛙跃正及（一作其）时，豹隐兰凋亦可悲。焉得太阿决屏翳，还令率土见朝曦。"
                },
                {
                    "time": "754年",
                    "activity": "在长安，秘书省校书郎。作诗赠友。作品：李四劝为尉氏尉李七勉为开封尉。李四劝为尉氏尉李七勉为开封尉（唐·钱起）　　五言排律　押先韵题注：惟伯与仲有令誉，因美之。引用典故：采兰　雁行　黄绶　倚玉　梅仙　美政惟兄弟，时人数俊贤。皇枝双玉树，吏道二梅仙。自理尧唐俗，唯将礼让传。采兰花萼聚，就日雁行联。黄绶俄三载，青云未九迁。庙堂为宰制，几日试龙泉。"
                },
                {
                    "time": "756年",
                    "activity": "十月，唐朝军队收复长安。钱起朝天子有诗。作品：观法驾自凤翔回。观法驾自凤翔回（唐·钱起）　　五言排律　押灰韵引用典故：搀抢　九重门　禹让　欃枪一扫灭，阊阖九重开。海晏鲸鲵尽，天旋日月来。圣情苏品物，龙御（一作驭）辟云雷。晓漏移仙仗，朝阳出帝台。周惭散马出，禹让浚川回。欲识封人愿，南山举酒杯。"
                },
                {
                    "time": "757年",
                    "activity": "钱起朝长安，别张起居，有诗。别张起居（时多故）（唐·钱起）　　五言律诗　押侵韵引用典故：陆机　鹓鹭　有别时留恨，销魂况在今。风涛初振海，鹓鹭各辞林。旧国关河绝，新秋草露深。陆机婴世网，应负故山心。"
                },
                {
                    "time": "762年",
                    "activity": "在长安。"
                },
                {
                    "time": "763年",
                    "activity": "在长安，任尚书省郎官。"
                },
                {
                    "time": "764年",
                    "activity": "在长安。春，有诗赠太子宾客刘晏，时刘公初退相位。作品：登刘宾客高斋。春题刘相公山斋。登刘宾客高斋（唐·钱起）　　七言律诗　押麻韵题注：时公初退相。一作春题刘相公山斋。引用典故：绮季　孙弘阁　鲤也　能以功成疏宠位，不将心赏负云霞。林间客散孙弘阁，城①上山宜绮季家。蝴蝶晴连②池岸草，黄鹂晚④出柳园花③。日陪鲤也趋文苑，谁道门生隔绛纱。按：①一作坛　②一作怜　③一作山蝶成群争绕蕙，黄鹂命子暗移花　④一作晓"
                },
                {
                    "time": "764年",
                    "activity": "在长安。送友人李勉洪州赴任，有诗。作品：送弹琴李长史往洪州。送弹琴李长史往（一作赴）洪州（唐·钱起）　　五言律诗　押庚韵引用典故：傲吏　抱①琴为傲吏，孤棹复南行。几度②秋江水，皆添白雪声。佳期来客梦，幽思③缓王程。佐牧无劳问，心和政自平。按：①一作携　②一作处　③一作兴"
                },
                {
                    "time": "765年",
                    "activity": "在长安。"
                },
                {
                    "time": "766年",
                    "activity": "在长安，送友人朗士元有诗。作品：送郎四补阙东归。送郎四补阙东归（唐·钱起）　　五言律诗　押真韵引用典故：萱草　无事共干世，多时废隐沦。相看恋簪组，不觉老风尘。劝酒怜今别，伤心倍去春。徒言树萱草，何处慰离人。"
                },
                {
                    "time": "766年",
                    "activity": "在长安。送刘晏赴江淮转运，有诗。作品：奉送刘相公江淮催转运。奉送刘相公江淮催转运（唐·钱起）　　五言排律　押尤韵引用典故：济川　丹凤池　一星　国用资戎事，臣劳为主忧。将徵任土贡，更发济川舟。拥传星还去，过池凤不留。唯高饮水（一作冰）节，稍浅别家愁。落叶淮边雨，孤山海上秋。遥知谢公兴，微月上（一作在）江楼。"
                },
                {
                    "time": "766年",
                    "activity": "在长安。送杨炎、杜亚赴蜀地，有诗。作品：赋得青城山歌送杨杜二郎中赴蜀军。赋得青城山歌送杨杜二郎中赴蜀军（唐·钱起）引用典故：阮瑀　王粲诗　蜀山西南千万重，仙经最说青城峰。青城嵚岑倚空碧，远压峨嵋吞剑壁。锦屏云起易成霞，玉洞花明不知夕。星台二妙逐王师，阮瑀军书王粲诗。日落猿声连玉笛，晴来山翠傍旌旗。绿萝春月营门近，知君对酒遥相思。"
                },
                {
                    "time": "767年",
                    "activity": "在长安。夏四月，李勉任京兆尹兼御史大夫，钱起有诗寄。作品：离别夜雨寄李京兆。离居夜雨奉寄李京兆（唐·钱起）引用典故：章台　雷声　琼树　永夜不可度，蛩吟秋雨滴。寂寞想章台，始叹云泥隔。雷声匪君车，犹时过我庐。电影非君烛，犹能明我目。如何琼树枝，梦里看不足。望望佳期阻，愁生寒草绿。"
                },
                {
                    "time": "768年",
                    "activity": "在长安。作品：苦雨寄皇甫冉。苦雨忆皇甫冉（唐·钱起）　　押梗韵引用典故：泛梗　凉雨门巷深，穷居成习静。独吟愁霖雨，更使秋思永。疲痾苦昏垫，日夕开轩屏。草木森已悲，衾帱清且冷。如何游宦客，江海随泛梗。延首长相思，忧襟孰能整。"
                },
                {
                    "time": "768年",
                    "activity": "在长安。春正月甲子，册新罗王母为太妃，侍御史出使新罗，钱起有诗赠。作品：送陆珽侍御使新罗。送陆珽侍御使新罗（唐·钱起）　　五言律诗　押真韵引用典故：周柱史　衣冠周柱史，才学我乡人。受命辞云陛，倾城送使臣。去程沧海月，归思上林春。始觉儒风远，殊方礼乐新。"
                },
                {
                    "time": "768年",
                    "activity": "在长安。右散骑常侍萧昕持节吊回纥，钱起有诗相赠。作品：送萧常侍北使。送萧常侍北使（唐·钱起）　　五言律诗　押歌韵引用典故：杕杜歌　绛节引雕戈，鸣驺动玉珂。戎城去日远，汉使隔年多。雁宿常连雪，沙飞半渡河。明光朝即迩，杕杜早成歌。"
                },
                {
                    "time": "769年",
                    "activity": "在长安。李勉出任广州。作品：送李大夫赴广州。送李大夫赴广州（唐·钱起）引用典故：图南　鹏鴳　上皇人　贪泉水　下车佳政　一贤间气生，麟趾凤凰羽。何意人之望，未为王者辅。出镇忽推才，盛哉文且武。南越寄维城，雄雄拥①甲兵。鼓门通幕府，天井入军营。厥俗多豪侈，古来难致礼。唯君饮冰心，可酌贪泉水。忠臣感圣君，徇义不邀勋。龙镜逃山魅，霜风破嶂雪。征途凡几转，魏阙如（一作终）在眼。向郡海潮迎，指乡关树远。按节化瓯闽，下车佳政新。应（一作当）令尉陀俗，还作上皇人。支离交俊哲，弱冠至华发。昔许霄汉期，今嗟鹏鴳别。图南不可御，惆怅守薄暮（一作劣）。按：①一作推，一作寄"
                },
                {
                    "time": "772年",
                    "activity": "在长安。送友人蒋涣守东都。作品：送蒋尚书居守东都。送蒋尚书居守东都（唐·钱起）　　五言排律　押庚韵引用典故：前席　郑履　蘧轮　徯帝情　凤辇幸秦久，周人徯帝情。若非君敏德，谁镇洛阳城。前席命才彦，举朝推令名。纶言动北斗，职事守东京。郑履下天去，蘧轮满路声。出关秋树直，对阙远山明。肃肃保釐处，水流宫苑清。长安日西笑，朝夕衮衣迎。"
                },
                {
                    "time": "773年",
                    "activity": "在长安。"
                },
                {
                    "time": "774年",
                    "activity": "在长安。秋，与中书舍人常衮及包佶、司空曙、独孤及等唱和。赋诗。作品：奉和中书舍人晚秋集贤院即事寄徐薛二侍郎。奉和中书常舍人晚秋集贤院即事寄徐薛二侍御（唐·钱起）　　五言排律　押鱼韵引用典故：巴歌　露盘　仲舒对策　文星垂太虚，辞伯综群书。彩笔下鸳掖，褒衣来石渠。典坟探奥旨，造化睹权舆。述圣鲁宣父，通经汉仲舒。窗明宜缥带，地肃近丹除。清昼删诗暇，高秋作赋初。露盘侵汉耸，宫柳度鸦疏。静对连云阁，晴闻过阙车。旧僚云出矣，晚岁复何如。海峤瞻归路，江城梦直庐。含毫思两凤，望远寄双鱼。定笑巴歌拙，还参丽曲馀。"
                },
                {
                    "time": "776年",
                    "activity": "在长安。春夏，迁司封郎中。"
                },
                {
                    "time": "780年",
                    "activity": "在长安，与检校左散骑常侍郭暧交往甚密，有诗。作品：奉陪郭常侍宴浐川山池。（郭暧，郭子仪第六子。）陪郭常侍令公东亭晏集。（郭暧，郭子仪第六子。）奉陪郭常侍宴浐川山池（唐·钱起）　　五言排律　押阳韵引用典故：安石　金谷　平阳　掖垣携爱客，胜地赏年光。向竹过宾馆，寻山到妓堂。歌声掩金谷，舞态出平阳。地满簪裾影，花添兰麝香。莺啼春未老，酒冷日犹长。安石风流事，须归问（一作骑）省郎。陪郭常侍令公东亭宴集（唐·钱起）　　五言排律　押庚韵引用典故：和羹　披云　盛业山河列，重名剑履荣。珥貂为相子，开閤引时英。美景池台色，佳期宴赏情。词人载笔至，仙妓出花迎。暗竹朱轮转，回塘玉佩鸣。舞衫招戏蝶，歌扇隔啼莺。饮德心皆醉，披云兴转清。不愁欢乐尽，积庆在和羹。"
                },
                {
                    "time": "780年",
                    "activity": "在长安，冬，禁围赏雪寄诗薛邕。作品：禁围玩雪寄薛左丞。禁闱玩雪寄薛左丞（唐·钱起）　　五言排律　押尤韵玄云低禁苑，飞雪满神州。虚白生台榭，寒光入冕旒。粉凝宫壁静，乳结洞门幽。细绕回风转，轻随落羽浮。怒涛堆砌石，新月孕帘钩。为报诗人道，丰年颂圣猷。"
                }
            ]
        },
        {
            "Latitude": 34.157639,
            "Longitude": 109.329839,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610122",
            "Title": "蓝田",
            "Detail": [
                {
                    "time": "755年",
                    "activity": "春，任蓝田县尉，9月，至蓝田，有诗。作品：初黄绶赴蓝田县作。初黄绶赴蓝田县作（唐·钱起）　　押元韵引用典故：九万扶摇　桃源　腐草　蟠木　三省　蟠木无匠伯，终年弃山樊。苦心非良知，安得入君门。忽忝英达顾，宁窥造化恩。萤光起腐草，云翼腾沈鲲（一作鹍）。片石世何用，良工心所存。一叨尉京甸，三省惭黎元。贤尹正趋府，仆夫俨归轩。眼中县胥色，耳里苍生言。居人散山水，即景（一作境）真桃源。鹿聚入田径，鸡鸣隔岭村。餐和俗久清（一作静），到邑政空论。且嘉讼庭寂，前阶满芳荪。"
                },
                {
                    "time": "755-756年",
                    "activity": "任蓝田县尉，有诗。作品：县中池竹言怀。晚归蓝田酬王维给事赠别。蓝田溪杂咏。县中池竹言怀（唐·钱起）　　五言排律　押真韵引用典故：漆园人　官小志已足，时清免负薪。卑栖且得地，荣耀不关身。自爱赏心处，丛篁流水滨。荷香度高枕，山（一作春）色满南邻。道在即为乐，机忘宁厌贫。却愁丹凤诏，来访漆园人。晚归蓝田酬王维给事（一作中书常舍人）赠别（一作王维诗）（唐·钱起）　　五言律诗　押微韵引用典故：采薇　怀橘　青琐　卑栖却得性，每与白云归。徇禄仍怀橘，看山免采薇①。暮禽先去马，新月待开扉。霄汉时回首，知音青琐闱。按：①一作别山如昨日，春露已沾衣。采蕨频盈手，看花空厌归蓝田溪杂咏二十二首登台（一作望山台）（唐·钱起）　　五言绝句　押职韵望山登春台，目尽趣难极。晚景下平阡，花际霞峰色。　其二板桥（唐·钱起）　　五言绝句　押陌韵静宜樵隐度，远与车马隔。有时行药来，喜遇归山客。　其三石井（唐·钱起）　　五言绝句　押东韵引用典故：武陵　片霞照仙井，泉底桃花红。那知幽石下，不与武陵通。　其四古藤（唐·钱起）　　五言绝句　押药韵引蔓出云树，垂纶覆巢鹤。幽人对酒时，苔上闲花落。　其六洞仙谣（一作伺山径）（唐·钱起）　　五言绝句　押纸韵引用典故：桃源　几转到青山，数重度流水。秦人入云去，知向桃源里。　其五晚归鹭（唐·钱起）　　五言绝句　押阮韵池上静难厌，云间欲去晚。忽背夕阳飞，乘兴①清风远。按：①一作剩与　其七药圃（唐·钱起）　　五言绝句　押霁韵春畦生百药，花叶香初霁。好容似风光①，偏来入丛蕙。按：①一作日与光风　其八石上苔（唐·钱起）　　五言绝句　净①与溪色连，幽宜松雨②滴。谁知古石上，不染世人迹。按：①一作静　②一作露　其九窗里山（唐·钱起）　　五言绝句　押纸韵引用典故：壶中　远岫见如近，千里①一窗里。坐来石上云，乍谓壶中起。按：①一作重　其十竹间路（唐·钱起）　　五言绝句　暗归草堂静，半入花园①去。有时载酒来，不与清风遇。按：①一作源　其十一竹屿（唐·钱起）　　五言绝句　幽鸟清涟上，兴来看不足。新篁压水低，昨夜鸳鸯宿。　其十二砌下泉（唐·钱起）　　五言绝句　穿云来自远，激砌流偏驶。能资庭户幽，更引海禽至。　其十三戏鸥（唐·钱起）　　五言绝句　押屑韵乍依菱蔓聚，尽向芦花灭。更喜好风来，数片翻晴雪。　其十四远山钟（唐·钱起）　　五言绝句　风送出山钟，云霞度水浅。欲知①声尽处，鸟灭寥天远。按：①一作寻　其十五东陂（一作忆皇子陂）（唐·钱起）　　五言绝句　押沃韵永日兴难忘，掇芳春陂曲。新晴花枝下，爱此苔水绿。　其十六池上亭（唐·钱起）　　五言绝句　押阳韵临池构杏梁，待客归烟塘。水上褰帘好，莲开杜若香。　其十七衔鱼翠鸟（一作杨巨源诗）（唐·钱起）　　五言绝句　有意莲叶间，瞥然下高树。擘破②得全①鱼，一点翠光去。按：①一作金　②一作波　其十八石莲花（唐·钱起）　　五言绝句　押职韵幽石生芙蓉，百花惭美色。远笑越溪女，闻芳不可识。　其十九潺湲声（一作溪）（唐·钱起）　　五言绝句　押语韵乱石跳素波，寒声闻①几处。飕飕暝风引，散出空林去。按：①一作来　其二十松下雪（唐·钱起）　　五言绝句　押职韵虽因朔风至，不向瑶台侧。唯助苦寒松，偏明后彫色。　其二十一田鹤（唐·钱起）　　五言绝句　押语韵田鹤望碧霄，无风亦自举。单飞后片云，早晚及前侣。　其二十二题南陂（唐·钱起）　　五言绝句　押屋韵家住凤城南，门临古陂曲。时怜上林雁，半入池塘宿。"
                }
            ]
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": [
                {
                    "time": "761年",
                    "activity": "乱后归省，初至京口，有诗寄诸弟。作品：初至京口示诸弟。初至京口示诸弟（唐·钱起）　　五言律诗　押元韵还家百战后，访故几人存。兄弟得相见，荣枯何处论。新诗添卷轴，旧业见儿孙。点检①平生事，焉能出荜②门。按：①一作检点，一作感慨　②一作不杜"
                }
            ]
        }
    ]
}