{
    "lines": [
        {
            "Latitude": 31.304566,
            "Longitude": 120.589613,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3205",
            "Title": "苏州 (出生地)",
            "Detail": [
                {
                    "time": "830年",
                    "activity": "或生于本年。本表所列年岁为虚拟数，非实数。"
                },
                {
                    "time": "831-836年",
                    "activity": "在故乡长洲家居。"
                },
                {
                    "time": "837年",
                    "activity": "在故乡长洲家居陆龟蒙父陆宾虞在校书郎任。"
                },
                {
                    "time": "838年",
                    "activity": "在故乡长洲家居。"
                },
                {
                    "time": "840-853年",
                    "activity": "在故乡长洲家居。"
                },
                {
                    "time": "860年",
                    "activity": "陆龟蒙居苏州家中，《中酒赋》或作于此时。作品：《中酒赋》（《甫里集》卷一五。）"
                },
                {
                    "time": "868年",
                    "activity": "在苏州，其《幽居赋》或作于是年前后。作品：《幽居赋》（《甫里集》卷一五。）"
                },
                {
                    "time": "868年",
                    "activity": "在苏州，其《小铭录》当作于此年前。作品：《小名录》（《甫里集》附录。）"
                },
                {
                    "time": "868年",
                    "activity": "在苏州。作品：《稗说三卷》（已佚。）"
                },
                {
                    "time": "869年",
                    "activity": "在苏州，干谒皮日休，两人相交酬唱甚密。作品：奉和袭美二游诗两首。（《松陵集》卷一。编年诗参见第208页（皮《二游诗》陆《奉和》））奉和袭美寄滑州李副使员外。（《松陵集》卷七。编年诗参见第209页（皮《寄滑州李副使员外》陆《奉和》））和袭美赠南阳润卿将归雷平。（《松陵集》卷八。编年诗参见第209页（皮《南阳润卿将归雷平，因而有赠》陆《奉和》））和袭美褚家林亭。（《松陵集》卷九。编年诗参见第210页（皮《褚家林亭》张贲《奉和》陆《奉和》））和袭美冬晓章上人院。（《松陵集》卷八。编年诗参见第209页。）奉和袭美公斋四咏次韵。（《松陵集》卷二。编年诗参见第208页。）《奉和袭美新秋言怀三十韵次韵》（《松陵集》卷五。编年诗参见第208页。）《秋日遣怀十六韵寄道侣》（《松陵集》卷五。编年诗参见第208页。）袭美初植松桂偶题。（《松陵集》卷七。编年诗参见第209页（皮《二游诗》陆《奉和》））《戏题袭美书印囊》（《松陵集》卷七。编年诗参见第209页（皮《二游诗》陆《奉和》））和袭美初冬偶作寄南阳润卿次韵。（《松陵集》卷八。编年诗参见第209页（皮《二游诗》陆《奉和》））和同润卿寒夜访袭美各惜其志次韵。（《松陵集》卷九。编年诗参见第210页。）奉和袭美二游诗徐诗（唐·陆龟蒙）　　押先韵引用典故：东壁　尝闻四书曰，经史子集焉。苟非天禄中，此事无由全。自从秦火来，历代逢迍邅。汉祖入关日，萧何为政年。尽力取图籍，遂持天下权。中兴熹平（一作延嘉）时，教化还相宣。立石刻五经，置于太学前。贼卓乱王室，君臣如转圜。洛阳且煨烬，载籍宜为烟。逮晋武革命，生民才息肩。惠怀亟寡昧，戎羯俄腥膻。已觉天地闭，竞为东南迁。日既不暇给，坟索何由专。尔后国脆弱，人多尚虚玄。任学者得谤，清言者为贤。直至沈范辈①，始家藏简编。御府有不足，仍令就之传。梁元渚宫日，尽取如蚳蝝。兵威忽破碎，焚爇无遗篇。近者隋后主，搜罗势骈阗。宝函映玉轴，彩翠明霞鲜。伊唐受命初，载史声连延。砥柱不我助，惊波涌沦涟。遂令因去（一作往古）书，半在馀浮泉。贞观购亡逸，蓬瀛渐周旋。炅然东壁光，与月争流天。伟矣开元中，王道真平平。八万五千卷，一一皆涂铅②。人间盛传写，海内奔穷研。目云西斋书，有过东皋田。吾闻徐氏子，奕世皆才贤。因知遗孙谋，不在黄金钱。插架几万轴，森森若戈鋋。风吹签牌声，满室铿锵然。佳哉鹿门子，好问如除ꄟ。倏来参卿处，遂得参卿怜。开怀展橱簏，唯在性所便。素业已千仞，今为峻云巅。雄才旧百派，相近浮日（一作百）川。君抱（一作苞）王佐图，纵步凌陶甄。他时若报德，谁在参卿先。按：①沈约、范云皆藏书数万卷　②案开元丽正殿书录云奉和袭美二游诗任诗（唐·陆龟蒙）引用典故：谢公屐　吴之辟疆园，在昔胜概敌。前闻富脩竹，后说纷怪石①。风烟惨无主，载祀将六百。草色与行人，谁能问遗迹。不知清景在，尽付任君宅。却是五湖光，偷来傍檐隙。出门向城路，车马声躏跞（一作轥轹）。入门望亭隈，水木气岑寂。犨墙绕曲岸，势似行无极。十步一危梁，乍疑当绝壁。池容澹而古，树意苍然僻。鱼惊尾半红，鸟下衣全碧。斜来岛屿隐，恍若潇湘隔。雨静挂残丝，烟消有馀脉。朅来任公子，摆落名利役。虽将禄代耕，颇爱巾随策。秋笼支遁鹤，夜榻戴颙客。说史足为师，谭禅差作伯。君多鹿门思，到此情便适。偶荫桂堪帷，纵吟苔可席。顾余真任诞，雅遂中心获。但知醉还醒，岂知玄尚白。甘闲在鸡口，不贵封龙额。即此自怡神，何劳谢公屐。按：①竟陵子陆羽《玩月诗》云：“辟疆旧林园，怪石纷相向。”奉和袭美寄滑州李副使员外（唐·陆龟蒙）　　七言律诗　押豪韵洛生闲咏正抽毫，忽傍旌旗著战袍。檄下连营皆破胆，剑离孤匣欲吹毛。清秋月色临军垒，半夜淮声入贼壕。除却征南为上将，平徐功业更谁高。和袭美赠南阳润卿将归雷平（唐·陆龟蒙）　　七言律诗　押寒韵朝市山林隐一般，却归那减卧云欢。堕阶红叶谁收得，半盎清醪客酹①乾。玉笈诗成吟处晓，金沙泉落梦中寒。真仙若降如相问，曾步星罡绕醮坛。按：①一作醉和袭美褚家林亭（唐·陆龟蒙）　　七言律诗　押麻韵一阵西风起浪花，绕栏杆下散瑶华。高窗曲槛仙侯府，卧①苇荒芹白鸟家。孤岛待寒凝片月，远山终日送馀霞。若知方外还②如此，不要秋乘上海槎。按：①一作折　②一作仙和袭美冬晓章上人院（唐·陆龟蒙）　　七言律诗　押歌韵山寒偏是晓来多，况值禅窗雪气和。病客功夫经未演，故人书信纳新磨。闲临静案修茶品，独傍深溪记药科。从此逍遥知有地，更乘清月伴君过。奉和袭美公斋四咏次韵小松（唐·陆龟蒙）擢秀逋客岩，遗根飞鸟径。因求饰清閟，遂得辞危夐。贞同柏有心，立若珠无胫。枝形短未怪，鬣数差难定①。况密三天风，方遵四时柄。那兴培塿叹，免荅邻里病。微霜静可分，片月疏堪映。奇当虎头笔，韵叶通明性。会拂阳乌胸，抡才膺帝命。按：①《名山记》云：“松有两鬣，三鬣，七鬣者，言如马鬣形也，言粒者非。”奉和袭美公斋四咏次韵小桂（唐·陆龟蒙）　　押支韵讽赋轻八植，擅名方一枝。才高不满意，更自寒山移。宛宛别云态，苍苍出尘姿。烟归助华杪，雪点迎芳蕤。青条坐可结，白日如奔螭。谅无ꈼ（音莺）剪忧，即是萧森时。洛浦虽有荫，骚人聊自怡。终为济川楫，岂在论高卑。奉和袭美公斋四咏次韵新竹（唐·陆龟蒙）别坞破苔藓，严城树轩楹。恭闻禀璇玑，化质离青冥①。色可定鸡颈，实堪招凤翎。立窥五岭秀，坐对三都屏。晴月窈窕入，曙烟霏微生。昔者尚借宅，况来处宾庭。金罍纵倾倒，碧露还鲜醒。若非抱苦节，何以偶惟馨。徐观稚龙出，更赋锦苞零。按：①竹璇玑玉精，受气于玄轩之宿奉和袭美公斋四咏次韵鹤屏（唐·陆龟蒙）时人重花屏，独即胎化状。丛毛练分彩，疏节筇相望①。曾无氃氋态，颇得连轩样。势拟抢高寻，身犹在函丈。如忧鸡鹜斗，似忆烟霞向。尘世任纵横，霜襟自闲放。空资明远思，不待浮丘相。何由振玉衣，一举栖瀛阆。按：①八公《相鹤经》云：“大毛落，丛毛生，其色如雪。”又云：“高脚疏节，则多跛也。”奉和袭美新秋言怀三十韵次韵（唐·陆龟蒙）　　五言排律　押肴韵引用典故：三益　身闲唯爱静，篱外是荒郊。地僻怜同巷，庭喧厌累巢。岸声摇舴艋，窗影辨蟏蛸。径祗溪禽下，关唯野客敲。竹冈从古凸，池缘本来ꈿ。早藕擎霜节，凉花束紫梢。渔情随锤网，猎兴起鸣ꁽ。好梦经年说，名方著处抄。才（一作木）疏惟自补，技痒欲谁抓。窗静常悬ꀴ，鞭闲不正鞘。山衣轻斧藻，天籁逸弦匏。蕙转（一作展）风前带，桃烘雨后胶。藓乾黏晚砌，烟湿动晨庖。沈约便图籍，扬雄重酒肴。目曾窥绝洞，耳不犯征铙。历外穷飞朔，蓍中记伏爻。石林空寂历，云肆肯哓譊。松桂何妨蠹，龟龙亦任嘲。未能丹作髓，谁相紫为胞。莫把荣枯异，但（平声）和大小包。由弓猿不捷，梁圈虎忘虓。旧友怀三益，关山阻二崤。道随书簏古，时共钓轮抛。好作忘机士，须为莫逆交。看君驰谏草，怜我卧衡茅。出处虽冥默，薰莸肯溷殽。岸沙从鹤印，崖蜜劝人ꀤ。白菌盈枯蘖，黄精满绿筲。仙因隐居信，禅是净名教。勿谓江湖永，终浮一大瓟（一作泡）。秋日遣怀十六韵寄道侣（唐·陆龟蒙）　　五言排律　押盐韵尽日临风坐，雄词妙略兼。共知时世薄，宁恨岁华淹。且把灵方试，休凭吉梦占。夜然烧汞火，朝炼洗金盐。有路求真隐，无媒举孝廉。自然成啸傲，不是学沈潜。水恨同心隔，霜愁两鬓沾。鹤屏怜掩扇，乌帽爱垂檐。雅调宜观乐，清才称典签。冠ꇯ玄发少，书健紫毫尖。故疾因秋召，尘容畏日黔。壮图须行行，儒服谩襜襜。片石聊当枕，横烟欲代帘。蠹根延穴蚁，疏叶漏庭蟾。药鼎高低铸，云庵早晚苫。胡麻如重寄，从诮我无厌。袭美初植松桂偶题（唐·陆龟蒙）　　七言绝句　押东韵轩阴冉冉移斜日，寒韵泠泠入晚风。烟格月姿曾不改，至今犹似在山中。戏题袭美书印囊（唐·陆龟蒙）　　七言绝句　押鱼韵鹊衔龟顾妙无馀，不爱封侯爱石渠。应笑休文过万卷，至今谁道沈家书。和袭美初冬偶作寄南阳润卿次韵（唐·陆龟蒙）　　七言律诗　押东韵逐日生涯敢计冬，可嗟寒事落然空。窗怜返照缘书小，庭喜新霜为橘红。衰柳尚能和月动，败兰犹拟倩烟笼。不知海上今清浅，试与飞书问洛公。和同润卿寒夜访袭美各惜其志次韵（唐·陆龟蒙）　　七言绝句　押真韵醉韵飘飘不可亲，掉头吟侧华阳巾。如能跂脚南①窗下，便是羲皇世上人。按：①一作东"
                },
                {
                    "time": "869年",
                    "activity": "在苏州，皮日休以其《文薮》十卷示之，崔璞有诗赞仰，皮有酬答，陆龟蒙亦和之。作品：奉和袭美酬前进士崔潞盛制见寄因赠至一百四十言。（《松陵集》卷二。）奉和袭美酬前进士崔潞盛制见寄因赠至一百四十言（唐·陆龟蒙）　　押鱼韵引用典故：天籁　孔圣铸颜事，垂之千载馀。其间王道乖，化作荆榛墟。天必授贤哲，为时攻剪除。轲雄骨已朽，百代徒趑趄。近者韩文公，首为闲（一作开）辟锄。夫子又继起，阴霾终廓如。搜得万古遗，裁成十编书。南山盛云雨，东序堆琼琚。偶此真籍客，悠扬两情摅。清词忽窈窕，雅韵何虚徐。唱既野芳坼，酬还天籁疏。轻波掠翡翠，晓露披芙渠。俪曲信寡合，末流难嗣初。空持一竿饵，有意鲸鱼。"
                },
                {
                    "time": "869年",
                    "activity": "在苏州，皮日休于是秋主试乡贡试，陆龟蒙参加乡贡试取解。作品：《秋赋有期，因寄袭美》（《松陵集》卷八。）秋赋有期因寄袭美（时将主试贡士）（唐·陆龟蒙）　　七言律诗　押删韵云似无心水似闲，忽思名在贡书间。烟霞鹿弁聊悬著，邻里渔舠暂解还。文章病来犹满箧，药苗衰后即离山。广寒宫树枝多少，风送高低便可攀。"
                },
                {
                    "time": "869年10月",
                    "activity": "冬十月，往长安应试，闻诏而返，旋忧愤成疾。"
                },
                {
                    "time": "869年",
                    "activity": "在病中，皮日休慰问无虚日。两人作诗酬和。作品：《读，因作诗五百言寄皮袭美》（《松陵集》卷一。）读襄阳耆旧传因作诗五百言寄皮袭美（唐·陆龟蒙）　　押宥韵引用典故：卧龙　猗顿　汉皋古来雄，山水天下秀。高当轸翼分，化作英髦囿。暴秦之前人，灰灭不可究。自从宋生贤，特立冠耆旧。离骚既（一作纪）日月，九辩即列宿。卓哉悲秋辞，合在风雅右。庞公乐幽隐，辟聘无所就。祗爱鹿门泉，泠泠倚岩漱。孔明卧龙者，潜伏躬耕耨。忽遭玄德云，遂起鳞角斗。三胡节皆峻，二习名亦茂。其馀文武家，相望如斥堠。缅思齐梁降，寂寞寡清胄。凝融为漪澜，复结作莹琇。不知粹和气，有得方大受（一作授）。将生皮夫子，上帝可其奏。并包数公才，用以殿厥后。尝闻儿童岁，嬉戏陈俎豆。积渐开词源，一派分万溜。先崇丘旦室，大惧隳结构。次补荀孟垣，所贵亡罅漏。仰瞻三皇道，虮虱在宇宙。却视五霸图，股掌弄孩幼。或能醢髋髀，或与翼雏鷇。或喜掉直舌，或乐斩邪脰。或耨锄翳荟，或整理错谬。或如百千骑，合沓原野狩。又如晓江平，风死波不皱。幽埋力须掘，遗落赀必购。乃于文学中，十倍猗顿富。囊乏向咸镐，马重迟步骤。专场射策时，缚虎当羿彀。归来把通籍，且作高堂寿。未足逞戈矛，谁云被文绣。从知偶东下，帆影拂吴岫。物象悉摧藏，精灵畏雕镂。伊余抱沈疾，憔悴守圭窦。方推洪范畴，更念大玄首（去声）。陈诗采风俗，学古穷篆籀。朝朝贳薪米，往往逢责诟。既被邻里轻，亦为妻子陋。持冠适瓯越，敢怨不得售。窘若晒沙鱼，悲如哭霜狖。唯君枉车辙，以逐海上臭。披襟两相对，半夜忽白昼。执热濯清风，忘忧饮醇酎。驱为文翰侣，驽皂参骥厩。有时谐宫商，自喜真邂逅。道孤情易苦，语直诗还瘦。藻匠如见酬，终身致怀袖。"
                },
                {
                    "time": "869年",
                    "activity": "在病中，皮日休作诗赠陆龟蒙，以安抚其受伤之心。陆龟蒙和之。作品：《袭美先辈以龟蒙所献五百言，既蒙见和，复示容唱，至于千字。提奖之重，蔑有称实。再抒鄙怀，用伸酬谢》（《松陵集》卷一。）袭美先辈以龟蒙所献五百言既蒙见和复示荣唱至于千字提奖之重蔑有称实再抒鄙怀用伸酬谢（唐·陆龟蒙）　　押支韵引用典故：八索　囊中锥　月旦评　弓箕　洪范分九畴，转成天下规。河图孕八卦，焕作玄中奇。先开否臧源，次筑经纬基。粤若鲁圣出，正当周德衰。越疆必载质，历国将扶危。诸侯恣崛强，王室方陵迟。歌凤时不偶，获麟心益悲。始嗟吾道穷，竟使空言垂。首赞五十易，又删三百诗。遂令篇籍光，可并日月姿。向非笔削功，未必无瑕疵。迨至夫子没（一作遐），微言散如枝（一作披）。所宗既不同，所得亦异宜。名法在深刻，虚玄至希夷。自从战伐来，一派纵横驰。寒谷生艳木，沸潭结流澌。惊奔失壮士，好恶随纤儿。嬴氏并六合，势尊丞相斯。加于挟书律，尽取坑焚之。南勒会稽颂，北恢胡亥阺。犹怀遍巡狩，不暇亲维持。及汉文景后，鸿生方ꄪ摫（出三都赋）。簸扬尧舜风，反作三代吹。飘飖四百载，左右为藩篱。邺下曹父子，猎贤甚熊罴。发论若霞驳①，裁诗如锦摛。徐王应刘辈，头角咸相衰。或有妙绝赏，或为独步推。或许润色美，或嫌诋诃痴。倏以中利病，且非混醇醨。雅当乎魏文，丽矣哉陈思。不肯少选妄，恐贻后世嗤。吾祖仗才力②，革车蒙虎皮。手持一白旄，直向文场麾。轻（去声）若脱钳釱，豁如抽扊扅。精钢不足利，騕袅何劳追。大可罩山岳，微堪析毫釐。十体免负赘，百家咸起痿。争入鬼神奥，不容天地私。一篇迈华藻，万古无孑遗。刻鹄尚未已，雕龙奋而为③。刘生吐英辩，上下穷高卑。下臻宋与齐，上指轩从羲。岂但标八索，殆将包两仪。人谣洞野老，骚怨明湘累。立本以致诘，驱宏来抵巇。清如朔雪严，缓若春烟羸。或欲开户牖，或将饰缨緌。虽非倚天剑，亦是囊中锥。皆由内史意，致得东莞词。梁元尽索虏，后主终亡隋。哀音但浮脆，岂望分雄雌。吾唐揖让初，陛列森咎夔。作颂媲吉甫，直言过祖伊。明皇践中日，墨客肩参差。岳净秀擢削，海寒光陆离。皆能取穴凤，尽拟乘云螭。迩来二十祀，俊造相追随。余生落其下，亦值文明时。少小不好弄，逡巡奉弓箕。虽然苦贫贱，未省亲嚅ꃇ。秋倚抱风桂，晓烹承露葵。穷年只败袍，积日无晨炊。远访卖药客，闲寻捕鱼师。归来蠹编上，得以含情窥。抗韵吟比雅，覃思念棿摛。因知昭明前，剖石呈清琪。又嗟昭明后，败叶埋芳蕤。纵有月旦评，未能天下知。徒为强貔豹，不免参狐狸。谁蹇行地足，谁抽刺天鬐。谁作河畔草，谁为洞中芝。谁若灵囿鹿，谁犹清庙牺。谁轻如鸿毛，谁密如凝脂。谁比蜀严静，谁方巴賨赀。谁能钓抃鳌，谁能灼神龟。谁背如水火，谁同若埙篪。谁可作梁栋，谁敢驱谷蠡（音鹿黎）。用此常不快，无人动交铍。空消病里骨，枉白愁中髭。鹿门先生才，大小无不怡。就彼六籍内，说诗直解颐。顾我迷未远，开怀溃其疑。初开（一作看）凿本源，渐乃疏旁支。邃古派泛滥，皇朝光赫曦。揣摩是非际，一一如襟期。李杜气不易，孟陈节难移。信知君子言，可并神明蓍。枯腐尚求律，膏肓犹谒医。况将太牢味，见啖逋悬饥。今来置家地，正枕吴江湄。饵薄钩不曲，跫然守空坻。嘿坐无影响，唯君款茅茨。抽书乱签帙，酌茗烦瓯ꄉ。或伴补缺砌，或偕诣荒祠。孤筇倚烟蔓，细木横风漪。触雨妨屝屦，临流泥江蓠。既狎野人调，甘为豪士訾（一作嗤）。不敢负建鼓，唯忧掉降旗。希君念馀勇，挽袖登文陴。按：①魏文帝典论有论文篇　②士衡《文赋》　③刘协有《文心雕龙》"
                },
                {
                    "time": "869年",
                    "activity": "皮陆二人又与张贲等交游唱和。作品：《奉和次韵》（《松陵集》卷九。）再和次韵（唐·陆龟蒙）　　七言绝句　押灰韵阶下饥禽啄嫩苔，野人方倒病中杯。寒蔬卖却还沽吃，可有金貂换得来。"
                },
                {
                    "time": "869年",
                    "activity": "年底，陆龟蒙旧友吴兴进士严子重访皮陆。作品：《玩金鸂鶒赠袭美》（《松陵集》卷九。编年诗参见第210页。）玩金鸂ꆣ戏赠袭美（唐·陆龟蒙）　　七言绝句　押文韵曾向溪边泊暮云，至今犹忆浪花群。不知镂羽凝香雾，堪与鸳鸯觉后闻。"
                },
                {
                    "time": "870年2月",
                    "activity": "作诗伤严子重进士。作品：《严子重以诗游于名胜间旧矣，余晚余江南相遇甚乐。不幸且没，袭美作诗序而吊之，其名真不朽矣，又何戚其死哉。余因息悲而为之和》（《松陵集》卷八。）严子重以诗游于名胜间旧矣余晚于江南相遇甚乐不幸且没袭美作诗序而吊之其名真不朽矣又何戚其死哉余因息悲而为之和（唐·陆龟蒙）　　七言律诗　押文韵每值①江南日落春，十年诗酒爱逢君。芙蓉湖上吟船倚，翡翠岩前醉马分。祗有汀洲连旧业，岂无章疏动遗文。犹怜未卜佳城处，更斸要离冢畔云。按：①一作忆"
                },
                {
                    "time": "870年",
                    "activity": "初夏，皮日休病愈，并作诗招羊振文等小饮，羊振文赴，陆龟蒙以病不赴，然皆有和诗。作品：《袭美留振文小宴，龟蒙抱病不赴。猥示倡和，因次韵仰酬》（《松陵集》卷九。）袭美留振文宴龟蒙抱病不赴猥示倡和因次韵酬谢（唐·陆龟蒙）　　七言律诗　押庚韵绮席风开照露晴，祗将茶荈代云觥。繁弦似玉纷纷碎，佳妓如鸿一一惊。毫健几多飞藻客，羽寒寥落映花莺。幽人独自西窗晚，闲凭香柽反照明。"
                },
                {
                    "time": "870年",
                    "activity": "初夏，皮陆唱和。作品：《奉酬袭美先辈初夏见寄次韵》（《松陵集》卷一。编年诗参见第254页。）奉酬袭美先辈初夏见寄次韵（唐·陆龟蒙）　　押庚韵积雨晦皋圃，门前烟水平。蘋蘅增遥吹，枕席分馀清。村旆诧酒美，赊来满鋞程（一作鋐）。未必减宣子，何羡谢公荣。借宅去人远，败墙连古城。愁鸱占枯蘖，野鼠趋前楹。昨日云破损，晚林先觉晴。幽篁倚微照，碧粉含疏茎。蠹简有遗字，ꇺ（一作ꄝ）琴无泛声。蚕寒茧尚薄，燕喜雏新成。览物正摇思，得君初夏行。诚明复散诞，化匠（一作工）安能争。海浪刷三岛，天风吹六英。洪崖领玉节，坐使虚音生。吾祖傲洛客，因言几为伧。末裔实渔者，敢怀干墨卿。唯思钓璜老，遂得持竿情。何须乞鹅炙，岂在斟羊羹。畦蔬与瓮醁，便可相携迎。蟠木几甚曲，笋皮冠且轻。闲心放羁靮，醉脚从欹倾。一径有馀远，一窗有馀明。秦皇苦不达，天下何足并。"
                },
                {
                    "time": "870年4月",
                    "activity": "四月，闻朝廷下大赦诏，恢复明年贡举，并增补进士及第名额，感而赋诗。作品：《徐方平后闻赦因寄袭美》（《松陵集》卷六。）徐方平后闻赦因寄袭美（唐·陆龟蒙）　　七言律诗　押元韵新春旒扆御翚轩，海内初传涣汗恩。秦狱已收为厉气，瘴江初返未招魂。英材尽作龙蛇蛰①，战地多成虎豹村。除却数般伤痛外，不知何事及王孙。按：①时停贡举"
                },
                {
                    "time": "870年",
                    "activity": "吴中淫雨不息。皮日休有《吴中苦雨，因书一百韵寄鲁望》，陆龟蒙和之。作品：《奉酬袭美先辈吴中苦雨一百韵见寄次韵》（《松陵集》卷一。）"
                },
                {
                    "time": "870年",
                    "activity": "在苏州，皮陆唱和。作品：《奉和二游诗》（《松陵集》卷一。编年诗参见第254页。）《同前亦次本韵》（《松陵集》卷二。编年诗参见第254页。）《同前次韵》二首。（《松陵集》卷二。编年诗参见第254页。）《补沈恭子诗并序》（《松陵集》卷二。编年诗参见第254页。）《奉酬》（《松陵集》卷五。编年诗参见第254页。）《又酬次韵》（《松陵集》卷五。编年诗参见第255页。）《秋日遣怀十六韵寄道侣》（《松陵集》卷五。编年诗参见第255页。）《和五贶诗》（《松陵集》卷五。编年诗参见第255页。）《奉和次韵》1。（《松陵集》卷五。编年诗参见第255页（皮《江南书情二十韵寄秘阁韦校书贻之商洛宋先辈垂文二同年》陆《奉和次韵》））《奉和次韵》2。（《松陵集》卷五。编年诗参见第255页（皮《忆洞庭观步十韵》陆《奉和次韵》））《奉和次韵》3。（《松陵集》卷五。编年诗参见第255页（皮《初冬章上人院陆《奉和次韵》》））《奉和次韵》4。（《松陵集》卷六。编年诗参见第256页（皮《江南道中怀茅山广文南阳博士三首》陆《奉和次韵》））《奉和次韵》5。（《松陵集》卷六。编年诗参见第256页（皮《吴中言情寄鲁望》陆《奉和次韵》））《奉和次韵》6。（《松陵集》卷六。编年诗参见第256页（皮《行次野梅》陆《奉和次韵》））《奉和次韵》7。（《松陵集》卷六。编年诗参见第256页（皮《扬州看辛夷花》陆《奉和次韵》））《奉和次韵》8。（《松陵集》卷六。编年诗参见第256页（皮《开元寺客省早景即事》陆《奉和次韵》））《奉和次韵》9。（《松陵集》卷六。编年诗参见第256页（皮《病中庭际海石榴花盛发，感而有寄》陆《奉和次韵》））《奉和次韵》10。（《松陵集》卷六。编年诗参见第257页（皮《病中书情寄上崔谏议，时眼疾未平》陆《奉和次韵》））《奉和次韵》11。（《松陵集》卷六。编年诗参见第257页（皮《鲁望春日多寻野景，皮日休抱病疾杜门，因有是寄》陆《奉和次韵》））《奉和次韵》12。（《松陵集》卷六。编年诗参见第258页（皮《卧春感疾寄鲁望》陆《奉和次韵》））《奉和次韵》13。（《松陵集》卷六。编年诗参见第258页（皮《病后春思陆《奉和次韵》》）《奉和次韵》14。（《松陵集》卷六。编年诗参见第259页（皮《宿木兰院》陆《奉和次韵》））《奉和次韵》15。（《松陵集》卷六。编年诗参见第259页（皮《重题蔷薇》陆《奉和次韵》》））《奉和次韵》16。（《松陵集》卷七。编年诗参见第259页（皮《新夏东郊闲泛，有怀袭美》陆《奉和次韵》））《奉和次韵》17。（《松陵集》卷七。编年诗参见第259页（皮《夏初访鲁望，偶题小斋》陆《奉和次韵》））《奉和次韵》18。（《松陵集》卷七。编年诗参见第259页（皮《所居首夏水木尤清》，适然有作陆《奉和次韵》））《奉和次韵》19。（《松陵集》卷七。编年诗参见第259页（皮《夏景无事，因怀章、来二上人》陆《奉和次韵》））《奉和次韵》20。（《松陵集》卷七。编年诗参见第260页（皮《夏景冲澹偶然作二首》陆《奉和次韵》））《奉和次韵》21。（《松陵集》卷七。编年诗参见第260页（皮《醉中偶作寄鲁望》陆《奉和次韵》））《奉和次韵》22。（《松陵集》卷八。编年诗参见第261页（皮《新秋即事三首》陆《奉和次韵》））《奉和次韵》23。（《松陵集》卷八。编年诗参见第262页（皮《钓侣二章》陆《奉和次韵》））《奉和次韵》24。（《松陵集》卷八。编年诗参见第262页（皮《题支山南峰僧》陆《奉和次韵》））《奉和次韵》25。（《松陵集》卷八。编年诗参见第262页（皮《初冬偶作》陆《奉和次韵》））《奉和次韵》26。（《松陵集》卷九。编年诗参见第262页（张贲《旅泊吴门呈一二同志》陆《奉和次韵》））《奉和次韵》27。（《松陵集》卷九。编年诗参见第263页（张贲《奉和次韵陆《奉和次韵》》））《奉和》1。（《松陵集》卷六。编年诗参见第256页（皮《暇日独处寄鲁望陆《奉和》））《奉和》2。（《松陵集》卷六。编年诗参见第257页（皮《病孔雀》陆《奉和》））《奉和》3。（《松陵集》卷六。编年诗参见第259页（皮《闻开元寺开笋，因寄章上人》陆《奉和》））《奉和》4。（《松陵集》卷六。编年诗参见第259页（皮《女坟湖》陆《奉和》））《奉和》5。（《松陵集》卷六。编年诗参见第259页（皮《泰伯庙》）陆《奉和》）《奉和》6。（《松陵集》卷七。编年诗参见第259页（皮《开元寺佛钵诗并序》陆《奉和》））《奉和》7。（《松陵集》卷七。编年诗参见第259页（皮《登初阳楼，寄怀北平郎中》陆《奉和》））《奉和》8。（《松陵集》卷七。编年诗参见第260页（皮《送李明府之任海南》陆《奉和》））《奉和》9。（《松陵集》卷七。编年诗参见第260页（皮《宿报恩寺水阁》陆《奉和》））《奉和》10。（《松陵集》卷七。编年诗参见第260页（皮《伤史拱山人》陆《奉和》））《奉和》11。（《松陵集》卷七。编年诗参见第260页（皮《胥门闲泛》陆《奉和》））《奉和》12。（《松陵集》卷七。编年诗参见第260页（皮《重题后池》陆《奉和》））《奉和》13。（《松陵集》卷八。编年诗参见第261页（皮《寄淮南阳润卿》陆《奉和》））《奉和》14。（《松陵集》卷八。编年诗参见第261页（皮《友人以人参见惠，因以诗谢之》陆《奉和》））《奉和》15。（《松陵集》卷八。编年诗参见第261页（皮《访寂上人不遇》陆《奉和》））《奉和》16。（《松陵集》卷八。编年诗参见第261页（皮《寄毗邻魏处士璞》陆《奉和》））《奉和》17。（《松陵集》卷八。编年诗参见第261页（皮《寄题镜严周禅师所居诗并序》陆《奉和》））《奉和》18。（《松陵集》卷八。编年诗参见第261页（皮《庚寅岁十一月，新罗弘惠上人与本国同书请皮日休为灵鹫山周禅师碑。将还，以诗送之》陆《奉和》））《奉和》19。（《松陵集》卷八。编年诗参见第262页（皮《臈后送内大德从勖游天台》陆《奉和》））《奉和》20。（《松陵集》卷八。编年诗参见第262页（皮《寄题玉霄峰叶涵象尊师所居》陆《奉和》））《奉和》21。（《松陵集》卷八。编年诗参见第262页（皮《天竺寺八月十五夜桂子》陆《奉和》））《奉和》22。（《松陵集》卷八。编年诗参见第262页（皮《钓侣二章》陆《奉和》））《奉和》23。（《松陵集》卷九。编年诗参见第262页（皮《皋桥》陆《奉和》））《奉和》24。（《松陵集》卷九。编年诗参见第262页（皮《重玄寺双矮桧》陆《奉和》））《奉和》25。（《松陵集》卷九。编年诗参见第263页（皮《伤开元观顾道士》张贲《奉和》陆《奉和》郑璧《奉和》））《奉和》26。（《松陵集》卷九。编年诗参见第263页（李穀《奉和袭美先生悼鹤二首》张贲《奉和》陆《奉和》））《奉和》27。（《松陵集》卷九。编年诗参见第264页（皮《寒夜文宴，润卿有期不至》陆《奉和》郑璧《奉和》））《奉和》28。（《松陵集》卷九。编年诗参见第264页（皮《酒病偶作》陆《奉和》张贲《奉和次韵》）《奉和》29。（《松陵集》卷九。编年诗参见第264页（皮《友人许惠酒，以诗征之》陆《奉和》））《奉和》30。（《松陵集》卷一O。编年诗参见第265页（皮《怀锡山药名离合二首》陆《奉和》））《奉和》31。（《松陵集》卷一O。编年诗参见第265页（皮《胥口即事六言二首》陆《奉和》））《奉和》32。（《松陵集》卷一O。编年诗参见第265页（皮《怀锡山药名离合二首》陆《奉和》））补沈恭子诗（唐·陆龟蒙）　　押尤韵案清远道士诗题中，有沈恭子同游。既为神怪之俦，得非姓氏谥为恭子乎（得非姓氏谥为恭子若），赵宜子、韩献子之类耶？恭子，美谥也。而诗中有风流词翰之称，岂独唱而不和者欤？疑阙其文，以为恭子之恨，乃作一章存于编中，亦补亡之义也。灵质贯轩昊，遐年越商周。自然失远裔，安得怨寡俦。我亦小国胤，易名惭见优。虽非放旷怀，雅奉逍遥游。携手桂枝下，属词山之幽。风雨一以过，林麓飒然秋。落日倚石壁，天寒登古丘。荒泉已无夕，败叶翳不流。乱翠缺月隐，衰红清露愁。览物性未逸，反为情所囚。异才偶绝境，佳藻穷冥搜。虚倾寂寞音，敢作杂佩酬。又酬次韵（唐·陆龟蒙）　　五言律诗　押庚韵从来多远思，尤向静中生。所以令心苦，还应是骨清。酒香偏入梦，花落又关情。积此风流事，争无后世名。秋日遣怀十六韵寄道侣（唐·陆龟蒙）　　五言排律　押盐韵尽日临风坐，雄词妙略兼。共知时世薄，宁恨岁华淹。且把灵方试，休凭吉梦占。夜然烧汞火，朝炼洗金盐。有路求真隐，无媒举孝廉。自然成啸傲，不是学沈潜。水恨同心隔，霜愁两鬓沾。鹤屏怜掩扇，乌帽爱垂檐。雅调宜观乐，清才称典签。冠ꇯ玄发少，书健紫毫尖。故疾因秋召，尘容畏日黔。壮图须行行，儒服谩襜襜。片石聊当枕，横烟欲代帘。蠹根延穴蚁，疏叶漏庭蟾。药鼎高低铸，云庵早晚苫。胡麻如重寄，从诮我无厌。再和次韵（唐·陆龟蒙）　　七言绝句　押灰韵阶下饥禽啄嫩苔，野人方倒病中杯。寒蔬卖却还沽吃，可有金貂换得来。"
                },
                {
                    "time": "870年",
                    "activity": "皮日休祷太湖时，所为《太湖诗》二十首皆以寄陆龟蒙，陆龟蒙有和。作品：《奉和太湖诗二十首》（《松陵集》卷三。）"
                },
                {
                    "time": "870年",
                    "activity": "是年，皮陆唱和规模不断扩大。唱和友中除羊昭业、张贲等之外，尚有李縠、颜萱、司马都、郑璧、穰嵩起、崔璞等。与陆龟蒙交游者有李中秀、何道士、杨台文、杨鼎文等，有诗。作品：《奉酬秋晚见题二首》（《松陵集》卷五。编年诗参见第255页。）《袭美见题郊居十首因次韵》（《松陵集》卷五。编年诗参见第255页。）《奉和古杉三十韵》（《松陵集》卷五。编年诗参见第255页。）《读皇帝阴符经寄鹿门子》（《松陵集》卷五。编年诗参见第255页。）《闻袭美有亲迎之期因以寄贺》（《松陵集》卷六。编年诗参见第256页。）《再招》（《松陵集》卷九。编年诗参见第264页。）《酬袭美见寄海蟹》（《松陵集》卷六。编年诗参见第256页。）《奉酬病中见寄》（《松陵集》卷六。编年诗参见第256页。）《袭美以春橘见惠，兼之雅篇。因次韵酬谢》（《松陵集》卷六。编年诗参见第257页。）《上元日道室焚修寄袭美》（《松陵集》卷六。编年诗参见第257页。）《袭美病中见寄，次韵酬之》（《松陵集》卷六。编年诗参见第257页。）《春雨即事寄袭美》（《松陵集》卷六。编年诗参见第258页。）《偶掇野蔬寄袭美有作》（《松陵集》卷六。编年诗参见第258页。）《袭美以渔笺见寄，因谢成篇》（《松陵集》卷六。编年诗参见第258页。）《袭美以公斋小宴见招，因代书寄之》（《松陵集》卷六。编年诗参见第258页。）《袭美以纱巾见惠，继以雅音。因次韵酬谢》（《松陵集》卷六。编年诗参见第258页。）《袭美以紫石砚见赠，以诗迎之》（《松陵集》卷六。编年诗参见第258页。）《同袭美游北上院，院即故司动陆郎中旧宅》（《松陵集》卷六。编年诗参见第258页。）《蔷薇》（《松陵集》卷六。编年诗参见第258页。）《又酬次韵》（《松陵集》卷五。编年诗参见第255页。）《新夏东郊闲泛，有怀袭美》（《松陵集》卷七。编年诗参见第259页。）《奉和达上人药圃二首》（《松陵集》卷七。编年诗参见第259页。）《奉和三首》（《松陵集》卷七。编年诗参见第259页。）《以竹夹膝寄赠袭美》（《松陵集》卷七。编年诗参见第259页。）《顷自桐江得一钓车，以袭美乐烟波之思，因出以为玩。偶辱三篇，复抒酬答》（《松陵集》卷七。编年诗参见第260页。）《奉和三咏》（《松陵集》卷七。编年诗参见第260页。）《奉和五绝》（《松陵集》卷七。编年诗参见第260页。）《奉和是觉绝次韵》（《松陵集》卷七。编年诗参见第260页。）《白鸥诗并序》（《松陵集》卷八。编年诗参见第260页。）《南阳广文博士还雷平后寄》（《松陵集》卷八。编年诗参见第260页。）《怀杨文台、杨鼎文二秀才》（《松陵集》卷八。编年诗参见第261页。）《早秋吴体寄袭美》（《松陵集》卷八。编年诗参见第261页。）《病中秋怀寄袭美》（《松陵集》卷八。编年诗参见第261页。）《夏日即闲居，作四声诗寄袭美》（《松陵集》卷一O。编年诗参见第265页。）《同前得成字》（《松陵集》卷八。编年诗参见第261页。）《代广文先生酬次韵》（《松陵集》卷八。编年诗参见第261页。）《同前得惊字》（《松陵集》卷八。编年诗参见第261页。）《同前》（《松陵集》卷八。编年诗参见第261页。）《奉和每篇各用一韵》（《松陵集》卷八。编年诗参见第262页。）《走笔次韵奉酬》（《松陵集》卷八。编年诗参见第262页。）《醉中戏赠袭美》（《松陵集》卷九。编年诗参见第262页。）《更次韵奉酬》（《松陵集》卷九。编年诗参见第262页。）《奉和袭美广文先生》（《松陵集》卷九。编年诗参见第262页。）《和张处士诗并序》（《松陵集》卷九。编年诗参见第263页。）《叠韵双声二首》（《松陵集》卷一O。编年诗参见第265页。）《叠韵吴宫词二首》（《松陵集》卷一O。编年诗参见第265页。）《闲居杂题五首，以题十五字离合》（《松陵集》卷一O。编年诗参见第265页。）《药名离合夏日即事三首》（《松陵集》卷一O。编年诗参见第265页。）《寒日古人名一绝》（《松陵集》卷一O。编年诗参见第265页。）《风人诗三首》（《松陵集》卷一O。编年诗参见第265页。）《开元寺楼看雨联句》（《松陵集》卷一O。编年诗参见第265页。）《文宴招润清博士，辞以道侣将至。因书一绝寄之》（《松陵集》卷九。编年诗参见第264页。）《齐梁别怨》（《松陵集》卷一O。编年诗参见第264页。）《报恩寺南池联句寒夜问答十首（皮日休问鲁望、陆龟蒙问袭美、皮日休问润卿、贲问袭美、陆龟蒙问润卿）》（《松陵集》卷一O。编年诗参见第266页。）《袭美留振文小宴，陆龟蒙抱病不赴，次韵酬谢》（《松陵集》卷九。编年诗参见第263页。）《晓起即事，因成回文寄袭美》（《松陵集》卷一O。编年诗参见第264页。）《奉酬苦雨四声重寄三十二句》（《松陵集》卷一O。编年诗参见第265页。）奉酬袭美秋晚见题二首（唐·陆龟蒙）　　五言律诗　押庚韵为爱晚窗明，门前亦懒行。图书看得熟，邻里见还生。鸟啄琴材响，僧传药味精。缘君多古思，携手上空城。　　其二（唐·陆龟蒙）　　五言律诗　押萧韵何事乐渔樵，巾车或倚桡。和诗盈古箧，赊酒半寒瓢。失雨园蔬赤，无风蚛叶彫。清言一相遗，吾道未全消。奉和袭美古杉三十韵（唐·陆龟蒙）　　五言排律　押支韵引用典故：伤心庾开府　夸娥　蚩尤　祖纳锥　苻坚棰　杨仆船橦　众木尽相遗，孤芳（一作杉）独任奇。锸天形硉兀，当殿势ꇯ危。恐是夸娥怒，教临巀嶭衰。节穿开耳目，根瘿坐熊罴。世只论荣落，人谁问等衰（初危切）。有巅从日上，无叶与秋欺。虎搏应难动，雕蹲不敢迟。战锋新缺齾，烧岸黑ꂗ黧。斗死龙骸杂，争奔鹿角差。肢（一作胈）销洪水脑，棱耸梵天眉。磔索珊瑚涌，森严獬豸窥。向空分荦指，冲浪出鲸鬐。杨仆船橦在，蚩尤阵纛隳。下连金粟固，高用铁菱披。挺若苻坚棰，浮于祖纳椎。峥嵘惊露鹤，ꊂ趚阂云螭。傍宇将支压，撑霄欲抵巇。背交虫臂挶，相向鹘拳追。格（音阁）笔差（初加切）犹立，阶干卓未麾。鬼神应暗画，风雨恐潜移。已觉寒松伏，偏宜后土疲。好邀清啸傲，堪映古茅茨。材大应容蝎，年深必孕夔。后雕依佛氏，初植必僧弥①。拥肿烦庄辩，槎牙费庾词。咏多灵符困，搜苦化权卑。类既区中寡，朋当物外推。蟠桃标日域，珠草侍仙墀。真宰诚求梦，春工幸可医。若能嘘嶰竹，犹足动华滋。按：①寺即东晋王家别墅，僧弥，王珉小字读阴符经寄鹿门子（唐·陆龟蒙）清晨整冠坐，朗咏三百言。备识天地意，献词犯乾坤。何事不隐德，降灵生轩辕。口衔造化斧，凿破机关门。五贼忽迸逸，万物争崩奔。虚施神仙要，莫救华池源。但学战胜术，相高甲兵屯。龙蛇竞起陆，斗血浮中原。成汤与周武，反覆更为尊。下及秦汉得（一作传），黩弄兵亦烦。奸强自林据，仁弱无枝蹲。狂喉恣吞噬，逆翼争飞翻。家家伺天发，不肯匡淫昏。生民坠涂炭，比屋为冤魂。祗为读此书，大朴难久存。微臣与轩辕，亦是万世孙。未能穷意义，岂敢求瑕痕。曾亦爱两句，可与贤达论。生者死之根，死者生之根。方寸了十字，万化皆胚腪。身外更何事，眼前徒自喧。黄河但东注，不见归昆崙。昼短苦夜永，劝君倾一尊。闻袭美有亲迎之期因以寄贺（唐·陆龟蒙）　　七言律诗　押微韵引用典故：梁鸿　梁鸿夫妇欲双飞，细雨轻寒拂雉衣。初下雪窗因眷恋，次乘烟幰奈光辉。参差扇影分华月，断续箫声落翠微。见说春风偏有贺，露花千朵照庭闱。再招（唐·陆龟蒙）　　七言绝句　押支韵遥知道侣谈玄次，又是文交丽事时。虽是寒轻云重日，也留花簟待徐摛。酬袭美见寄海蟹（唐·陆龟蒙）　　七言律诗　押阳韵药杯应阻蟹螯香，却乞江边采捕郎。自是扬雄知郭索①，且非何胤敢餦餭②。骨清犹似含春霭，沫白还疑带海霜。强作南朝风雅客，夜来偷醉早梅傍。按：①太玄经云：蟹之郭索②何胤侈于食味，稍欲去其甚者，犹有ꉃ腊，糟蟹奉酬袭美病中见寄（唐·陆龟蒙）　　七言律诗　押萧韵逢花逢月便相招，忽卧云航①隔野桥。春恨与谁同酩酊，玄言何处问逍遥？题诗石上空回笔，拾蕙汀边独倚桡。早晚却还岩下电②，共寻芳径结烟条。按：①一作疏　②袭美时有眼疾袭美以春橘见惠兼之雅篇因次韵酬谢（唐·陆龟蒙）　　七言律诗　押先韵到春犹作九秋鲜，应是亲封白帝烟。良玉有浆须让味，明珠无颣亦羞圆。堪居汉苑霜梨上，合在仙家火枣前。珍重更过三十子，不堪分付野人边①。按：①王僧辩尝为荆南，得橘一蒂三十子，以献梁元帝上元日道室焚修寄袭美（唐·陆龟蒙）　　七言律诗　押寒韵三清今日聚灵官，玉刺齐抽谒广寒。执盖冒花香寂历，侍晨交佩响阑珊①。将排凤节分阶易，欲校龙书下笔难。唯有世尘中小兆，夜来心拜七星坛。按：①执盖、侍晨，皆仙之贵侣矣春雨即事寄袭美（唐·陆龟蒙）　　七言律诗　押微韵小谢轻埃日日飞①，城边江上阻春晖。虽愁野岸花房冻，还得山家药笋肥。双屐著频看齿折，败裘披苦见毛稀。比邻钓叟无尘事，洒笠鸣蓑夜半归。按：①小谢《咏雨诗》有“散漫似轻埃”句偶掇野蔬寄袭美有作（唐·陆龟蒙）　　七言律诗　押侵韵野园烟里自幽寻，嫩甲香蕤引渐深。行歇每依鸦舅影，挑频时见鼠姑心。凌风蔼彩初携笼，带露虚疏或贮襟。欲助春盘还爱否，不妨萧洒似家林。袭美以鱼笺见寄因谢成篇（唐·陆龟蒙）　　七言律诗　押文韵捣成霜粒细鳞鳞，知作愁吟喜①见分。向日乍惊新茧色，临风时辨白萍文②。好将花下承金粉，堪送天边咏碧云。见倚小窗亲襞染，尽图春色寄夫君。按：①一作幸　②鱼子曰白萍袭美以公斋小宴见招因代书寄之（唐·陆龟蒙）　　七言律诗　押阳韵早云才破漏春阳，野客晨兴喜又忙。自与酌量煎药水，别教安置晒书床。依方酿酒愁迟去，借样裁巾怕索将。唯待数般幽事了，不妨还入少年场。袭美以纱巾见惠继以雅音因次韵酬谢（唐·陆龟蒙）　　七言律诗　押阳韵薄如蝉翅背斜阳，不称春前赠ꄘ郎。初觉顶寒生远吹，预忧头白透新霜。堪窥水槛澄波影，好拂花墙亚蕊香。知有芙蓉留自戴①，欲峨烟雾访黄房。按：①桐柏真人戴芙蓉冠也袭美以紫石砚见赠以诗迎之（唐·陆龟蒙）　　七言律诗　押尤韵霞骨坚来玉自愁，琢成飞燕①古钗头。澄沙脆弱闻应伏，青铁沈埋见亦羞。最称风亭批碧简，好将云②窦渍寒流。君能把赠闲吟客，遍写江南物象酬。按：①一作物象　②一作雪蔷薇（唐·陆龟蒙）　　七言律诗　押真韵倚墙当户自横陈，致得贫家似不贫。外布芳菲虽笑日，中含芒刺欲伤人。清香往往生遥吹，狂蔓看看及四邻。遇有客来堪玩处，一端晴绮照烟新。又酬次韵（唐·陆龟蒙）　　五言律诗　押庚韵从来多远思，尤向静中生。所以令心苦，还应是骨清。酒香偏入梦，花落又关情。积此风流事，争无后世名。新夏东郊闲泛有怀袭美（唐·陆龟蒙）　　七言律诗　押尤韵迟于春日好于秋，野客相携上钓舟。经略彴时冠暂亚，佩笭箵后带频搊。蒹葭鹭起波摇笠，村落蚕眠树挂钩。料得祗君能爱此，不争烟水似封侯。奉和袭美题达上人药圃二首（唐·陆龟蒙）　　七言律诗　押齐韵药味多从远客赍，旋添花圃旋成畦。三桠旧种根应异，九节初移叶尚低。山荚便和幽涧石，水芝须带本池泥。从今直到清秋①日，又有香苗几番②齐。按：①一作明　②一作畚，筐也　　其二（唐·陆龟蒙）　　七言律诗　押微韵净名无语示清羸，药草搜来喻更微。一雨一风皆遂性，花开花落尽忘机。教疏兔镂金弦乱①，自拥龙刍紫汞肥。莫怪独亲幽圃坐，病容销尽欲依归。按：①兔丝别名以竹夹膝寄赠袭美（唐·陆龟蒙）　　七言律诗　押东韵截得筼筜冷似龙，翠光横在暑天中。堪临薤簟闲凭月，好向松窗卧跂风。持赠敢齐青玉案，醉吟偏称碧荷筒。添君雅具教多著，为著西斋谱一通。顷自桐江得一钓车以袭美乐烟波之思因出以为玩俄辱三篇复抒酬荅（唐·陆龟蒙）　　七言律诗　押真韵旋屈金钩劈翠筠，手中盘作钓鱼轮。忘情不效孤醒客，有意闲窥百丈鳞。雨似轻埃时一起，云如高盖强相亲。任他华毂低头笑，此地终无覆败人。　　其二（唐·陆龟蒙）　　七言律诗　押侵韵曾招渔侣下清浔，独茧初随一锤深。细辗烟华无辙迹，静含风力有车音。相呼野饭依芳草，迭和山歌逗远林。得失任渠但取乐，不曾生个是非心。　　其三（唐·陆龟蒙）　　七言律诗　押支韵病来县著脆缗丝，独喜高情为我持。数幅尚凝烟雨态，三篇能赋蕙兰词。云深石静闲眠稳，月上江平放溜迟。第一莫教谙此境，倚天功业待君为。白鸥诗（唐·陆龟蒙）　　七言律诗　押麻韵乐安任君，尝为泾尉，居吴城中，地才数亩，而不佩俗物。有池，池中有岛屿，池之南西北边合三亭，修篁嘉木，掩隐隈隩，处其一，不见其二也。君好奇乐异，喜文学名理之士，所得皆清散凝莹，袭美知而偕诣，既坐，有白鸥翩然，驯于砌下，因请浮而玩之，主人曰：池中之族老矣，每以豪健据有，鸥之始浮，辄逐而害之，今畏不敢入。吁，昔人之心蓄机事，犹或舞而不下，况害之哉。且羽族丽于水者多矣，独鸥为闲暇，其致不高耶？一旦水有鲸鲵之患，陆有狐狸之忧，俦侣不得命啸，尘埃不得澡刷，虽蒙人之流赏，亦天地之穷鸟也，感而为诗，邀袭美同作。惯向溪头漾浅沙，薄烟微雨是生涯。时时失伴沈山影，往往争飞杂浪花。晚树清凉还ꉼ鳿，旧巢零落寄蒹葭。池塘信美应难恋，针在鱼唇剑在虾。南阳广文博士还雷平后寄（唐·陆龟蒙）　　七言律诗　押阳韵微微春色染林塘，亲拨烟霞坐涧房。阴洞雪胶知未入，浊醪风破的偷尝。芝台晓用金铛①煮，星度闲将玉铪量。几遍侍晨官欲降，曙坛先起独焚香。按：①一作鑅怀杨台文杨鼎文（一作台鼎）二秀才（唐·陆龟蒙）　　七言律诗　押文韵秋早相逢待得春，崇兰清露小山云①。寒花独自愁中见，曙角多同醒后闻。钓具每随轻舸去，诗题闲上小楼分。重思醉墨纵横甚，书破羊欣白练裙。按：①崇兰、小山，郡中二堂早秋吴体寄袭美（唐·陆龟蒙）　　押蒸韵荒庭古树只独倚，败蝉残蛩苦相仍。虽然诗胆大如①斗，争奈愁肠牵似绳。短烛初添蕙幌影，微风渐折蕉衣棱。安得弯弓似明月，快箭拂下西飞鹏。按：①一作于病中秋怀寄袭美（唐·陆龟蒙）　　七言律诗　押盐韵病容愁思苦相兼，清镜无形未我嫌。贪广异蔬行径窄，故求偏药出钱添。同人散后休赊酒，双燕辞来始下帘。更有是非齐未得，重凭詹尹拂龟占。夏日闲居作四声诗寄袭美平声（唐·陆龟蒙）　　押庚韵荒池菰蒲深，闲阶莓苔平。江边松篁多，人家帘栊清。为书凌遗编，调弦夸新声。求欢虽殊途，探幽聊怡情。醉中戏赠袭美（唐·陆龟蒙）　　七言绝句　押东韵南北风流旧不同，伧吴今日若相通。病来犹伴金杯满，欲得人呼小褚公。和袭美寄广文先生（唐·陆龟蒙）　　七言律诗　押文韵忽辞明主事真君，直取姜巴路入云。龙篆拜时轻诰命，霓襟披后小玄纁。峰前北帝三元会，石上东卿九锡文。应笑世间名利火，等闲灵府剩先焚。叠韵吴宫词二首（唐·陆龟蒙）　　押霰韵肤愉吴都姝，眷恋便殿宴。逡巡新春人，转面见战箭。　　其二（唐·陆龟蒙）　　押寘韵红栊通东风，翠珥醉易坠。平明兵盈城，弃置遂至地。药名离合夏日即事三首（唐·陆龟蒙）　　七言绝句　押覃韵乘屐著来幽砌滑，石罂煎得远泉甘。草堂祗待新秋景，天色微凉酒半酣。　　其二（唐·陆龟蒙）　　七言绝句　押阳韵避暑最须从朴野，葛巾筠席更相当。归来又好乘凉钓，藤蔓阴阴著雨香。　　其三（唐·陆龟蒙）　　七言绝句　押东韵窗外晓帘还自卷，柏烟兰露思晴空。青箱有意终须续，断简遗编一半通。寒日古人名（唐·陆龟蒙）　　七言绝句　押灰韵初寒朗咏裴回立，欲谢玄关早晚开。昨日登楼望江色，鱼梁鸿雁几多来。风人诗四首（唐·陆龟蒙）　　五言绝句　押文韵十万全师出，遥知正忆君。一心如瑞麦，长①作两岐分。按：①一作惟　　其二（唐·陆龟蒙）　　五言绝句　押真韵破檗供朝爨，须怜是苦辛。晓天窥落宿，谁识独醒人。　　其三（唐·陆龟蒙）　　五言绝句　押佳韵旦日思双屦，明时愿早谐。丹青传四渎，难写是秋怀。　　其四（唐·陆龟蒙）　　五言绝句　押支韵闻道更新帜，多应废旧旗。征衣无伴捣，独处自然悲。开元寺楼看雨联句（唐·陆龟蒙）　　押霰韵海上风雨来，掀轰杂飞电。登楼一凭槛，满眼蛟龙战（龟蒙）。须臾造化惨，倏忽堪舆变。万户响戈鋋，千家披组练（日休）。群飞抛轮石，杂下攻城箭。点急似摧胸，行斜如中面（龟蒙）。细洒魂空冷，横飘目能眩。垂檐珂佩喧，ꆔ瓦珠玑溅（日休）。无言九陔远，瞬息驰应遍。密处正垂縆，微时又悬线（龟蒙）。写作玉界破，吹为羽林旋。翻伤列缺劳，却怕丰隆倦（日休）。遥瞻山露色，渐觉云成片。远树欲鸣蝉，深檐尚藏燕（龟蒙）。残雷隐辚尽，反照依微见。天光洁似磨，湖彩熟于练（日休）。疏帆逗前渚，晚磬分凉殿。接思强挥毫，窥词几焚研（龟蒙）。佶栗乌皮几，轻明白羽扇。毕景好疏吟，馀凉可清宴（日休）。君携下高磴，僧引还深院。駮藓净铺筵，低松湿垂鬋（龟蒙）。斋明乍虚豁，林霁逾葱茜。早晚重登临，欲去多离恋（日休）。文宴招润卿博士辞以道侣将至一绝寄之（唐·陆龟蒙）　　七言绝句　仙客何时下鹤翎，方瞳如水脑华清。不过传达杨君梦，从许人间小兆听。晓起即事因成回文寄袭美（唐·陆龟蒙）　　七言律诗　押真韵平波落②月吟闲景①，暗幌浮烟思起人。清露晓垂花谢半，远风微动蕙抽新。城荒上处樵童小，石藓分来宿鹭驯。晴寺野寻同去好，古碑苔字细书匀。按：①一作境　②一作送"
                },
                {
                    "time": "870年8月",
                    "activity": "八月，陆龟蒙又病，殆以此未参加今年苏州乡贡试，皮日休以绿罽赠陆龟蒙。作品：《袭美将以绿罽为赠，因成四韵》（《松陵集》卷八。）袭美将以绿罽为赠因成四韵（唐·陆龟蒙）　　七言律诗　押豪韵三径风霜利若刀，襜褕吹断罥蓬蒿。病中祗自悲龙具，世上何人识羽袍。狐貉近怀珠履贵，薜萝遥羡白巾高。陈王轻煖如相遗，免致衰荷效广骚。"
                },
                {
                    "time": "870年",
                    "activity": "皮日修所蓄华亭鹤卒，作诗以悼之，陆龟蒙、张贲、李縠、魏璞等诗友和诗同悼。"
                },
                {
                    "time": "870年十月初九日",
                    "activity": "军事院霜菊盛开，皮日休有诗赠崔璞，崔璞和之，陆龟蒙共和。作品：《奉和谏议酬先辈霜菊》（《松陵集》卷九。）奉和谏议酬先辈霜菊（唐·陆龟蒙）　　七言绝句　押东韵紫茎芳艳照西风，秖怕霜华掠断丛。争奈病夫②难强饮①，应须速自召车③公。按：①一作醉　②一作虽伴应刘　③一作路人终要识山"
                },
                {
                    "time": "870年",
                    "activity": "冬，唱和友羊振文归觐桂阳，有文会送之，诗若干篇。作品：《送羊振文先辈往桂阳归觐》（《松陵集》卷九。）送羊振文先辈往桂阳归觐（唐·陆龟蒙）　　七言律诗　押支韵引用典故：绛灌谗陷　风雅先生去一麾，过庭才子趣归期①。让王门外开帆叶，义帝城中望戟支。郢路渐寒飘雪远，湘波初暖涨云迟。灵均精魄如能问，又得千年贾傅词。按：①时使君丈人自毛诗博士出牧"
                },
                {
                    "time": "870年",
                    "activity": "自春徂冬，皮陆常游苏州各寺观，与僧道相往还，并有文会，皮陆与开元寺章、怀二上人相友，在寺中有联句之作。作品：《独在开元寺避暑，颇怀鲁望，因飞笔联句寂上人院联句》（《松陵集》卷一O。编年诗参见第265页。）"
                },
                {
                    "time": "870年",
                    "activity": "自春徂冬，皮陆常游苏州各寺观，与僧道相往还，并有文会。二人共游楞伽精舍，有诗。作品：《奉和初夏游楞伽精舍次韵》（《松陵集》卷一O。编年诗参见第266页。）奉和袭美初夏游楞伽精舍次韵（唐·陆龟蒙）　　押药韵吴都涵汀洲，碧液浸郡郭。微雨荡春醉，上下一清廓。奇踪欲探讨，灵物先瘵瘼。飘然兰叶舟，旋倚烟霞泊。吟谭乱篙橹，梦寐杂巘崿。纤情不可逃，洪笔难暂阁。岂知楞伽会（一作舍），乃在山水箔。金仙著书日，世界名极乐。薝卜冠诸香，琉璃代华垩。禽言经不辍，象口川宁涸。万善峻为城，巉巉捍群恶。清晨欲登造，安得无自愕。险穴骇坤牢，高萝挂天笮（一作索）。池容澹相向，蛟怪如可摸。苔蔽石髓根，蒲差水心锷。岚侵荅（一作达）摩髻，日照狻猊络。仰首乍眩旋，回眸更辉ꂠ。檐端凝（去声）飞羽，磴外浮碧落。到回（一作迥）解风襟，临幽濯云屩。尘机性非便，静境心所著。自取海鸥知，何烦尸祝酢。峰围震泽岸，翠浪舞绡幕。潋滟岂尧遭，ꅪ嵃非禹凿。潜听钟梵处，别有松桂壑。霭重灯不光，泉寒网犹薄。僮能蹑孤刹，鸟惯亲摐铎。服道身可遗，乞闲心已诺。人间亦何事，万态相毒蠚。战垒竞高深，儒衣谩褒博。宣尼名位达，未必春秋作。管氏包霸图，须人解其缚。伊余采樵者，蓬藋方索寞。近得风雅情，聊将圣贤度。多君富遒采，识度两清恪。讵宠生灭词，肯教夷夏错。未为尧舜用，且向烟霞托。我亦摆尘埃，他年附鸿鹤。"
                },
                {
                    "time": "870年",
                    "activity": "自春徂冬，皮陆常游苏州各寺观，与僧道相往还，并有文会。与苏州北禅院寂上人、苏州重玄寺达上人等交游。作品：《北禅院避暑联句》（《松陵集》卷一O。编年诗参见第265页。）《寒夜同袭美访北禅院寂上人》（《松陵集》卷六。编年诗参见第256页。）寒夜同袭美访北禅院寂上人（唐·陆龟蒙）　　七言律诗　押侵韵月楼风殿静沈沈，披拂霜华访道林。鸟在寒枝栖影动，人依古堞坐禅深。明时尚阻青云步，半夜犹追白石吟。自是海边鸥伴侣，不劳金偈更降心。"
                },
                {
                    "time": "870年",
                    "activity": "自春徂冬，皮陆常游苏州各寺观，与僧道相往还，并有文会，与支山南峰僧某交。"
                },
                {
                    "time": "870年",
                    "activity": "自春徂冬，皮陆常游苏州各寺观，与僧道相往还，并有文会，与开元观顾道士交。作品：《顾道士亡，弟子乞于袭美。既而奉以束帛，因赋戏赠》（《松陵集》卷八。编年诗参见第261页。）"
                },
                {
                    "time": "870年",
                    "activity": "隐士谢遗尘经玉泉生介绍，来访陆龟蒙。"
                },
                {
                    "time": "870年",
                    "activity": "陆龟蒙有《四明山诗》九题，皮日休和之；皮日休又有诗寄周景复，陆龟蒙和之。作品：《石窗》（《松陵集》卷五。）《过云》（《松陵集》卷五。）《云南》（《松陵集》卷五。）《云北》（《松陵集》卷五。）《鹿亭》（《松陵集》卷五。）《樊谢》（《松陵集》卷五。）《潺湲洞》（《松陵集》卷五。）《青棂子》（《松陵集》卷五。）《鞠候题》（《松陵集》卷五。）《题镜严周禅师所居》（《松陵集》卷八。）"
                },
                {
                    "time": "870年",
                    "activity": "秋间日本国圆载上人归国，皮日休、陆龟蒙、颜萱等作诗送别。作品：《闻圆载上人挟儒家书泊释典以行，更作一绝以送》（《松陵集》卷九。）"
                },
                {
                    "time": "870年11月",
                    "activity": "皮日休应新罗弘惠上人之请为撰灵鹫山周禅师碑，并作诗送别，陆龟蒙有和；殆得新罗弘惠上人赠人参，有诗谢之；十一月底，皮日休有诗《送润卿博士还华阳》，陆龟蒙和之。作品：《同前》（《松陵集》卷八。编年诗参见第261页。）"
                },
                {
                    "time": "870年12月9日",
                    "activity": "皮日休有《腊后送内大德从勖游天台》诗，陆龟蒙和之。作品：《奉和》（《松陵集》卷八。）"
                },
                {
                    "time": "870年",
                    "activity": "皮陆唱和，本年，陆龟蒙有《渔具诗》十五咏，皮日休有《添渔具诗》五首，陆龟蒙和之。陆龟蒙有《樵人十咏》，皮日休和之。皮日休有《酒中十咏》，陆龟蒙和之；陆龟蒙有《添酒中六咏》，皮日休和之。皮日修有《茶中杂咏》十首，陆龟蒙和之。作品：《渔具诗并序》（《松陵集》卷四。）《奉和添渔具五篇》（《松陵集》卷四。）《樵人十咏并序》（《松陵集》卷四。）《奉和酒中十咏》（《松陵集》卷四。）《添酒中六咏并序》（《松陵集》卷四。）《奉和茶具十咏》（《松陵集》卷四。）渔具诗其十四舴艋（唐·陆龟蒙）　　五言律诗　押删韵篷棹两三事，天然相与闲。朝随稚子去，暮唱菱歌还。倚石迟后侣，徐桡供远山。君看万斛载，沈溺须臾间。　其一网（唐·陆龟蒙）　　押职韵天随子䱷于海山之颜有年矣，矢鱼之具，莫不穷极其趣。大凡结绳持纲者，总谓之网罟，网罟之流曰罛、曰罾、曰罺（案：侧交切。）。圆而纵舍曰罩，挟而升降曰𦊔（案：女减切。），缗而竿者总谓之筌。筌之流曰筒、曰车。横川曰梁，承虚曰笱，编而沈之曰箄（案：音卑。），矛而卓之曰矠（案：音册，矛也。），棘而中之曰叉，镞而纶之曰射，扣而骇之曰桹（案：以薄板置瓦器上，击之以驱鱼。）（案：以薄板置瓦器上，击之以驰鱼。），置而守之曰神（案：鲤鱼满三百六十岁，蛟龙辄率而飞去，置一神守之，则不能去矣。神，龟也。），列竹于海澨曰沪（吴之沪渎是也）。错薪于水中曰。所载之舟曰舴艋。所贮之器曰笭箵。其他或术以招之，或药而尽之，皆出于诗书杂传。及今之闻见，可考而验之，不诬也。今择其任咏者，作十五题以讽。噫，矢鱼之具也如此，予既歌之矣，矢民之具也如彼，谁其嗣之。鹿门子有高洒之才，必为我同作。大罟纲目繁，空江波浪黑。沈沈到波底，恰共波同色。牵时万鬐入，已有千钧力。尚悔不横流，恐他人更得。　其二罩（唐·陆龟蒙）　　押纸韵左手揭圆罛，轻桡弄舟子。不知潜鳞处，但去笼烟水。时穿紫屏①破，忽值朱衣起②。贵得不贵名，敢论鲂与鲤。按：①一作萍　②松江有朱衣鲋　其三ꄘ（唐·陆龟蒙）有意烹小鲜，乘流驻孤棹。虽然烦取舍，未肯求津要。多为虾蚬误，已分鵁鶄笑。寄语龙伯人，荒唐不同调。　其四钓筒（唐·陆龟蒙）　　押职韵短短截筠光，悠悠卧江色。蓬差橹相应，雨慢烟交织。须臾中芳饵，迅疾如飞翼。彼竭我还浮，君看不争得。　其五钓车（唐·陆龟蒙）　　押屋韵溪上持只轮，溪边指茅屋。闲乘风水便，敢议朱丹毂。高多倚衡惧，下有折轴速。曷若载逍遥，归来卧云族。　其六鱼梁（唐·陆龟蒙）　　押有韵能编似云薄，横绝清川口。缺处欲随波，波中先置笱。投身入笼槛，自古难飞走。尽日水滨吟，殷勤谢渔叟。　其七叉鱼（唐·陆龟蒙）　　押翰韵春溪正含绿，良夜才参半。持矛若羽轻，列烛如星烂。伤鳞跳密藻，碎首沈遥岸。尽族染东流，傍人作佳玩。　其八射鱼（唐·陆龟蒙）　　押纸韵弯弓注碧浔，掉尾行凉沚。青枫下晚照，正在澄明里。抨弦断荷扇，溅血殷菱蕊。若使禽荒闻，移之暴烟水。　其九鸣桹（唐·陆龟蒙）　　押缉韵水浅藻荇涩，钓罩无所及。铿如木铎音，势若金钲急。驱之就深处，用以资俯拾。搜罗尔甚微，遁去将何入。　（吴人今谓之簖）其十沪（唐·陆龟蒙）　　押药韵万植禦洪波，森然倒林薄。千颅咽云上，过半随潮落。其间风信背，更值雷声恶。天道亦裒多，吾将移海若。　（吴人今谓之丛）其十一ꊝ（唐·陆龟蒙）　　押霁韵斩木置水中，枝条互相蔽。寒鱼遂家此，自以为生计。春冰忽融冶，尽取无遗裔。所托成祸机，临川一凝睇。　其十二种鱼（唐·陆龟蒙）凿池收赪鳞，疏疏置云屿。还同汗漫游，遂以江湖处。如非一神守，潜被蛟龙主。蛟龙若无道，跛鳖亦可禦。　其十三药鱼（唐·陆龟蒙）　　押纸韵香饵缀金钩，日①中悬者几。盈川是毒流，细大同时死。不唯空饲犬，便可将贻蚁。苟负竭泽心，其他尽如此。按：①一作目　其十五笭箵（唐·陆龟蒙）　　押泰韵谁谓笭箵小，我谓笭箵大。盛鱼自足餐，寘璧能为害。时将刷蘋浪，又取悬藤带。不及腰上金，何劳问蓍蔡。樵人十咏樵溪（唐·陆龟蒙）　　押屋韵环中先生谓天随子曰：「子与鹿门子应和为〈渔具诗〉，信尽其道而美矣。世言樵渔者，必联其命称，且常为隐君子事。诗之言错薪，礼之言负薪，传之言积薪，史之言束薪，非樵者之实乎？可不足以寄兴咏，独缺其词耶？退作十樵，以补其阙漏，寄鹿门子。」山高溪且深，苍苍但群木。抽条欲千尺，众亦疑朴ꃿ。一朝蒙剪伐，万古辞林麓。若遇燎玄穹，微烟出云族。　其二樵家（唐·陆龟蒙）　　押纸韵草木黄落时，比邻见相喜。门当清涧尽，屋在寒云里。山棚日才下，野灶烟初起。所谓顺天民，唐尧亦如此。　其三樵叟（唐·陆龟蒙）自小即胼胝，至今凋鬓发。所图山褐厚，所爱山炉热。不知冠盖好，但信烟霞活。富贵如疾颠，吾从老岩穴。　其四樵子（唐·陆龟蒙）　　押漾韵生自①苍崖边，能谙白云养②。才穿远林去，已在孤峰上。薪和野花束，步带山词唱。日暮不归来，柴扉有人望。按：①一作在　②山家谓养柴地为养　其五樵径（唐·陆龟蒙）　　押屑韵石脉青霭间，行行自幽绝。方愁山缭绕，更值云遮截。争推好林浪，共约归时节。不似名利途，相期覆车辙。　其六樵斧（唐·陆龟蒙）　　押御韵淬砺秋水清，携持远山曙。丁丁在前涧，杳杳无寻处。巢倾鸟犹在，树尽猿方去。授钺者何人，吾今①易其虑。按：①一作方　其七樵担（唐·陆龟蒙）　　押屑韵轻无斗储价，重则筋力绝。欲下半岩时，忧襟两如结。风高势还却，雪厚疑中折。负荷诚独难，移之赠来哲。　其八樵风（唐·陆龟蒙）　　押阮韵朝随早潮去，暮带残阳返。向背得清飙，相追无近远。采山一何迟，服道常苦蹇。仙术信能为，年华未将晚。　其九樵火（唐·陆龟蒙）　　押阳韵积雪报松坞，蠹根然草堂。深炉与远烧，此夜仍交光。或似坐奇兽，或如焚异香。堪嗟宦游子，冻死道路傍。　其十樵歌（唐·陆龟蒙）　　押径韵纵调为野吟，徐徐下云磴。因知负樵乐，不减援琴兴。出林方自转，隔水犹相应。但取天壤情，何求郢人称。添酒中六咏其二酒龙（唐·陆龟蒙）　　五言律诗　押支韵铜雀羽仪丽，金龙光彩奇。潜倾邺宫酒，忽作商庭漦。若怒鳞甲赤，如酣头角垂。君臣坐相灭，安用骄奢为。　其五酒鎗（唐·陆龟蒙）　　五言律诗　押真韵引用典故：中圣人　景山实名士，所玩垂清尘。尝作酒家语，自言中圣人。奇器质含古，挫糟未应醇。唯怀魏公子，即此飞觞频。　其六酒杯（唐·陆龟蒙）　　五言律诗　押鱼韵引用典故：广陵散　叔夜傲天壤，不将琴酒疏。制为酒中物，恐是琴之馀。一弄广陵散，又裁绝交书。颓然掷林下，身世俱何如。　其一酒池（唐·陆龟蒙）　　押歌韵鹿门子示予〈酒中十咏〉，物古而词丽，旨高而性真，可谓穷天人之际矣。予既和而且曰：「昔人之于酒，有注为池而饮之者，象为龙而吐之者，亲盗瓮间而卧者，将实舟中而浮者，可为四荒矣。徐景山有酒鎗，嵇叔夜有酒杯，皆传于后代，可谓二高矣。四荒不得不刺，二高不得不颂，更作六章，附于末云。」万斛输曲沼，千钟未为多。残霞入醍齐，远岸澄白酂。后土亦沈醉，奸臣空浩歌。迩来荒淫君，尚得乘馀波。　其三酒瓮（唐·陆龟蒙）候煖曲糵调，覆深苫盖净。溢处每淋漓，沈来还濎滢。常闻清凉酎，可养希夷性。盗饮以为名，得非君子病。　其四酒船（唐·陆龟蒙）　　押有韵昔人性何诞，欲载无穷酒。波上任浮身，风来即开口。荒唐意难遂，沈湎名不朽。千古如比肩，问君能继不。"
                },
                {
                    "time": "870年",
                    "activity": "冬夜，陆龟蒙与皮日休、张贲等人宴集分韵赋诗，有联句之咏。作品：《寒夜联句》（《松陵集》卷一O。）《药名联句》（《松陵集》卷一O。）《寒夜文宴联句》（《松陵集》卷一O。）寒夜联句（唐·陆龟蒙）　　押屑韵静境揖神凝，寒华射林缺（龟蒙）。清知思绪断，爽觉心源彻（日休）。高唱戛金奏，朗咏铿玉节（龟蒙）。我思方泬寥，君词复凄切（日休）。况闻风篁上，摆落残冻雪（龟蒙）。寂尔万籁清，皎然诸霭灭（日休）。西窗客无梦，南浦波应结（龟蒙）。河光正如剑，月魄方似玦（日休）。短烬不禁挑，冷毫看欲折（龟蒙）。何夕重相期，浊醪还为设（日休）。"
                },
                {
                    "time": "870年",
                    "activity": "僧尚颜殆于本年访陆龟蒙，并赠诗。"
                },
                {
                    "time": "871年1月",
                    "activity": "正月，陆龟蒙有《早春雪中作吴体寄袭美》，皮日休有《奉和》作品：《早春雪中作吴体寄袭美》（《松陵集》卷六。）早春雪中作吴体寄袭美（唐·陆龟蒙）　　七言律诗　押先韵迎春避腊不肯下，欺花冻草还飘然。光填马窟盖塞外，势压鹤巢偏殿巅。山炉瘿节万状火，墨突乾衰孤穗烟。君披鹤氅独自立，何人解道真神仙。"
                },
                {
                    "time": "871年3月",
                    "activity": "崔璞罢郡，有文会，皮日休、陆龟蒙等作诗相送。作品：《谨和谏议罢郡叙怀六韵》（《松陵集》卷九。）谨和谏议罢郡叙怀六韵（唐·陆龟蒙）　　五言排律　押微韵已报东吴政，初捐左契归。天应酬苦节，人不犯寒威。江上思重借，朝端望载饥。紫泥封夜诏，金殿赐春衣。对酒情何远，裁诗思极微。待升镕造日，江海问渔扉。"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《寄题罗浮轩辕先生所居》，陆龟蒙和之。作品：《奉和》1。（《松陵集》卷七。）"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《江南书情二十韵寄秘阁韦校书贻之、商洛宋先辈垂文二同年》，陆龟蒙和之。作品：《奉和次韵》1。（《松陵集》卷五。）再和次韵（唐·陆龟蒙）　　七言绝句　押灰韵阶下饥禽啄嫩苔，野人方倒病中杯。寒蔬卖却还沽吃，可有金貂换得来。"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《馆娃宫怀古》，陆龟蒙和之。作品：《奉和次韵》2。（《松陵集》卷六。）再和次韵（唐·陆龟蒙）　　七言绝句　押灰韵阶下饥禽啄嫩苔，野人方倒病中杯。寒蔬卖却还沽吃，可有金貂换得来。"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《春夕陪崔谏议樱桃园序》，陆龟蒙和之。作品：《奉和》2。（《松陵集》卷六。）"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《春夕酒醒》，陆龟蒙和之。作品：《奉和》3。（《松陵集》卷六。）"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《松江早春》，陆龟蒙和之。作品：《奉和》4。（《松陵集》卷六。）"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《吴中言怀寄南海二同年》，陆龟蒙和之。作品：《奉和》5。（《松陵集》卷七。）"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《吴中书事，寄汉南裴尚书》，陆龟蒙和之。作品：《奉和》6。（《松陵集》卷七。）"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《寄琼州杨舍人》，陆龟蒙和之。作品：《奉和》7。（《松陵集》卷七。）"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，皮日休有诗《屐步访鲁望不遇》，陆龟蒙和之。作品：《奉和袭美见访不遇》（《松陵集》卷六。）奉和袭美见访不遇（唐·陆龟蒙）　　七言律诗　押萧韵为愁烟岸老尘嚣，扶病呼儿斸翠苕。秖道府中持简牍，不知林下访渔樵。花盘小垡晴初压，叶拥疏篱冻未烧。倚杖遍吟春照午，一池冰段几多消。"
                },
                {
                    "time": "871年",
                    "activity": "皮陆唱和，陆龟蒙有诗，皮日休和之。作品：《阖闾城北有卖花翁，讨春之士往往造焉。因招袭美》（《松陵集》卷六。）《袭美以巨鱼之半见分，因以酬谢》（《松陵集》卷六。）阖闾城北有卖花翁讨春之士往往造焉因招袭美（唐·陆龟蒙）　　七言律诗　押东韵故城边有卖花翁，水曲舟轻去尽通。十亩芳菲为旧业，一家烟雨是元功。闲添药品年年别，笑指生涯树树红。若要见春归处所，不过携手问东风。袭美以巨鱼之半见分因以酬谢（唐·陆龟蒙）　　七言律诗　押鱼韵谁与春江上信鱼，可怜霜刃截来初。鳞隳似撤骚人屋，腹断疑伤远客书。避网几跳山影破，逆风曾蹙浪花虚。今朝最是家童喜，免泥荒畦掇野蔬。"
                },
                {
                    "time": "871年",
                    "activity": "本年夏秋，皮日休临别吴中之际，陆龟蒙将两年左右唱和诗集集合成编，为《松陵集》十卷，以为纪念。皮日休为作《松陵集序》，阐述其诗歌见解，叙其与陆龟蒙之唱和大致经历，序中有论当代诗人李商隐、温庭筠者，颇有说。集中多次韵长篇，又有离合、叠韵、回文、双声及县名、药名等类诗作，陆龟蒙将其归入杂体诗卷，皮日休撰《杂体诗序》，记述诸类诗之缘起。"
                },
                {
                    "time": "871年",
                    "activity": "本年，陆龟蒙卧病苏州，有旧文三十编。"
                },
                {
                    "time": "876年7月",
                    "activity": "陆龟蒙随张搏由庐州转苏州，本年秋，罗隐有诗寄陆龟蒙。作品：《椭李花赋》（《甫里先生集》卷一四。）"
                },
                {
                    "time": "878年",
                    "activity": "春归苏州，修震泽别业。"
                },
                {
                    "time": "878年7月",
                    "activity": "七月，陆龟蒙作《微凉赋》作品：《微凉赋》（《甫里集》卷一四。）"
                },
                {
                    "time": "878年",
                    "activity": "秋末，在松江南岸其私田观刈麦，陆龟蒙有诗刺士民投黄巢者，甚或有斥皮日休从巢之意，有客访陆龟蒙，作诗以记之。作品：《纪事》（《甫里集》卷三。）《杂讽九首》（《甫里集》卷三。）《美人》（《甫里集》卷三。）《孤雁》（《甫里集》卷三。）《鵁鶄》（《甫里集》卷八。）杂讽九首（唐·陆龟蒙）红蚕缘枯桑，青茧大如瓮。人争捩其臂，羿矢亦不中。微微待贤禄，一一希入梦。纵操上古言，口噤难即贡。蛟龙在怒水，拔取牙角弄。丹穴如可游，家家畜孤凤。凶门尚儿戏，战血波澒（一作鸿）溶。社鬼苟有灵，谁能遏秋恸。　　其二（唐·陆龟蒙）　　押缉韵童麋来触犀，德力不相及。伊无惬心事，祗有碎首泣。况将鹏虱校，数又百与十。攻如饿鸱叫，势若脱兔急。斯为朽关键，怒荦抉以入。年来横干戈，未见拔城邑。得非佐饔者，齿齿待啜汁。羁维豪杰辈，四骇方少絷。此皆乘时利，纵舍在呼吸。吾欲斧其吭，无雷动幽蛰。　　其三（唐·陆龟蒙）引用典故：五鼎食　ꁴ鹅惨于冰，陆立怀所适。斯人道仍閟（一作闷），不得不呜呃。当时布衣士，亦作天子客。至今东方生，满口自誇白。终为万乘交，谈笑无所隔。致君非有书，乃是尧舜画。祗今侯门峻，日扫贫贱迹。朝趋九韶音，暮列五鼎食。如闻恭俭语，謇謇事夕惕。可拍伊牧肩，功名被金石。　　其四（唐·陆龟蒙）　　押麌韵赤舌（一作石）可烧城，谗邪易为伍。诗人疾（一作病）之甚，取俾投豺虎。长风吹窾木，始有音韵吐。无木亦无风，笙簧由喜怒。女娲鍊五石，天缺犹可补。当其利口衔，罅漏不复数。元精遗万类，双目如牖户。非是既相参，重瞳亦为瞽。　　其五（唐·陆龟蒙）　　押纸韵引用典故：东壁　南熏　东南有狂兕，猎者西北矢。利尘白（一作日）冥冥，独此清夜止。无人语其事，偶坐窥天纪。安得东壁明，洪洪用坟史。搜扬好古士，一以罄云水。流堪洒菁英，风足去稗秕。如能出奇计，坐可平贼垒。徐陈羲皇道，高驾太平轨。攫疏成特雄，濯垢为具美。贡贤当上赏，景福视所履。永播南熏音，垂之万年耳。　　其六（唐·陆龟蒙）　　押纸韵有檗何青青，空城雪霜里。千林尽枯槁，苦节独不死。他遭匠石顾，总入牺黄美。遂得保天年，私心未为耻。高从（一作徒）宿枭怪，下亦容蝼蚁。大厦若抡材，亭亭托君子。　　其七（唐·陆龟蒙）　　押啸韵左右佩剑者，彼此亦相笑。趋时与闭门，喧寂不同调。潜机取声利，自许臻乎妙。志士以神窥，惭然（一作寂）真可吊。天之发遐籁，大小随万窍。魁其垆冶姿，形质惟所召。鼗笙磬竽瑟，是必（一作以）登清庙。伊圣不可（一作吾）欺，谁能守蓬藋。　　其八（唐·陆龟蒙）引用典故：尧舜询刍　曹刿说　秦堇勇　横笛喝（一作鸣）秋风，清商入疏越。君居不夜城，肯怨孤戍月。吴兵甚犀利，太白光突兀。日已费千金，廑闻侵一拨（一作垡）。岂无恶年少，纵酒游侠窟。募为敢死军（一作士），去以枭叛卒。岂无中林士，贯穿学问骨。兵法五十家，浩荡如溟渤。高悬鹿皮睡，清涧（一作润）时依樾。分已诺烟霞，全遗事干谒。既非格猛兽，未可轻华发。北面师其谋，几能止征伐。何妨秦堇勇，又有曹刿说。尧舜尚询刍（一作事），公乎听无忽。　　其九（唐·陆龟蒙）朝为壮士歌，暮为壮士歌。壮士心独苦，傍人谓之何。古铁久不快，倚天无处磨。将来易水上，犹足生寒波。捷可搏飞狖，健能超橐驼。群儿被坚利，索手安冯河。惊飙扫长林，直木谢ꄈ科。严霜冻大泽，僵龙不如蛇。昔者天血碧，吾徒安叹嗟。美人（唐·陆龟蒙）　　押药韵美人抱瑶瑟，哀怨弹别鹤。雌雄南北飞，一旦异栖托。谅非金石性，安得宛如昨。生为并蒂花，亦有先后落。秋林对斜日，光景自相薄。犹欲悟君心，朝朝佩兰若。孤雁（唐·陆龟蒙）引用典故：嚇梁园　我生天地间，独作南宾雁。哀鸣慕前侣，不免饮啄晏。虽蒙小雅咏，未脱鱼（一作生）网患。况（一作矧）是婚（一作摽）礼须（一作经），忧为弋者篡。晴鸢争上下，意气苦凌慢。吾常嚇鸳雏，尔辈安足讪。回头语晴鸢，汝食腐鼠惯。无异驽骀群，恋短豆皂栈。岂知潇湘岸，葭菼蘋萍（一作藜萍蘋）间。有石形状奇，寒流古来湾。闲看麋鹿（一作甫里）志，了不忧（一作爱）刍豢。世所重巾冠，何妨野夫丱。骚人誇蕙芷，易象取陆苋。漆园逍遥篇，中亦载斥鴳。汝惟材性下，嗜好不可谏。身虽慕高翔，粪壤是（一作长）盻盼。或闻通鬼魅，怪祟立可辩。硩蔟书尚存，宁容恣妖幻①。按：①硩蔟，《周礼秋官司寇》下：“硩蔟氏掌覆夭鸟之巢。”硩，郑司农读为摘，又他历反，蔟，读为爵蔟之蔟，谓巢也，夭鸟，恶鸣鸟鵁鶄（唐·陆龟蒙）　　七言律诗　押尤韵客有过震泽，得水鸟所谓鵁鶄者贶予（寻水鸟所谓鵁鶄者贶予）。黑襟青胫，碧爪丹噣（碧噣丹爪），色几及项，质甚高而意甚卑戚（质甚高而意甚草戚），畏人。予极哀其野逸性，又非以能招累者，而囚录笼槛，逼迫窗户，俛啄仰饮，为活大不快，真天地之穷鸟也。为之赋诗，拟好事者和。词赋曾誇鸀鳿流，果为名误别沧洲。虽蒙静置疏笼晚，不似闲栖折苇秋。自昔稻粱高鸟畏，至今圭组野人雠。防徽避缴①无穷事，好与裁书②谢白鸥。按：①一作钓　②一作诗"
                },
                {
                    "time": "879年",
                    "activity": "春，陆龟蒙卧病于苏州太湖湖滨、松江畔之震泽别业，又躬耕于松江南岸之甫里私田中，人或讥之，号为甫里先生，又自为捕鱼松江中，又种药，又勤于校读、写作。作品：《自遣诗》三十首。《耒耜经》（《笠泽丛书》丁。）《五歌》（《笠泽丛书》乙。）《送潮迎潮词》（《笠泽丛书》丙。）《鹤媒歌》（《笠泽丛书》丁。）《自和》（《笠泽丛书》丁。）《丁隐君歌并序》（《笠泽丛书》丁。）《南泾渔父》（《笠泽丛书》丁。）《王先辈草堂》（《甫里集》卷一一。）《怪石晓景图》（《甫里集》卷一二。）《太湖叟》（《甫里集》卷一二。）《小鸡山人歌并序》（《甫里集》卷一二。）《冶家子言》（《笠泽丛书》丁。）《问吴宫词》（《笠泽丛书》丁。）《招野龙对》（《笠泽丛书》丙。）自遣诗三十首（唐·陆龟蒙）　　七言绝句　押元韵〈自遣诗〉者，震泽别业之所作也。故疾未平，厌厌卧田舍中，农夫日以耒耜事相聒，每至夜分不睡，则百端兴怀搅人思，益纷乱无绪。且诗者，持也，谓持其情性，使不暴去。因作四句诗，累至三十绝，绝各有意。既曰自遣，亦何必题为。五年重别①旧山村，树有交柯犊有孙。更②感卞峰颜色好，晓云才散便③当门。按：①一作到　②一作重　③一作已　　其二（唐·陆龟蒙）　　七言绝句　押庚韵雪下孤村淅淅鸣，病魂无睡洒来清。心摇秖①待东窗晓，长愧寒鸡第一声。按：①一作只　　其三（唐·陆龟蒙）　　七言绝句　押阳韵多情多感自难忘，秖有风流共古长。座上不遗金带枕，陈王词赋为谁伤。　　其四（唐·陆龟蒙）　　七言绝句　押尤韵甫①里先生未白头，酒旗犹可战高楼。长鲸好鲙无因得，乞取艅艎作钓舟。按：①一作角　　其五（唐·陆龟蒙）　　七言绝句　押元韵花濑濛濛紫气昏①，水边山曲更深②村。终须拣取幽栖处③，老桧成双便作门。按：①紫花濑在顾渚步　②一作容　③一作地　　其六（唐·陆龟蒙）　　七言绝句　押庚韵阴洞曾为采药行，冷云凝绝烛微明。玉芝敲折琤然堕，合有真人①上姓名。按：①一作官　　其七（唐·陆龟蒙）　　七言绝句　押麻韵长叹人间发易华，暗将心事许烟霞。病来前约分明在，药鼎书囊便是家。　　其八（唐·陆龟蒙）　　七言绝句　押冬韵酝得秋泉似玉容，比于云液更应浓。思量北海徐刘辈，枉向人间号酒龙。　　其九（唐·陆龟蒙）　　七言绝句　押萧韵引用典故：羊侃　羊侃多应自古豪，解盘金槊置纤腰。纵然此事教双得，不博溪田二顷苗。　　其十（唐·陆龟蒙）　　七言绝句　押歌韵引用典故：换群鹅　偶然携稚看微波，临水春寒一倍多。便使笔精如逸少，懒能书字换群鹅。　　其十一（唐·陆龟蒙）　　七言绝句　押微韵昔闻庄叟迢迢梦，又道韩生②苒苒①飞。知有姓名聊寄问，更无言语抱斜晖。按：①一作冉冉　②一作冯　　其十二（唐·陆龟蒙）　　七言绝句　押寒韵雪侵春事太无端，舞急微还近腊寒。应是也疑真宰怪，休时犹未遍林峦。　　其十三（唐·陆龟蒙）　　七言绝句　押东韵数尺游丝堕碧空，年年长是惹东①风。争知天上无人住，亦有春愁鹤发翁。按：①一作春　　其十四（唐·陆龟蒙）　　七言绝句　押萧韵谁使寒鸦意绪娇，云情山晚动情憀。乱和残照纷纷舞，应索阳乌次第饶。　　其十五（唐·陆龟蒙）　　七言绝句　押阳韵古往天高事渺茫，争知灵媛不凄凉。月娥如有相思泪，秖待方诸寄两行。　　其十六（唐·陆龟蒙）　　七言绝句　押真韵本来云外寄闲身，遂与溪云作主人。一夜逆风愁四散，晓来零落傍衣巾。　　其十七（唐·陆龟蒙）　　七言绝句　押微韵引用典故：渊明　渊明不待公田熟，乘兴先秋解印归。我为馀粮春未去，到头谁是复谁非。　　其十八（唐·陆龟蒙）　　七言绝句　押支韵云拥根株抱石危，斲来文似瘦蛟螭。幽人带病慵①朝起，秖向春山尽日欹。按：①一作愁　　其十九（唐·陆龟蒙）　　七言绝句　押侵韵月澹花闲夜已深，宋家微咏若遗音。重思万古无人赏，露湿清香独满襟①。按：①宋玉有微咏赋　　其二十（唐·陆龟蒙）　　七言绝句　押东韵南岸春田手自农，往来横截半江风。有时不耐轻桡兴，暂欲蓬山访洛公。　　其二十一（唐·陆龟蒙）　　七言绝句　押东韵贤达垂竿小隐中，我来真作捕鱼翁。前溪一夜春流急，已学严滩下钓筒。　　其二十二（唐·陆龟蒙）　　七言绝句　押萧韵水国君王又姓萧，风情由是冠南朝。灵和殿下巴江柳，十二旒前舞翠条。　　其二十三（唐·陆龟蒙）　　七言绝句　押寒韵强梳蓬鬓整斜冠，片烛光微夜思阑。天意最饶惆怅事，单栖分付与春寒。　　其二十四（唐·陆龟蒙）　　七言绝句　押庚韵无多药圃近南荣，合有新苗次第生。稚子不知名品上，恐随春草斗输赢。　　其二十五（唐·陆龟蒙）　　七言绝句　押尤韵一派溪随箬①下流，春来无处不汀洲。漪澜未碧蒲犹短，不见鸳鸯正自由。按：①一作若　　其二十六（唐·陆龟蒙）　　七言绝句　押文韵山下花明水上曛，一桡青翰破霞文。越人但爱风流客，绣被何须属鄂君。　　其二十七（唐·陆龟蒙）　　七言绝句　押庚韵妍华须是占时生，准拟差肩不近情。佳丽几时腰不细，荆王辛苦致宫名。　　其二十八（唐·陆龟蒙）　　七言绝句　押虞韵奼女精神似月孤，敢将容易入洪炉。人间纵道铅华少，蝶翅新篁未肯无。　　其二十九（唐·陆龟蒙）　　七言绝句　押庚韵贞白求丹变姓名，主恩潜助亦无成。侯家竟换梁天子，王整徒劳作外兵。　　其三十（唐·陆龟蒙）　　七言绝句　押支韵春雨能膏草木肥，就中林野碧含滋。唯馀病客相逢背，一夜寒声减四肢。五歌放牛（唐·陆龟蒙）古者歌咏言，诗云，我歌且谣；传曰，劳者愿歌其事；吾言之拙艰，不足称咏且谣。而歌其事者，非吾而谁，作五歌以自释意。江草秋穷似秋半，十角吴牛放江岸。邻肩抵尾乍依隈①，横去斜奔忽分散。荒陂断堑无端入，背上时时孤鸟立。日暮相将带雨归，田家烟火微茫湿。按：①一作偎　其二水鸟（唐·陆龟蒙）水鸟山禽虽异名，天工各与双翅翎。雏巢吞啄即一例，游处高卑殊不停。则（一作别）有觜铍爪戟劲立直视者，击搏挽裂图膻腥。如此等色恣豪横，耸身往往凌青冥。为人罗绊取材力，韦韝綵绶（一作缀）悬金铃。三驱不以鸟捕鸟，矢下先得闻诸经。超然可继义勇后，恰似有志（一作意）行天刑。鸥闲鹤散两自遂，意思不受人丁宁。今朝棹倚寒江汀，舂（一作ꁈ）锄翡翠参鵁鶄。孤翘侧睨瞥灭没，未是即肯驯檐楹。妇女衣襟便佞舌，始得金笼日提挈。精神卓荦（一作槊）背人飞，冷（一作合）抱蒹葭宿烟月。我与时情大乖剌，祗是江禽有毛发。慇勤谢汝莫相猜，归来长短同群活。　其三刈穫（唐·陆龟蒙）自春徂秋天弗雨，廉廉早稻才遮亩。芒粒稀疏熟更轻，地与（一作上）禾头不相拄。我来愁筑心如堵，更听农夫夜深语。凶年是物即为灾，百阵野凫千穴鼠。平明抱杖入田中，十穗萧条（一作然）九穗空。敢言一岁囷仓实，不了如（一作而）今朝暮舂。天职谁司下民籍，苟有区区（一作分）宜ꄅꄅ（即析字）。本作耕耘意若何，虫豸兼教食人食。古者为邦须蓄积，鲁饥尚责如齐籴。今之为政异当时，一任流离恣徵索。平生幸（一作早）遇华阳客，向日餐霞转（一作亦）肥白。欲卖耕牛弃水田，移家且（一作直）傍三茅宅。　其四雨夜（唐·陆龟蒙）　　押个韵屋小茅乾雨声大，自疑身著蓑衣卧。兼似①孤舟小泊时，风吹折苇来相佐。我有愁襟无可那，才成好梦刚惊破。背壁残②灯不及萤，重挑却向灯前坐。按：①一作是　②一作寒　其五食鱼（唐·陆龟蒙）江南春旱鱼无泽，岁晏未曾腥鼎鬲。今朝有客卖鲈鲂，手提见我长于尺。呼儿舂取红莲米，轻重相当加十倍。且作（一作图）吴羹助早（一作朝）餐，饱卧晴檐曝寒背。横戈负羽正纷纷，祗用骁雄不用文。争如晓夕讴吟样，好伴沧洲白鸟群。鹤媒歌（唐·陆龟蒙）偶系渔舟（一作江船）汀树枝，因看射鸟令人悲。盘空野鹤忽然下，背翳见媒心不疑。媒闲静立如无事，清唳时时入遥吹。裴回未忍过南塘，且应同声就（一作与）同类。梳翎宛若相逢喜，祗怕才来又惊起。窥鳞啄藻乍低昂，立（一作注）定当胸流一矢。媒欢舞跃势离披，似谄功能邀①弩儿。云飞水宿各自物，妒侣害群犹尔为。而（一作何）况世（一作人）间有名利，外头笑语中猜忌。君不见荒陂野鹤陷良媒，同类同声真可畏。按：①一作腰，一作罾丁隐君歌（唐·陆龟蒙）隐君，姓丁氏，字翰之，济阳人也，名飞举。读老子庄周书，善养生，能鼓琴，居钱塘龙泓洞之左右，或曰憩馆耳，别业在深山中，非得得行不可适；到其下，畜妻子，事耕稼，如常人。余尝南浮桐江，途而诣龙泓憩馆，获见，纶巾布裘，貌古而意澹，好古文，乐闻歌诗，见待加厚。因曰：他时愿为山中仆，丁笑而不应。问之年，曰：七十二。当咸通丙午岁，逮今十四年矣。雷平道士葛参寥话与翰之熟，至今齿发不衰，气力益壮，疏繁导蒙，灌溉剉各，皆自执绠缶斤斸辈。升高望远，不翅履平地，时时书细字，作文纪事，皆有楷法意义。夜半山静，取琴弹之，奏雅弄一二而已。少睡寡言语，与人相接，礼简而情至，周旋累年，未尝有罢倦之色。不唯疾病也，非养生之效欤？又不见其有所服饵，或问之，对曰：治心修身之外，复有何物？予始嘉其遁世。又闻其老而益精，又悦其治心修身之说，孔子所谓乐而寿者，斯人也欤。既乐而寿，则仁智充乎其内，充乎其内者，非有德者欤？有德而不耀于世者，非隐君子欤？乃作丁隐君歌，以寄其声云。引用典故：圭窦　华阳道士南游归，手中半卷青萝衣（一作皮）。自言逋客持赠我，乃是钱塘丁翰之。连江（一作天）大抵多奇岫，独话君家最奇秀。盘烧天竺春笋肥，琴倚洞庭秋石瘦。草堂暗引龙泓溜，老树根株若蹲兽。霜浓果熟未容收，往往儿童杂猿狖。去岁猖狂有黄寇，官军解（一作骇）散无人斗。满城奔迸翰之闲，只把枯松塞圭窦。前度相逢正卖文，一钱不直虚云云。今来利作采樵客，可以抛身麋鹿群。丁隐君，丁隐君，叩（一作昂）头且莫变名氏，即日更寻丁隐君。南泾（一作溪）渔父（唐·陆龟蒙）予方任疏慵，地僻即所好。江流背村落，偶往心已嫪。田家相去远，岑寂且纵傲。出户手先筇，见人头未帽。南泾（一作溪）有渔父，往往携稚造。问其所以渔，对我真蹈道。我初簎鱼鳖，童丱至于耄。窟穴与生成，自然通（一作知）壶奥。孜孜戒吾属，天物不可暴。大小参去留，候其孳养报。终朝获鱼（一作渔）利，鱼亦未常耗。同覆天地中，违仁辜覆焘。余观为政者，此意谅难到。民皆死搜求，莫肯兴（一作与）悯悼。今年川泽旱，前岁山源潦。牒诉已盈庭，闻之类禽噪。譬如死（一作豢）鸡鹜，岂不容乳抱。孟子讥宋人，非其揠苗躁。吾嘉渔父旨，雅叶贤哲操。倘遇采诗官，斯文诚敢告。王先辈草堂（唐·陆龟蒙）　　七言律诗　押阳韵引用典故：方朔　松径隈云到静堂，杏花临涧水流香。身从乱后全家隐，日校人间一倍长。金箓渐加新品秩，玉皇偏赐羽衣裳。何如圣代弹冠出，方朔曾为汉侍郎。松石晓景图（唐·陆龟蒙）　　七言绝句　押尤韵霜骨云根惨澹愁，宿烟封著未全收。将归与说文通后，写得松江岸上秋。太湖叟（唐·陆龟蒙）　　七言绝句　押微韵细桨轻船卖石归，酒痕狼籍遍苔衣。攻车战舰繁如织，不肯回头问是非。小鸡山樵人歌（唐·陆龟蒙）　　押麌韵小鸡山在胥门外光福之西，龟蒙岁入薪五千东于其山，其供事之樵氓曰顾及。乾符六年九月，致薪二百五十，责之曰：「何数廉而至晚，得非赭吾山为汝之利耶？」与之酒，继之以歌。长其船兮利其斧，输予薪兮勿予侮。田予登兮谷予庾，突晨烟兮蓬缕缕。窗有明兮编有古，饱而安兮惟编是伍，时不用兮吾无汝抚。"
                },
                {
                    "time": "879年5月",
                    "activity": "五月，陆龟蒙闻其黄巢兵围广州，作诗以抒怀。作品：《闲书》（《笠泽丛书》甲。）闲书（唐·陆龟蒙）　　七言律诗　押阳韵病学高僧置一床，披衣才暇即焚香。闲阶雨过苔花润，小簟风来薤叶凉。南国羽书催部曲①，东山毛褐傲羲皇。升平闻②道无时节，试问中林亦不妨。按：①时黄巢围广州告急　②一作人"
                },
                {
                    "time": "879年7月",
                    "activity": "七月，有文记吴兴旱情、鼠灾、官灾，以讥执政。作品：《记稻鼠》（《笠泽丛书》丁。）"
                },
                {
                    "time": "879年8月",
                    "activity": "与葛参寥交，八月，久旱后暴雨，陆龟蒙念及兵慌马乱、生灵涂炭之局势，感而赋诗。作品：《战秋词》（《笠泽丛书》乙。）"
                },
                {
                    "time": "879年9月",
                    "activity": "九月，有《小鸡山樵人歌》，复有《送小鸡山樵人序》，又赋《五歌》纪其日常生活，兼指斥时事。作品：《送小鸡山樵人序》（《甫里集》卷一二。）"
                },
                {
                    "time": "879年10月",
                    "activity": "十月，陆龟蒙有文记时事。作品：《禽暴》（《笠泽丛书》丙。）"
                },
                {
                    "time": "879年10月",
                    "activity": "十月，作《祝牛宫辞》作品：《祝牛宫辞》（《笠泽丛书》丙。）"
                },
                {
                    "time": "879年",
                    "activity": "陆龟蒙先有文以记紫溪翁之来访。作品：《紫溪翁之歌》（《笠泽丛书》丙。）"
                },
                {
                    "time": "879年",
                    "activity": "陆龟蒙有序赠太白山道士。作品：《送候道士还太白山序》（《笠泽丛书》丁。）"
                },
                {
                    "time": "879年",
                    "activity": "陆龟蒙作《怪松图赞》文。作品：《怪松图赞》（《笠泽丛书》丁。）"
                },
                {
                    "time": "879年",
                    "activity": "待御史李中秀示锦裾一幅，陆龟蒙作文记之。作品：《记锦裙》（《笠泽丛书》丁。）"
                },
                {
                    "time": "879年",
                    "activity": "陆龟蒙与殷文圭有交，送豆庐处士谒丞相豆庐瑑，有赠序。作品：《送豆卢处士谒宗丞相序》（《笠泽丛书》丁。）"
                },
                {
                    "time": "879年",
                    "activity": "陆龟蒙又有《怀宛陵旧游》诗。作品：《怀宛陵旧游》（《甫里集》卷一二。）怀宛陵旧游（唐·陆龟蒙）　　七言绝句　押尤韵引用典故：谢朓　陵阳佳地昔年游，谢朓青山李白楼。唯有日斜溪上思，酒旗风影落春流。879年闰10，润十月，有诗作。作品：《江墅言怀》（《笠泽丛书》丁。）江墅言怀（唐·陆龟蒙）　　五言排律　押冬韵病身兼稚子，田舍劣相容。迹共公卿绝，贫须稼穑供。月方行（一作行方）到闰，霜始近言（一作来）浓。树少栖禽杂，村孤守犬重。汀洲藏晚弋，篱落露寒舂。野弁欹还整，家书拆又封。杉篁宜夕照，窗户倚疏钟。南北唯闻战，纵横未胜农。大春虽苦学，叔夜本多慵。直使貂裘弊，犹（一作还）堪过一冬。"
                },
                {
                    "time": "879年12月",
                    "activity": "十二月，有文作。作品：《田舍赋》（《笠泽丛书》丙。）"
                },
                {
                    "time": "879年12月",
                    "activity": "十二月，有诗作。作品：《村夜二首》（《笠泽丛书》丁。）"
                },
                {
                    "time": "879年",
                    "activity": "陆龟蒙本年其他作品。作品：《后蚕赋》（《笠泽丛书》甲。）《苔赋》（《笠泽丛书》甲。）《刈获》（《笠泽丛书》丙。）《登高文》（《笠泽丛书》丁。）《祭梁鸿幕文》（《笠泽丛书》丁。）《祀灶解》（《笠泽丛书》丁。）《大儒评》（《笠泽丛书》丁。）《书李贺小传后》（《笠泽丛书》丁。）《蟹志》（《笠泽丛书》丁。）《说凤尾诺》（《笠泽丛书》丁。）《蠹花》（《笠泽丛书》丁。）《杂说》（《笠泽丛书》丁。）《象耘鸟耕辩》（《笠泽丛书》丁。）《寒泉子对秦惠王》（《笠泽丛书》丁。）《秋蚕赋》（《笠泽丛书》补遗。）《石笔架子赋》（《全唐文》卷八OO。）《獬苈赋》（《全唐文》卷八OO。）《四灵赋》（《全唐文》卷八OO。）《奔蜂赋田舍赋》（《全唐文》卷八O一。）"
                },
                {
                    "time": "880年",
                    "activity": "春，陆龟蒙居甫里，有文。作品：《春寒赋》（《笠泽丛书》乙。）"
                },
                {
                    "time": "880年",
                    "activity": "约本年秋，齐己欲往访陆龟蒙，但为兵戈所阻，作诗寄之。作品：《寄南岳客乞灵芜香》（《甫里集》卷七。）寄南岳客乞灵芜香（唐·陆龟蒙）　　五言绝句　押元韵闻说融峰下，灵香似反魂。春来正堪采，试为斸云根。"
                },
                {
                    "time": "880年",
                    "activity": "陆龟蒙有诗寄吴融。作品：《寄吴融》（《笠泽丛书》乙。）寄吴融（唐·陆龟蒙）　　七言律诗　押东韵一夜秋声入井桐，数枝危绿怕西风。霏霏晚砌烟华上，淅淅疏帘雨气①通。君整②输蹄名未了，我依琴③鹤病相攻。到头江畔从渔事，织作中流万尺④篊。按：①一作欲　②一作隐　③一作云　④一作疋"
                },
                {
                    "time": "880年",
                    "activity": "陆龟蒙有文言及研习《春秋》之事。作品：《求志赋》（《笠泽丛书》丁。）"
                },
                {
                    "time": "880年5月",
                    "activity": "本年五月或作《杞菊赋》，序中言及在震泽别业数年以读经为事。作品：《杞菊赋》（《笠泽丛书》甲。）"
                },
                {
                    "time": "880年5月",
                    "activity": "本年五月或作《蟹志》一文。作品：《蟹志》（《笠泽丛书》丁。）"
                },
                {
                    "time": "880年5月",
                    "activity": "本年五月或作《复友生论文书》一文。作品：《复友生论文书》（《笠泽丛书》乙。）"
                },
                {
                    "time": "880年5月",
                    "activity": "本年五月或作《蠹化》一文。作品：《蠹化》（《笠泽丛书》乙。）"
                },
                {
                    "time": "880年5月",
                    "activity": "本年五月或作《说凤尾诺》一文。作品：《说凤尾诺》（《笠泽丛书》乙。）"
                },
                {
                    "time": "880年5月",
                    "activity": "秋末或作《京口与友生话别》一文。作品：《京口与友生话别》（《甫里集》卷四。）"
                },
                {
                    "time": "880年",
                    "activity": "官府殆以陆龟蒙不合作，讥以“散人”之目，陆龟蒙受之，自号“江湖散人”，有《江湖散人歌》、《江湖散人传》以志之。作品：《江湖散人歌》（《笠泽丛书》甲。）《江湖散人传》（《笠泽丛书》甲。）《甫里先生传》（《笠泽丛书》甲。）"
                },
                {
                    "time": "880年9月9日",
                    "activity": "九月九日，有文以愤世。作品：《登高文》（《笠泽丛书》乙。）"
                },
                {
                    "time": "880年",
                    "activity": "陆龟蒙本年其他作品。作品：《杂说五首》（《笠泽丛书》甲。）《大儒评》（《笠泽丛书》甲。）《祭梁鸿墓文》（《笠泽丛书》乙。）《丹阳道中寄友生》（《甫里集》卷三。）《陌上桑》（《全唐诗》卷六二八。）《观铭》（《笠泽丛书》丙。）《汉三高士赞》（《笠泽丛书》丙。）《告白蛇文》（《笠泽丛书》丙。）《求志赋》（《笠泽丛书》丁。）《祀龟解》（《笠泽丛书》补遗。）《管城候传》（《全唐文》卷八O一。）《子规》（《甫里集》附录一。）《篷伞》（《甫里集》附录一。）"
                },
                {
                    "time": "881年",
                    "activity": "陆龟蒙病居甫里，其卒年或亦在本年，传云朝廷以左拾遗征之，诏下之日而卒。罗隐、韦庄、陆希声、吴融、皮日休、颜荛等作诗文以祭之。作品：《答友》（《甫里集》卷一二。编年诗见第360页。）《自怜赋》（《笠泽丛书》甲。编年诗见第360页。）《哀茹笔工文》（《笠泽丛书》乙。编年诗见第360页。）《书铭》（《笠泽丛书》丙。编年诗见第360页。）《业书序》（《笠泽丛书》卷首。编年诗见第360页。）"
                }
            ]
        },
        {
            "Latitude": 31.421755,
            "Longitude": 119.491108,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320481",
            "Title": "溧阳",
            "Detail": [
                {
                    "time": "839年",
                    "activity": "陆龟蒙大概随父在潥阳，闻孟郊故事于白头书佐。"
                }
            ]
        },
        {
            "Latitude": 30.946576,
            "Longitude": 118.765196,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3418",
            "Title": "宣城",
            "Detail": [
                {
                    "time": "854年",
                    "activity": "或于是年前后从豆庐瑑游宣城。"
                }
            ]
        },
        {
            "Latitude": 32.195688,
            "Longitude": 119.431494,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211",
            "Title": "镇江",
            "Detail": [
                {
                    "time": "854年",
                    "activity": "本年或自润州取解，第一次赴京应举。"
                },
                {
                    "time": "859年",
                    "activity": "春末夏初，到达润州，游甘露寺，有诗。作品：《纪梦游甘露寺》（《甫里集》卷四。）纪梦游甘露寺（唐·陆龟蒙）题注：寺在京口北固山上，第十四句缺三字。昔卧嵩高云，云窗正寒夕。披裘忽生梦，似到空王宅。峨天一峰立，栏楯横半壁。级倚绿巅差，关临赤霄辟。扪虚陟孤峭，不翅千馀尺。叠掌望罘罳，分明袒肩释。凌香稽首罢，嘹哓（一作喨）□□□。高户乘（一作承）北风，声号大波白。光中目难送，定验方可觌。树细鸿濛烟，岛疏零落碧。须臾群籁入，空水相喷激。积浪亚寒堆，呀如斗危石。跳音簇鞞鼓，溅沫交矛戟。鸟疾帆亦奔，纷纷助劲敌。思非水灵怒，即是饥龙擘。怯慑不敢前，荷襟汗沾霢。回经定僧处，泉木光相射。岩磴云族栖，柖（一作松）柯露华适。逍遥得真趋，逦迤寻常迹。山腹贮孤亭，岚根四垂帟。谁题雪月句，乃是曹刘格①。阆阙一枝琼，边楼数声笛。吟高矍然起，若自苍旻掷。短烛堕馀花，圆蟾挂斜魄。自从神锡境，无处不登陟。忽上南徐山，心期豁而获。岂伊烦恼骨，合到清凉域。暗得胡蝶身，幽期（一作奇）尽相识。奈何有名氏，未列金闺籍。翻惭丱顶童，得奉真如策。云涛触风望，毫管和烟搦。聊记梦中游，留之问禅客。按：①爱树亭有故太尉房公诗"
                },
                {
                    "time": "859年",
                    "activity": "秋，陆龟蒙仍在润州。作品：《归路》（《甫里集》卷七。）《润州送人往长洲》（《甫里集》卷八。）《润州江口送人谒池郎阳卫郎中》（《甫里集》卷八。）归路（唐·陆龟蒙）　　五言绝句　押萧韵渐入新丰路，衰红映小桥。浑如七年病，初得一丸销。润州送人往长洲（唐·陆龟蒙）　　七言律诗　押庚韵秋来频上向吴亭，每上思归意剩生。废苑池台烟里色，夜村蓑笠雨中声。汀洲月下菱船疾，杨柳风高酒旆轻。君住松江多少日，为尝鲈鲙与莼羹。润州江口送人谒池阳卫郎中（唐·陆龟蒙）　　七言律诗　押寒韵山翁曾约旧交欢，须拂侯门侧注冠。月在石头摇戍角，风生江口亚帆竿。闲随野醉溪声闹，独伴清谭晓色残。待取新秋归更好，九华苍翠入楼寒。"
                },
                {
                    "time": "870年",
                    "activity": "早秋游润州，登北固山。"
                },
                {
                    "time": "880年",
                    "activity": "陆龟蒙隐居震泽别业数年中，某春至润州，参观文宣王庙韩滉《春秋通例》时刻。作品：《春秋通例辨》（已佚）"
                },
                {
                    "time": "880年",
                    "activity": "陆龟蒙至润州城南，访庆封宅古井，有文记其事。作品：《庆封宅古井》（《甫里集》卷一七。）"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "855年",
                    "activity": "或参加科举考试不利，流连于两京地区隐居读书。"
                },
                {
                    "time": "859年2月",
                    "activity": "春二月，落第后由长安东返，先是在洛阳嵩山停留，梦游甘露寺。"
                }
            ]
        },
        {
            "Latitude": 34.459775,
            "Longitude": 113.056704,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410185",
            "Title": "登封",
            "Detail": [
                {
                    "time": "856年",
                    "activity": "或参加科举考试不利，流连于两京地区隐居读书。"
                }
            ]
        },
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安",
            "Detail": [
                {
                    "time": "859年",
                    "activity": "参加科考，不第。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "860年",
                    "activity": "本年左右有桐江之行，有诗，又与进士严子重相交。作品：《钓车》（《甫里集》卷一二。陆龟蒙父陆宾虞于是年前后为浙东从事。半年后，暴卒与浙东任。陆龟蒙血气败索两年。）钓车（唐·陆龟蒙）　　七言绝句　押江韵小轮轻线妙无双，曾伴幽人酒一缸。洛客见诗如有问，辗烟冲雨过桐江。"
                },
                {
                    "time": "866年",
                    "activity": "在杭州，与丁翰之游。"
                }
            ]
        },
        {
            "Latitude": 29.011281,
            "Longitude": 116.709997,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN361128",
            "Title": "鄱阳",
            "Detail": [
                {
                    "time": "860年",
                    "activity": "此年左右至饶州或抚州，三月无所诣。刺史蔡京率官属就见，龟蒙拂衣而去，《马当山铭》或作于此时。作品：《马当山铭》（《甫里集》卷一八。）"
                }
            ]
        },
        {
            "Latitude": 27.953603,
            "Longitude": 116.364627,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN361",
            "Title": "抚州",
            "Detail": [
                {
                    "time": "860年",
                    "activity": "此年左右至饶州或抚州，三月无所诣。"
                }
            ]
        },
        {
            "Latitude": 29.481104,
            "Longitude": 119.287608,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330182",
            "Title": "建德",
            "Detail": [
                {
                    "time": "865年",
                    "activity": "在睦州，与刺史陆墉游，有诗。作品：《引泉》（《甫里集》卷三。）《新定陪太守一百五夜南馆玩月》（《全唐诗》卷六二六。）引泉诗（唐·陆龟蒙）题注：睦州龙兴观老君院作上嗣位六载，吾宗刺桐川。余来拜旌戟，诏下之明年。是时春三月，绕郭花蝉联。岚盘百万髻，上插黄金钿。授以道士馆，置榻于东偏。满院声碧树，空堂形（一作影）老仙。本性乐凝淡，及来更虚玄。焚香礼真像，盥手披灵编。新定（一作安）山角角，乌龙（山名）独巉然。除非净晴日（一作睛目），不见苍崖巅。上有拿云峰，下有喷壑泉。泉分数十汊，落处皆峥潺。寒声入烂醉，聒破西窗眠。支筇起独寻，祗在墙东边。呼童具畚锸，立凿莓苔穿。灇淙（一作漴）一派堕，练带横斜牵。乱石抛落落，寒流响溅溅。狂奴（一作怒）七里濑，缩到疏楹前。跳花（一作光）泼半散，涌沫飞旋圆。势束三峡挂，泻危孤磴悬。曾闻瑶池溜，亦灌朱草田。凫伯弄翠蕊，鸾雏舞丹烟。凌风捩桂柂，隔雾（一作霞）驰犀船。况当玄元家，尝著道德篇。上善可比水，斯文参五千。精灵若在此，肯恶微波传。不拟争滴沥，还应会沦涟。出门复（一作后）飞箭，合势浮青天。必有学真子，鹿冠秋鹤颜。如能辅余志，日使疏其源。新定陪太守一百五夜南馆玩月（唐·陆龟蒙）　　七言律诗　押阳韵风雨教春处处伤，一宵云尽见沧浪。全无片烛侵光彩，只有清滩助雪霜。烟蔽棹歌归浦溆，露将花影到衣裳。却嫌殷浩南楼夕，一带秋声入恨长。"
                },
                {
                    "time": "865年",
                    "activity": "与郑窦游，有诗。作品：《寄淮南郑窦书记》（《甫里集》卷八。）寄淮南郑（一作窦）宝书记（唐·陆龟蒙）　　七言律诗　记室千年翰墨孤，唯君才学似应徐。五丁驱得神功尽，二酉搜来秘检疏。炀帝帆樯留泽国，淮王笺奏入班书。清词醉草无因①见，但钓寒江半尺鲈。按：①一作人"
                },
                {
                    "time": "865年",
                    "activity": "访严观钓台，有诗。作品：《严观钓台》（《甫里集》卷一二。）严光钓台（唐·陆龟蒙）　　七言绝句　押东韵片帆竿外揖清风，石立①云孤万古中。不是狂奴为故态，仲华争得黑头公。按：①一作上"
                }
            ]
        },
        {
            "Latitude": 30.899015,
            "Longitude": 120.094566,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3305",
            "Title": "湖州",
            "Detail": [
                {
                    "time": "872年",
                    "activity": "在湖州，从张搏游，有诗。作品：《荆溪早景题杜秀才水亭》（《全唐诗》卷六二九。）"
                },
                {
                    "time": "873-874年",
                    "activity": "在湖州，入张搏幕。"
                },
                {
                    "time": "877年",
                    "activity": "冬，陆龟蒙往湖州拜谒刺史郑仁规，有酬唱之什。"
                },
                {
                    "time": "877年",
                    "activity": "隐居顾渚步紫花濑，日以茶事为事，又置茶园于吴兴郡古渚山下，与方干交或在此时。作品：《效方干》（五十首）（已佚）《茶品第书》（已佚）"
                }
            ]
        },
        {
            "Latitude": 31.82687,
            "Longitude": 117.235447,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3401",
            "Title": "合肥",
            "Detail": [
                {
                    "time": "875年2月",
                    "activity": "二月以后，随张搏在庐州。"
                }
            ]
        },
        {
            "Latitude": 34.523694,
            "Longitude": 113.014821,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4101 嵩山",
            "Title": "嵩山"
        },
        {
            "Latitude": 32.22235,
            "Longitude": 119.464599,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3211 北固山",
            "Title": "北固山"
        }
    ]
}