{
    "lines": [
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳 (出生地)",
            "Detail": [
                {
                    "time": "1090年6月",
                    "activity": "是年六月，简斋生于洛阳。"
                },
                {
                    "time": "1091-1103年",
                    "activity": "年少居洛阳。"
                },
                {
                    "time": "1105年",
                    "activity": "简斋尝从崔鶠问作诗之要。"
                },
                {
                    "time": "1122年",
                    "activity": "春末归洛，归洛道中有诗。作品：《归洛道中》《道中寒食二首》归洛道中（宋·陈与义）　　七言律诗　押麻韵洛阳城边风起沙，征衫岁岁负年华。归途忽践杨柳影，春事已到芜菁花。道路无穷几倾毂，牛羊既饱各知家。人生扰扰成底事，马上哦诗日又斜。道中寒食（宋·陈与义）　　五言律诗　押寒韵飞絮春犹冷，离家食更寒。能供几岁月，不办了悲欢。刺史蒲萄酒，先生苜蓿盘。一官违壮节①，百虑集征鞍。按：①四库本作志"
                },
                {
                    "time": "1122年",
                    "activity": "简斋归洛，游龙门，有诗。作品：《龙门》龙门（宋·陈与义）　　七言律诗　押阳韵不到龙门十载强，断崖依旧挂斜阳。金银佛寺①浮佳气，花木禅房接上方。羸马暂②来还径去，流莺多处最难忘。老僧不作留人意，看水看山白发长。按：①原作事，据须溪本、四库本改　②四库本作乍"
                },
                {
                    "time": "1122年",
                    "activity": "简斋归洛，天宁寺僧觉心以缘事至鲁山。作品：《次韵谢心老以缘事至鲁山》次韵谢心老以缘事至鲁山（宋·陈与义）　　七言律诗　押东韵禅师瓶贮几多空，欲问以书无去鸿。鲁县人迎波若杖，天宁树起吉祥风。荒山春色篇章里，快士交情笔砚中①。一日尘沙双碧眼，归时应与去时同。按：①自注：闻师见富主簿甚款。"
                },
                {
                    "time": "1122年",
                    "activity": "简斋归洛。作品：《友人惠石两峰巉然取杜子美玉山高并两峰寒之句名曰小玉山》《跋外祖存诚子帖》《秋夜》《咏蟹》友人惠石两峰巉然取杜子美玉山高并两峰寒之句名曰小玉山（宋·陈与义）　　七言律诗　押删韵旧喜看书今不看，且留双眼向孱颜。从来作梦大槐国，此去藏身小玉山。暮霭朝曦一生了，高天厚地两峰闲。九华诗句喧寰宇，细比真形伯仲间①。按：①自注：家有壶中九华石刻。跋外祖存诚子帖（宋·陈与义）　　七言绝句　押鱼韵题注：张友正，字义祖。退傅邓国文懿公之幼子，号存诚子。乱眼龙蛇起平陆，前②身羲献已黄墟①。客来空认袁公额，泪尽惭无杨恽书。按：①须溪本增注：闽本作垆。　②须溪本、四库本作后秋夜（宋·陈与义）　　七言绝句　押庚韵中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处著秋声。咏蟹（宋·陈与义）　　七言绝句　押阳韵量才不数制鱼额，四海神交顾建①康。但见横行疑长②躁，不知公子实无肠。按：①原作长，据须溪本改　②须溪本、四库本作是"
                },
                {
                    "time": "1122年",
                    "activity": "简斋归洛，觉心归汝州，有留别诗。作品：《留别心老》留别心老（宋·陈与义）　　押齐韵老心霜下松，名与隆公齐。人物北斗南，佛事东院西。平生四海脚，不踏四海泥。晚说汝州禅，饱啖天宁齑。梦中与我遇，相扶两枯藜。每见眼自明，不复烦金篦。却从梦中别，未免意惨悽。它时访生死，林深路应迷①。按：①以上《增广笺注简斋诗集》卷九"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1104年",
                    "activity": "是年简斋曾游杭州，赋木犀诗。"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "1106-1112年",
                    "activity": "简斋在太学。"
                },
                {
                    "time": "1113年3月",
                    "activity": "三月，简斋以上舍及第释褐，名列第三，授文林郎。"
                },
                {
                    "time": "1116年8月",
                    "activity": "解开德教官任，归京师。作品：《次韵张矩臣迪功见示建除体》次韵张矩臣迪功见示建除体（宋·陈与义）题注：矩臣字元方，退傅邓公之孙。尝为南都幕掾。建德我故国，归哉遄我驱①。除道得欢伯，荆棘无复馀。满怀秋月色，未觉饥肠虚。平林过西风，为我起笙竽。定知张公子，能共寂寞娱。执此以赠君，意重貂襜褕。破帽与青鞋，耐久心亦舒。危处要进步，安处勿停车。成亏在道德，不在功利区。收视以为期②，问君此何如。开尊且复饮，辞费道已迂。闭口味更长，香断窗棂疏。按：①原作躯，据须溪本、四库本改　②须溪本增注：疑当作明。"
                },
                {
                    "time": "1117年",
                    "activity": "简斋在东京。作品：《江南春》《腊梅》江南春（宋·陈与义）雨后江上绿，客愁随眼新。桃花十里影，摇荡一江春。朝风迎①船波浪恶，暮风送船无处泊。江南虽好不如归，老荠绕墙人得肥。按：①须溪本、四库本作逆"
                },
                {
                    "time": "1117年",
                    "activity": "简斋在东京。是春，雪。作品：《次韵张元方春雪》《舍弟逾日不和雪势更密因再赋》次韵张元方春雪（宋·陈与义）　　押药韵云黄天为低，窗白雪初作。幽人睡方觉，帘外舞万鹤。斜斜既可人，整整亦不恶。不知来何暮，遂失梅花约。东风桃杏暖，不受珠玑络。聊回万斛润，点点付藜藿。幽人无酒饮，一笑供酬酢。岁晚会复来，相期在丘壑。舍弟踰日不知雪势（三字四库本作和雪势更）密因再赋（宋·陈与义）　　押药韵密雪来催诗，似怪子不作。蔽天白漫漫，谁辨鹭与鹤。坐令天回笑，未受风作恶。急飞既繁丽，缓舞尤绰约。稍积草木上，断缟①莽联络。终然要白日，印彼葵与藿。满眼丰岁意，空诗信难酢。慎勿辞典衣，已不虑填壑。按：①原作槁，据须溪本、四库本改"
                },
                {
                    "time": "1117年",
                    "activity": "简斋在东京，尝小病。作品：《杂书示陈国佐胡元茂四首》杂书示陈国佐胡元茂四首（宋·陈与义）　　押删韵题注：陈国佐名公辅，天台人，尝任侍郎。胡元茂名松年，毗陵人，任签书枢密院。二公与先生俱登政和三年上舍第。一官专为口，俯仰汗我颜。顾将千日饥，换此三岁闲。冥冥云表雁，时节自往还。不忧稻粱绝，忧在罗网间。绝胜杜拾遗，一饱常间关。晚知儒冠误，犹恋终南山。　　其二（宋·陈与义）杜门十日疾，因得观妄身。勿云千金躯，今视如埃尘。平生老赤脚，每见生怒嗔。挥汗煮我药，见此愧其勤。　　其三（宋·陈与义）　　押真韵巨源邦之栋，急士如拾珍。定知柳下锻，远胜崔史陈。绝交虽已隘，益见叔夜真。士要虽①衣食，求仁今得仁。释之与王生，盛美俱绝伦。吾评竹林咏，未可少若人。按：①须溪本作难，四库本作轻　　其四（宋·陈与义）　　押青韵昔吾同年友，壮志各南溟。十年风雨过，见此落落星。秀者吾元茂，众器见鼎铏。许身稷契间，不但醉六经。时逢下车揖，慰我两眼青。勿忧事不理，伯始在朝廷①。按：①以上《增广笺注简斋诗集》卷二"
                },
                {
                    "time": "1117年",
                    "activity": "简斋在东京。作品：《书怀示友十首》《风雨》《曼陀罗花》《萤火》《北风》书怀示友十首（宋·陈与义）俗子令我病，纷然来座隅。贤士费怀思，不受折简呼。城东陈孟公，久阔今何如①。明月照天下，此夕与君俱。不难十里勤，畏借东家驴。似闻有老眼，能作荐鹗书。功名勿念我，此心已扫除。按：①自注：陈孟公，谓国佐。　　其二（宋·陈与义）　　押豪韵张子霜后鹰，眉①骨非凡曹。不肯兄事钱，但欲仆命骚。胡为随我辈，碌碌著青袍。相逢车马边，伎痒不得搔。按：①四库本作毛　　其三（宋·陈与义）平生诗作祟，肠肚困藿食。使我忘隐（四库本作殷）忧，亦自得诗力。绝知是馀蔽，且复求今日。不如付杯酒，一笑万事毕。毛颖仅升堂，曲生真入室。　　其四（宋·陈与义）　　押尤韵我梦钟鼎食，或作山林游。当其①适意时，略与人间侔。觉来迹便扫，我已不悲忧。人间安可比，梦中无悔尤。按：①四库本作此　　其五（宋·陈与义）　　押先韵我策三十六，第一当归田。柴门种杂树，婆娑乐馀年。是中三益友，不减二仲贤。柏树解说法，桑叶能通禅。　　其六（宋·陈与义）有钱可使鬼，无钱鬼揶揄。百年堂前燕，万事屋上乌。微官不救饥，出处违壮图。相牛岂无经，种树亦有书。如何求二顷，归卧渊明庐。曝背对青山，鸟鸣人意舒。试数门前客，终岁几覆车。　　其七（宋·陈与义）　　押阳韵仲舒老一经，策世非所长。瓦鼎荐蔬食，但取充饥肠。伟哉贾生书，开阖有耿光。既珍亦可饱，举俗不见尝。　　其八（宋·陈与义）　　押先韵扬雄平生学，肝肾困雕镌。晚于玄有得，始悔赋甘泉。使雄早大悟，亦何事于玄。赖有一言善，酒箴真可传。　　其九（宋·陈与义）　　押皓韵萧萧十月菊，耿耿照白草。开窗逢一笑，未觉徐娘老。风霜要饱更①，独立晚更好。韩公真躁人，顾用扰怀抱。按：①四库本作经　　其十（宋·陈与义）　　押真韵青青堂西竹，岁寒不缁磷。蓬蒿众小①中，拭眼见长身。澹然冬日影，此处极可人。子猷幸见过，一洗声色尘。按：①须溪本作草风雨（宋·陈与义）　　五言律诗　押庚韵风雨破秋夕，梧叶窗前惊。不愁黄落近，满意作秋声。客子无定力，梦中波撼城。觉来俱不见，微月照残更。曼陀罗花（宋·陈与义）　　押阳韵我圃殊不俗，翠蕤敷玉房。秋风不敢吹，谓是天上香。烟迷金钱梦，露醉木蕖妆。同时不同调，晓月照低昂。萤火（宋·陈与义）翩翩飞蛾掩明烛，见烹膏油罪莫赎。嘉尔萤火不自欺，草间相照光煜煜。却马已录仙人方，映书曾登君子堂。不畏月明见陋质，但畏风雨难为光。北风（宋·陈与义）北风掠野悲岁暮，黄尘涨街人不度。孤鸿抱饥客千里，性命么微不当怒。梅花欲动天作难，蓬飞上天得盘桓。千里①卧木枝叶尽，独自人间不受寒②。按：①须溪本作千年，四库本作十年　②以上《增广笺注简斋诗集》卷三"
                },
                {
                    "time": "1118年",
                    "activity": "留京师。是春，尝有襄邑之行。作品：《襄邑道中》襄邑道中（宋·陈与义）　　七言绝句　押东韵飞花两岸照船红，百里榆堤半日风。卧看满天云不动，不知云与我俱东。"
                },
                {
                    "time": "1118年",
                    "activity": "简斋在京师。作品：《寄新息家叔》《年华》《茅屋》《酴醾》《雨》《西风》《题许道宁画》《和张规臣水墨梅五绝》寄新息家叔（宋·陈与义）　　五言律诗　押蒸韵风雨淮西梦，危魂费九升。一官遮日手，两地读书灯。见客深藏舌，吟诗不负丞。竹林虽有约，门户要人兴。年华（宋·陈与义）　　五言律诗　押支韵去国频更岁，为官不救饥。春生残雪外，酒尽落梅时。白日山川映，青天草木宜。年华不负客，一一入吾诗。茅屋（宋·陈与义）　　五言律诗　押灰韵茅屋年年破，春风岁岁来。寒从草根退，花值客愁开。时序添诗卷，乾坤进酒杯。片云无思极，日暮却空回。酴醾（宋·陈与义）　　五言律诗　押阳韵雨过无桃李，唯馀雪覆墙。青天映妙质，白日照繁香。影动春微透，花寒韵更长。风流到尊酒，犹足助诗狂。西风（宋·陈与义）　　五言律诗　押阳韵木末西风起，中含万里凉。浮云不愁思，尽日只飞扬。梦断头将白，诗成叶自黄。不关明主弃，本出涸阴乡。题许道宁画（宋·陈与义）　　五言律诗　押删韵满眼长江水，苍然何郡山。向来万里意，今在一窗间。众木俱含晚，孤云遂不还。此中有佳句，吟断不相关。和张规臣水墨梅五绝（宋·陈与义）　　七言绝句　押虞韵巧①画无盐丑不除，此花风韵更清姝。从教变白能为黑，桃李依然是仆奴。按：①四库本校：一作刻　　其二（宋·陈与义）　　七言绝句　押先韵病见①昏花已数年，只应梅蕊固依然。谁教也作陈玄面，眼乱初逢未敢怜。按：①《诗林广记》卷八作眼，《全芳备祖》前集卷一作目　　其三（宋·陈与义）　　七言绝句　押微韵题注：一作元吴镇诗粲粲江南万玉妃，别来几度见春归。相逢京洛浑依旧，唯恨缁尘染素衣。　　其四（宋·陈与义）　　七言绝句　押豪韵含章檐下春风面，造化功成秋兔毫。意足不求颜色似，前身相马九方皋。　　其五（宋·陈与义）　　七言绝句　押支韵自读西湖处士诗，年年临水看幽姿。晴窗画出横斜影，绝胜前村夜雪时。"
                },
                {
                    "time": "1118年",
                    "activity": "简斋在京师。是秋多雨。作品：《夜雨》《连雨不能出有怀同年陈国佐》夜雨（宋·陈与义）　　七言律诗　押灰韵经岁柴门百事乖，此身只①合卧苍苔。蝉声未足秋风起，木叶俱鸣夜雨来。棋局可观浮世理，灯花应为好诗开。独无宋玉悲歌②念，但喜新凉入酒杯。按：①须溪本增注：闽本作真。　②《瀛奎律髓》卷一七作秋连雨不能出有怀同年陈国佐（宋·陈与义）　　七言律诗　押尤韵雨师风伯不吾谋，漠漠穷阴断送秋。欲过苏端泥浩荡，定知高凤麦漂流。檐前甘菊已无益，阶下决明还可忧。安得如鸿六尺马，暂时相对①说新愁。按：①须溪本、四库本作就"
                },
                {
                    "time": "1118年",
                    "activity": "简斋在京师。尝病目。作品：《目疾》目疾（宋·陈与义）　　七言律诗　押东韵天公嗔我眼常白，故著昏花阿堵中。不怪参军谈瞎马，但妨中散送飞鸿。著篱令恶谁能继①，损读方奇定有功。九恼从来是佛种，会如那律證圆通。按：①须溪本、四库本作对"
                },
                {
                    "time": "1118年11月",
                    "activity": "简斋在京师。冬十一月，除辟雍录。"
                },
                {
                    "time": "1118-1119年",
                    "activity": "简斋在京师，任辟雍录。作品：《以事走郊外示友》《十月》《题小室》《送张仲宗押戟归闽中》以事走郊外示友（宋·陈与义）　　七言律诗　押微韵二十九年知已非，今年依旧壮心违。黄尘满面人犹去，红叶无言秋又归。万里天寒鸿雁瘦，千村岁暮鸟乌微。往来屑屑君应笑，要就南池照客衣①。按：①以上《增广笺注简斋诗集》卷四题小室（宋·陈与义）　　七言律诗　押先韵暂脱朝衣不当闲①，澶州梦断已多年。诸公自致青云上，病客长斋绣佛前。随意时为师子卧，安心懒作野狐禅。炉烟忽散无踪迹，屋上寒云自黯然。按：①须溪本注：张籍云朝衣暂脱见闲身。送张仲宗押戟归闽中（宋·陈与义）　　押文韵题注：仲宗名元干，闽人，以将作监丞致仕，年四十馀，自号芦川老隐。翩然鸿鹄本不群，亦复为口长纷纷。去年弄影河北月，今年迎面江南云。还家不比陶令冷，持节正效相如勤。青天白日映徒御，玄发绛旆明江濆。舟前落花慰野老，浦口杜若愁湘君。遥知诗成寄（须溪本作值）驿使，万里春色当见分。赠人以言予岂敢，不忍负子聊云云。旧山虽好慎勿过，恐有德璋能勒文。"
                },
                {
                    "time": "1119年",
                    "activity": "简斋在京师，任辟雍录。是春，与表兄张矩臣数相唱和。作品：《次韵张迪功春日》《又和岁除感怀用前韵》次韵张迪功春日（宋·陈与义）　　七言律诗　押寒韵年年春日寒欺客，今日春无一半寒。不觉转头逢岁换，便须揩目①待花看。争新游女幡垂鬓，依旧先生日照盘。从此不忧风雪厄，杖藜时可过苏端。按：①须溪本、四库本作眼又和岁除感怀用前韵（宋·陈与义）　　七言律诗　押寒韵宦情吾与岁俱阑，只有诗盟偶未寒。鬓色定从今夜改，梅花已判隔年看。高门召客车稠叠，下里烧香篆屈盘。我亦三杯聊复尔，梦回鹓鹭出朝端。"
                },
                {
                    "time": "1119年",
                    "activity": "简斋移居南郊学宫，张矩臣尝携诗见过，并同游小园。作品：《即席重赋且约再游》即席重赋且约再游（宋·陈与义）　　七言律诗　押寒韵墙头花定觉风阑，墙外池深酒亦寒。马健莫愁归路远，诗成未许俗人看。钓鱼不用寻温水，濯发真如到洧盘。一笑得君天所借，尊前无地著忧端。　　其二（宋·陈与义）　　七言律诗　押寒韵诗情不与岁情阑，春气犹兼水气寒。怪我问花终不语，须公走马更来看。共知浮世悲驹隙，即见平波散芡盘。得一老兵虽可饮，从今取友要须端。"
                },
                {
                    "time": "1119年",
                    "activity": "秋，有《次韵家叔》诗。次韵家叔（宋·陈与义）　　七言律诗　押真韵衮衮诸公车马尘，先生孤唱发阳春。黄花不负秋风意，白发空随世事新。闭户读书真得计，载肴从学岂无人。只应又被支郎笑，从者依前①困在陈。按：①四库本作然"
                },
                {
                    "time": "1119年",
                    "activity": "是冬，张矩臣将赴南京幕，于坐上作诗见贻，次韵答之。又作送别诗二首。作品：《次韵答张迪功坐上见贻张将赴南都任二首》《送张迪功赴南京掾二首》次韵答张迪功坐上见贻张将赴南都任（宋·陈与义）　　七言律诗　押尤韵足钱便可不须侯，免对妻儿赋百忧。一笑相逢亦奇事，平生所得是清流。谈天安用如邹子，扫地还应学赵州①。南北东西底非梦，心闲随处有真游。按：①自注：是日坐上谈天说佛。　　其二（宋·陈与义）　　七言律诗　押尤韵千首能轻万户侯，诵君佳句解人忧。梦阑尘里功名晚，笑罢尊前岁月流。世事无穷悲客子，梅花欲动忆吾州。明朝又作河梁别，莫负平生马少游。送张迪功赴南京掾（宋·陈与义）　　五言律诗　押真韵士固难推挽，君其自宠珍。诗成建安子，名到斗南人。晚岁还为客，微官只为身。向来书尽熟，去不愧张巡。　　其二（宋·陈与义）　　五言律诗　押歌韵岸阔舟仍小，林空风更多。能堪几寒暑，又作隔山河。看客休题凤，将书莫换鹅。功名大槐国，终要白鸥波。"
                },
                {
                    "time": "1119年",
                    "activity": "居京师南郊学宫。作品：《梅花》《与周绍祖分茶》《题画兔》与周绍祖分茶（宋·陈与义）　　押旱韵竹影满幽窗，欲出腰髀①懒。何以同岁暮，共此晴云碗。摩挲蛰雷腹，自笑计常短。异时分忧虞②，小杓勿辞满。按：①原作脾，据须溪本、四库本改　②四库本作白云题画兔（宋·陈与义）　　七言绝句　押微韵碎身鹰犬惭何忍，埋骨诗书事亦微。霜露①深林可终岁，雌雄②暖日莫忘机。按：①四库本作落　②四库本作雄雌"
                },
                {
                    "time": "1120年",
                    "activity": "春，尚为辟雍录。与张规臣、张矩臣数相唱和。"
                },
                {
                    "time": "1120年",
                    "activity": "简斋弟陈与能及二十叔援在汝州，简斋欲奉母居汝，母张夫人不就病逝于汝州。作品：《寄若拙弟兼呈二十家叔》《若拙弟说汝州可居已约卜一丘用韵寄元东二首》寄若拙弟兼呈二十家叔（宋·陈与义）题注：若拙名与能，第二十九，盖先生亲弟。二十叔名援，字惠彦。退之送穷穷不去，乐天待富富不来。政须青山映白①发，顾著皂盖争黄埃。何如父子共一壑，庞家活计良不恶。阿奴况自不碌碌，白鸥之盟可同诺。三间瓦屋亦易求，著子东头我西头。中间共作老莱戏，世上乐复有此不。问梦膏肓应已瘳，归来归来无久留。竹林步兵非俗流，为道此意思同游。按：①须溪本、四库本作黑若拙弟说汝州可居已卜约（须溪本、四库本作约卜）一丘用韵寄元东（宋·陈与义）　　七言律诗　押尤韵四岁冷官桑濮地，三年羸马帝王州。陶潜迷路已良远，张翰思归那待秋。病鹤欲飞还踯躅，孤云欲①去更迟留。盍簪共结鸡豚社，一笑相从万事休。按：①须溪本、四库本作将"
                },
                {
                    "time": "1122年7月",
                    "activity": "夏，服除。七月，擢太学博士，入京。作品：《中牟道中二首》中牟道中二首（宋·陈与义）　　七言绝句　押庚韵雨意欲成还未成，归云却作伴人行。依然壤郭中牟县，千尺浮屠管送迎。　　其二（宋·陈与义）　　七言绝句　押灰韵杨柳招人不待媒，蜻蜓近马忽相猜。如何得与凉风约，不共尘沙一并来。"
                },
                {
                    "time": "1122年",
                    "activity": "秋，寓京师。作品：《秋雨》《中秋不见月》《九日赏菊》秋雨（宋·陈与义）　　押歌韵尘起一月忧无禾，瓦鸣三日忧雨多。书生重口轻肝肾，不如墙角蚯蚓方长哦。少昊行秋龙洒道，风作万木皆商歌。病夫强起开户立，万个银竹惊森罗。人间伟观如此少，倚杖不觉泥及靴。菊丛攲倒未足道，老境知奈梧桐何。是事且置当务本，菜圃已添三万科。中秋不见月（宋·陈与义）去年中秋端正月，照我沾襟万条血。姮娥留笑待今年，净洗金觥对银阙。高唐妒妇心不闲，招得封①姨同作难。岂惟恨满月宫里，肠断西山吴綵鸾。却疑周生怀月去，待到三更黑如故。人间今乏赵知微，无复清游继天柱。南枝乌鹊不敢哗，倚杖三叹风枝斜。明年强健更相约，会见林间金背蟆。按：①原作风，据须溪本、四库本改九日赏菊（宋·陈与义）　　押微韵黄花不负秋，与秋作光辉。夜霜犹作恶，朝日为解围。今晨岂重九，节意入幽菲①。孤芳擅天地，众卉亦已微。殷勤黄金靥，照耀白板扉。沽酒欲寿花，孔兄与我违。清坐绝省事，未觉此计非。夕英岂不腴，骚人自难肥。按：①原作扉，据须溪本、四库本改"
                },
                {
                    "time": "1122年",
                    "activity": "寓京师。作品：《次韵王尧明郊祀显相之作》《端门听赦咏雪》次韵王尧明郊祀显相之作（宋·陈与义）　　七言律诗　押覃韵题注：王俊乂字尧明，海陵人。宣和元年赐上舍第，与承事郎两学职事。四年，任太学博士。奏书初不待衡谭，奠璧都南万玉参。黄屋倚霄明半夜，紫坛承月眩诸龛。声喧大吕初终六，影动玄圭陟降三。可是天公须羯鼓，已回寒驭作春酣。端门听赦咏雪（宋·陈与义）　　押支韵云叶垂鸡竿，雪花眩鸾旗。一天丰年意，飘入万寿卮。茫茫玉妃班，影乱千官仪。也知楼头喜，舞态方自持。教坊可怜女，面赤婆娑时。天公一笑罢，未觉风来迟。小儒惊伟观，到笏不敢吹。归家得细说，平分遗妻儿。茅檐玉三尺，坐玩可乐饥。生活太冷淡，侑以一篇诗。"
                },
                {
                    "time": "1122年",
                    "activity": "寓京师。子陈洪出生。"
                },
                {
                    "time": "1123年",
                    "activity": "春，在太学博士任。有诗多首。作品：《游玉仙观以春风吹倒人为韵得吹字》《归路马上再赋》《来禽花》《放慵》《清明二绝》《春日二首》游玉仙观以春风吹倒人为韵得吹字（宋·陈与义）　　押支韵清游天不借，破帽沙疾吹。下马榱桷鸣，未恨十里陂。风馀檐铎语，坐定炉烟迟。新春碧瓦丽，古意乔木奇。黄冠见客喜，此士定不羁。但愧城中尘，浼子青松枝。人间争夺丑，我亦寄枯棋。输赢共一笑，马影催归时。路归马上再赋（宋·陈与义）　　押尤韵偶然思玉仙，便到玉仙游。兴尽未及郭，玉仙失回头。成毁俱一念，今昔浪百忧。未知横笛子，亦解此意不。春风所经过，水色如泼油。垂鞭见①落日，世事剧悠悠。按：①四库本作看，须溪本增注：闽本作看。来禽花（宋·陈与义）来禽花高不受折，满意清明好时节。人间风日不贷春，昨暮①烟脂今日雪。舍东芜菁满眼黄，胡蝶飞去专②斜阳。妍嗤都无十日事，付与梧桐一夏凉。按：①四库本作夜　②四库本作转放慵（宋·陈与义）　　五言律诗　押阳韵暖日薰杨柳，浓春醉海棠。放慵真有味，应俗苦相妨。宦拙从人笑，交疏得自藏。云移稳扶杖，燕坐独焚香。清明二绝（宋·陈与义）　　七言绝句　押麻韵街头女儿双髻鸦，随蜂趁蝶学夭邪。东风也作清明节，开遍来禽一树花。　　其二（宋·陈与义）　　七言绝句　押庚韵卷地风抛市井声，病夫危坐了清明。一帘晚日看收尽，杨柳微风百媚生。春日（宋·陈与义）　　七言绝句　押侵韵朝来庭树有鸣禽，红绿扶春上远林。忽有好诗生眼底，安排句法已难寻。　　其二（宋·陈与义）　　七言绝句　押青韵忆看梅雪缟中庭，转眼桃梢无数青。万事一身双鬓发，竹床攲卧①数窗棂。按：①四库本作枕"
                },
                {
                    "time": "1123年",
                    "activity": "为太学博士，与同官綦崇礼力救文弊，黜三舍偶丽体，去王氏之论，而尊用程氏。"
                },
                {
                    "time": "1123年",
                    "activity": "为诸生陈道醇之兄作《颐轩记》"
                },
                {
                    "time": "1123年7月",
                    "activity": "徽宗见所赋《墨梅》诗，善之，亟命召对，有见晚之叹，除秘书省著作佐郎。"
                },
                {
                    "time": "1123年7月",
                    "activity": "在京师。与张元干、吕本中等游慧林寺，分韵赋诗。作品：《游慧林寺以三峡炎蒸定有无为韵得定字是日欲逃暑阁下而守阁童子持不可》游慧林寺以三峡（须溪本作伏）炎蒸定有无为韵得定字是日欲逃暑阁下而守阁童子持不可（宋·陈与义）我如东郊马，攲①侧甘瘦病。今晨举足轻，起行得幽胜。抚窗唤懒融，槁面初出定。眼中②无长物，坐久炉烟正。门前几乌帽，来往③送朝暝。岂知帽影边，有地白日静。宝阁阴肃肃，童子色不令。年来惜违人，一笑取归径。愿言捐何肉，终岁奉清净。檐铎岂印吾，出门有馀听。按：①原作歌，据须溪本、四库本改　②须溪本、四库本作明　③四库本作往来"
                },
                {
                    "time": "1123年7月",
                    "activity": "在京师。秋七月，有《道山宿直》、《雨晴》诗。作品：《道山宿直》《雨晴》道山宿直（宋·陈与义）　　七言律诗　押支韵离离树子鹊惊飞，独倚枯筇无限时。千丈虚廊贮明月，十分奇事更新诗。人间路绝窗扉语，天上云空阁影移。遥想王戎烛下算，百年辛苦一生痴。雨晴（宋·陈与义）　　七言律诗　押庚韵天缺西南江面清①，纤云不动小滩横。墙头语鹊衣犹湿，楼外残雷气未平。尽取微凉供稳睡，急搜奇句报新晴。今宵绝胜②无人共，卧看星河尽意明。按：①原作晴，据须溪本、四库本改　②须溪本、四库本作胜绝"
                },
                {
                    "time": "1123年8月",
                    "activity": "在京师。为考官。作品：《书试院所寓窗》"
                },
                {
                    "time": "1123年",
                    "activity": "在京师。冬，有《十月》、《漫郎》诗。作品：《十月》《漫郎》漫郎（宋·陈与义）　　七言律诗　押先韵漫郎功业大①悠然，拄笏看山了十年。黑白半头明镜里，丹青千树恶风前。星霜屡费惊人句，天地元须使鬼钱。踏破九州无一事，只今分付结跏禅。按：①四库本作太"
                },
                {
                    "time": "1123年",
                    "activity": "在京师。作品：《送王周士赴发运司属官》《翁高邮挽诗》送王周士赴发运司（原作同，据须溪本、四库本改）属官（宋·陈与义）题注：周士，名以宁。宁食三斗尘，有手不揖无诗人。宁饮三斗醋，有耳不听无味句。墙东草深兰发薰，君先梦我我梦君。小窗诵诗灯花喜，窗外北风怒未已。书生得句胜得官，风其少止尽人欢。五更月晕一千丈，明日君当泛淮浪。去去三十六策中，第一买酒鏖北风。翁高邮挽诗（宋·陈与义）　　五言律诗　押真韵题注：原注：翁彦约字行简，建州崇安人。登政和二年第，宣和初为太常博士，五年卒于高邮。万里功名路，三生翰墨身。暮年铜虎重，浮世石羊新。天地悭豪杰，山川泣吏民。空传四十诔，竟不识斯人。"
                },
                {
                    "time": "1124年",
                    "activity": "任秘书省著作佐郎。春，作《柳絮》诗。柳絮（宋·陈与义）　　七言绝句　押灰韵柳送①腰支日几回，更教飞絮舞楼台。颠狂忽作高千丈，风力微时稳下来。按：①原作絮，据须溪本、四库本改"
                },
                {
                    "time": "1124年",
                    "activity": "任秘书省著作佐郎。春，作《侯处士女挽词》侯处士女挽词（宋·陈与义）　　七言律诗　押支韵畴昔翁才比太师，固应生女作门楣。人间似梦风旌出，佛子何之宰树悲。五百裞金空穗帐，三千车乘忽荒陂。它年不共江流去，突兀张林妇德碑。"
                },
                {
                    "time": "1124年",
                    "activity": "任秘书省著作佐郎。尝登天清寺塔。"
                },
                {
                    "time": "1124年3月",
                    "activity": "闰三月，除司勋员外郎，旋擢符宝郎。"
                },
                {
                    "time": "1124年",
                    "activity": "春，为省闱考官。作品：《试院春晴》《试院书怀》试院春晴（宋·陈与义）　　押支韵今日天气佳，忽思赋新诗。春光挟晴色，并上桃花枝。白云浩浩去，天色青陆离。馀霏遇晚日，彩翠纷①新奇。天公出变化，惊倒痴绝儿。逶迤或耐久，美好固暂时。平生一枝筇，稳处念力衰。澹然意已足，却赴青灯期。按：①原作分，据须溪本、四库本改试院书怀（宋·陈与义）　　五言律诗　押麻韵细读平安字，愁边失岁华。疏疏一帘雨，淡淡满枝花。投老诗成癖，经春梦到家。茫然十年事，倚杖数栖鸦①。按：①以上《增广笺注简斋诗集》卷一一"
                },
                {
                    "time": "1124年",
                    "activity": "夏，有《浴室观雨诗》"
                },
                {
                    "time": "1124年",
                    "activity": "夏，有《夏至日与同舍会保真》夏至日与太学（二字原缺，据须溪本、四库本补）同舍会葆真二首（宋·陈与义）　　押支韵微官有阀阅，三赋池上诗。林密知夏深，仰看天离离。官忙负远兴，觞至及良时。荷气夜来雨，百鸟清昼迟。微风不动蘋，坐看水色移。门前争夺场，取欢不偿悲。欲归未得去，日暮多黄鹂。　　其二（宋·陈与义）　　押歌韵明波影千柳，绀屋朝万荷。物新感节移，意定觉景多。游鱼聚亭影，镜面散微涡。江湖岂在远，所欠雨一蓑。忽看带箭禽，三叹无奈何①。按：①自注：是日有恶少射水禽，一箭中臆，悲鸣飞去。"
                },
                {
                    "time": "1124年",
                    "activity": "夏，有《夏日》诗。夏日（宋·陈与义）　　押灰韵赤日可中庭，树影敛不开。烛龙未肯忙，一步九徘徊。梦中惊耳鸣，欲①觉闻远雷。屋山（四库本作上）奇峰起，攲枕看云来。变化信难料，转头失崔嵬。虽然不成雨，风起亦快哉。槐叶万背白，少振十日埃。白团②岂办此，掷去羞薄才。蜻蜓泊墙阴，近人故多猜。墙西岂更热，已去却③飞回。按：①须溪本、四库本作忽　②原作围，据须溪本、四库本改　③须溪本、四库本作复"
                },
                {
                    "time": "1124年",
                    "activity": "作题画诗数首。作品：《次韵何文缜题颜持约画水墨梅花二首》《题持约画轴》《为陈介然题持约画》次韵何文缜题颜持约画水墨梅花二首（宋·陈与义）　　七言绝句　押真韵题注：文缜名𣓨，仙井监人，政和中廷试为天下第一，钦宗朝任右仆射。持约名博文，靖康初为中书舍人。窗间光影晚来新，半幅溪藤万里春。从此不贪江路好，剩拚①心力唤真真。按：①四库本作抛　　其二（宋·陈与义）　　七言绝句　押微韵夺得斜枝不放归，倚窗承月看熹微。墨池雪岭春俱好，付与诗人说是非。题持约画轴（宋·陈与义）　　五言绝句　押尤韵日落川更阔，烟生山欲浮。舟中有闲地，载我得同游。为陈介然题持约画（宋·陈与义）　　七言绝句　押庚韵题注：介然名璘，兴化人。层层水落白滩生，万里征鸿小作程。日暮①微风过荷叶，陂南陂北听秋声。按：①四库本作落"
                },
                {
                    "time": "1124年",
                    "activity": "在京师，任符宝郎。作品：《寄题兖州孙大夫绝尘亭二首》寄题兖州孙大夫绝尘亭二首（伯野之父）（宋·陈与义）　　押支韵不读远游赋，放怀兹地宜。云山绕窗户，万态争纷披。世故日已远，风水方逶迤。倚杖夜来雨，东山烟散迟。人间许长史，不与此心期。　　其二（宋·陈与义）　　押萧韵境空纳浩荡，日暮生泬寥。竹声池边起，欲断还萧萧。丈①人方微吟，万象各动摇。林间光景异，月出东山椒。门前谁剥啄，已逝不须邀。按：①原作文，据须溪本改"
                },
                {
                    "time": "1124年",
                    "activity": "善相僧超然归庐山，作诗送之。作品：《送善相僧超然归庐山》送善相僧超然归庐山（宋·陈与义）　　七言律诗　押微韵九叠峰前远法师，长安尘染坐禅衣。十年依旧双瞳碧，万里今持一笑归。鼠目向来吾自了，龟肠从与世相违。酒酣更欲烦公说，黄叶漫山锡杖飞。"
                },
                {
                    "time": "1124年",
                    "activity": "在京师，任符宝郎。休日早起，有诗。作品：《休日早起》休日早起（宋·陈与义）　　押缉韵昽昽窗影来，稍稍禽声集。开门知有雨，老树半身湿。剧谈①了无味，远游非所急。蒲团著身宽，安取万户邑。开镜白云渡，捲帘秋光入。饱受今日闲，明朝复羁絷。按：①须溪本、四库本作读"
                },
                {
                    "time": "1124年",
                    "activity": "在京师，任符宝郎。作品：《夏夜》《棋》棋（宋·陈与义）　　五言律诗　押支韵长日无公事，闲围李远棋。傍观真一笑，互胜不移时。幸未逢重霸，何妨著献之。晴天散飞雹，惊动隔墙儿。"
                },
                {
                    "time": "1124年",
                    "activity": "与耿延禧、席益饭于文纬，席益出宋汉杰画秋山属题。作品：《与伯顺饭于文纬大光出宋汉杰画秋山》与伯（原作百，据须溪本、四库本改）顺饭于文纬大光出宋汉杰画秋山（宋·陈与义）　　押删韵题注：耿伯顺，名延熙，（须溪本作禧）官至龙图阁学士。门下侍郎南仲之子。焚香消午睡，开画逢秋山。皇都①马声中，有此四士闲。离离南国树，闪闪湘水湾。悠悠孤鸟去，澹澹晨辉还。屐上十年蜡，未散腰脚顽。不如一诣君，坐此岩石间。远峰如修眉，近峰如堕鬟。书生饱作祟，眼乱纷斓斑。一笑遗世人，聊破千载颜。诗成即画记，可益不可删。按：①须溪本增注：闽本作长安。"
                },
                {
                    "time": "1124年",
                    "activity": "秋，有《对酒》二诗。"
                },
                {
                    "time": "1124年9月9日",
                    "activity": "九月九日，与宴城东。作品：《九日宜春苑午憩幕中听大光诵朱迪功诗》九日宜春苑午憩幕中听大光诵朱（四库本作宋）迪功诗（宋·陈与义）　　七言绝句　押歌韵酒酣耳热不能①歌，奈此一川黄菊何。卧听西风吹好句，老夫无恨②幕生波。按：①四库本作成　②原作限，据须溪本、四库本改"
                },
                {
                    "time": "1124年",
                    "activity": "是冬，作《冬至》二诗。作品：《冬至二首》冬至二首（宋·陈与义）少年多意气，老去一分无。闭户了冬至，日长添数珠。北风不贷节，鸿雁天南驱。乌帽亦（四库本作独）何幸，七日守屋庐。石炉深炷火，撩乱一榻书。只可自怡悦，不堪寄张扶。　　其二（宋·陈与义）　　押支韵人生本是客，杜叟顾未知。今年我闻道，悲乐两脱遗。日色如昨日，未觉墉阴迟。不须行年记，异代寻吾诗。东家窈窕娘，融蜡幻梅枝。但恐负时节，那知有愁时。"
                },
                {
                    "time": "1124年",
                    "activity": "与王寓、席益同赋架上残雪。作品：《西省酴醾架上残雪可爱戏同王元忠席大光赋诗》西省酴醾架上残雪可爱戏同王元忠席大光赋诗（宋·陈与义）　　七言绝句　押寒韵题注：元忠名寓，九江人，靖康元年任尚书右丞。酴醾花底当年事，夜雪模糊照酒阑。北省今朝枝上雪，还揩病眼作花看。按：清曾唯《东瓯诗存》卷九作林一龙诗"
                },
                {
                    "time": "1124年12月",
                    "activity": "十二月，坐王黼累，自符宝郎谪监陈留酒税。"
                },
                {
                    "time": "1124年",
                    "activity": "将赴陈留，有诗寄汝州天宁寺僧觉心。作品：《将赴陈留寄心老》将赴陈留寄心老（宋·陈与义）今日忽不乐，图书从纠纷。不见汝州师，但见西来云。长安岂无树，忆师堂前柳。世路九折多，游子百事丑。三年成一梦，梦破说梦中。来时西门雨，去日东门风。书到及师闲，为我点枯笔。画作谪官图，羸骖带寒日。他时（四库本作日）取归路，千里作一程。饱吃残年饭，就师听竹声①。按：①以上《增广笺注简斋诗集》卷一二"
                },
                {
                    "time": "1124年",
                    "activity": "至陈留。作品：《赴陈留二首》《至陈留》赴陈留二首其二（宋·陈与义）　　五言律诗　押真韵马上摩挲眼，出门光景新。鸦鸣半陂雪，路转一林春。旧岁有三日，全家无十人。平生鹦鹉盏，今夕最关身。　　其一（宋·陈与义）　　押支韵草草一梦阑，行止本难期。岁晚陈留路，老马三振鬐。自看①鞭袖影，旷野日落迟。柳林行不尽，想见春风②时。点点羊散村，阵阵鸿投陂。城中那有此，触处皆新诗。举手谢路人，醉语勿瑕疵。我行有官事，去作三年痴。遥闻辟谷仙，阅世河水湄。时从玩木影，政尔不忧饥。按：①原作著，据须溪本、四库本改　②四库本作行春至陈留（宋·陈与义）　　五言律诗　押灰韵烟际亭亭塔，招人可得回。等闲为梦了，闻健出关来。日落河冰壮，天长鸿雁哀。平生远游意，随处一徘徊。"
                },
                {
                    "time": "1125年",
                    "activity": "春，至陈留南镇。作品：《客里》《初至陈留南镇夙兴赴县》客里（宋·陈与义）　　五言律诗　押尤韵客里东风起，逢人只四愁。悠悠杂唯唯，莫莫更休休。窗影鸟双度，水声船逆流。一官成一集，尽付古河头。初至陈留南镇夙兴赴县（宋·陈与义）　　押支韵五更风摇白竹扉，整冠上马不可迟。三家陂口鸡喔喔，早于昨日朝天时。行云弄月翳复吐，林间明灭光景奇。川原四望郁高下，荡摇苍茫森陆离。客心忽动群鸟①起，马影渐薄村墟移。须臾东方云锦发，向来所见今难追。两眼聊随万象转，一官已判三年痴。只将乘除了吾事，推去木枕收此诗。写我新篇作画障，不须更觅丹青师。按：①须溪本、四库本作雁"
                },
                {
                    "time": "1125年",
                    "activity": "寓居刘仓廨中，晚步过郑仓台。"
                },
                {
                    "time": "1125年",
                    "activity": "是春，两游八关寺。作品：《游八关寺后池上》《再游八关》游八关寺后池上（宋·陈与义）　　五言律诗　押支韵落日生春色，微澜动古池。柳林横绝野，藜杖去寻诗。不有今年谪，争成此段奇。殷勤雪颅老，随客转荒陂。再游八关（宋·陈与义）古镇易为客，了身一篮舆。贪游八关寺，忘却子公书。青青天气肃，澹澹春意初。东风经古池，满面生纡馀。卯申缚壮士，人世信少娱。时来照兹水，点检①鬓与须。日暮登古原，微白见远墟。念我遂初赋，徘徊月生裾。悠悠不同抱，悄悄就归途。按：①四库本作检点"
                },
                {
                    "time": "1125年",
                    "activity": "居陈留。作品：《种竹》《对酒》《寒食》《感怀》种竹（宋·陈与义）　　押庚韵种竹不必高，摇绿当我楹。向来三家墅，无此笙箫声。皇天有老眼，为閟十日晴。护我萧萧碧，伟事邻翁惊。同林（四库本作休）偶落此，相向意甚平。何须俟迷日，可笑世俗情。明年万夭矫，穿地听雷鸣。但恨种竹人，南山合归耕。佗时梦中路，留眼记所更。苍云屯十（四库本作千）里，不见陈留城。感怀（宋·陈与义）　　七言律诗　押阳韵少日争名翰墨场，只今扶杖送斜阳。青青草木浮元气，渺渺山河接故乡。作吏不妨三折臂，搜诗空费九回肠。子房与我同羁旅，世事千般酒一觞①。按：①自注：张子房所封乃彭城之留，而陈留庙食甚盛。"
                },
                {
                    "time": "1125年",
                    "activity": "尝游窦园，醉中，前后作五绝句。作品：《窦园醉中前后五绝句》窦园醉中前后五绝句（宋·陈与义）　　七言绝句　押庚韵东风吹雨小寒生，杨柳飞花乱晚晴。客子从今无可恨，窦家园里有莺声。　　其二（宋·陈与义）　　七言绝句　押灰韵海棠脉脉要诗催，日暮紫绵无数开。欲识此花奇绝处，明朝有雨试重来。　　其三（宋·陈与义）　　七言绝句　押真韵不见海棠相似人，空题诗句满花身。酒阑却度荒陂去，驱使风光又一春。　　其四（宋·陈与义）　　七言绝句　押真韵三月碧桃惊动人，满园光景一时新。剩倾老子樽中玉，折尽残①枝不要春。按：①须溪本、四库本作繁　　其五（宋·陈与义）　　七言绝句　押东韵一樽相属莫辞空，报答今朝吹面风。自唱新诗与明月，碧桃开尽曲①声中。按：①四库本作雨"
                },
                {
                    "time": "1125年",
                    "activity": "居陈留。作品：《雨》《食笋》食笋（宋·陈与义）　　押真韵竹君家多材①，楚楚皆席珍。成行著锦袍，玉色映市人。惠然集吾宇，老眼檐光新。曲生亦税驾，共慰藜藿贫。不待月与影，三人宛相亲。可怜管城子，头秃事苦辛。按谱虽同宗，闻道隔几尘。诗成聊使写，一笑惊比邻。按：①原作林，据《全芳备祖》后集卷二三改。四库本作才"
                },
                {
                    "time": "1125年",
                    "activity": "初夏，再游八关寺。作品：《初夏游八关寺》初夏游八关寺（宋·陈与义）　　押庚韵闭①门睡过春，出门绿满城。八关池上柳，絮罢但藏莺。世故剧千猬，今朝此闲行。草木随时好，客恨终难平。寺有石壁胜，诗无康乐声。扶鞍不得上，新月水中生。按：①原作闲，据须溪本、四库本改"
                },
                {
                    "time": "1125年",
                    "activity": "居陈留。作品：《题酒务壁》题酒务壁（宋·陈与义）　　押真韵野马本不羁，无奈卯与申。当时彭泽令，定是英雄人。客来两绳床，客去一欠伸。市声自杂沓，炉烟自轮囷。莺声时节改，杏叶雨气新。佳句忽堕前，追摹已难真。自题西轩壁，不杂徐庾尘①。按：①以上《增广笺注简斋诗集》卷一三"
                },
                {
                    "time": "1125年",
                    "activity": "居陈留，秋夜咏月。作品：《秋夜咏月》秋夜咏月（宋·陈与义）　　押盐韵庭树日日疏，稍觉夜月添。推愁了此段，卷我三间帘。黄花墙阴远，白发露气严。平生六尺影，随我送凉炎。踏破千忧地，投老乃自嫌。尚想采石江，宫锦映霜蟾。夜半赋诗成，起舞鱼龙兼。办此讵难事，取快端宜廉。"
                },
                {
                    "time": "1125年",
                    "activity": "居陈留。是冬，咏诸诗。作品：《入城》《夜步堤上三首》《早起》《晚步》夜步堤上三首（宋·陈与义）　　押支韵世故生白发，意行无与期。平生木上座，临老始相知。月中沙岸永，岁暮河流迟。留侯庙前柳，叶尽空离离。百年信难料，剩赋奇绝诗。　　其二（宋·陈与义）人间睡声起，幽子方独步（四库本作立）。倚杖看白云，亭亭水中度。十月雁背高，三更河流去。物生各扰扰，念此煎百虑。聊将忧世心，数遍桥西树。　　其三（宋·陈与义）　　押月韵旋买青芒鞋，去踏沙头月。争教冠盖地，著此影突兀。树寒栖鸟动，风转孤管发。月色夜夜佳，人生事如发。梦中续清游，浓露湿银阙。"
                },
                {
                    "time": "1125年",
                    "activity": "居陈留，尝同杨运干、黄秀才村西买山药，又观取鱼于窦家池，作诗赋。作品：《玉延赋》《放鱼赋》《同杨运干黄秀才村西买山药》《同二子观取鱼于窦家池以钱得数斗置驿西野塘中圉圉而逝我辈皆欣然也》同杨运干黄秀才村西买山药（宋·陈与义）　　押药韵潦缩田路宽，委蛇散腰脚。胜日三枝杖，村西买山药。岗峦相吞去（四库本作吐），远木互前却。天阴野水明，岁暮竹篱薄。田翁领客意，发筐堆磊落。玉质缃色裘，用世乃见缚。屠门几许快，夜语寻幽约。石鼎看云翻，门前北风恶。"
                },
                {
                    "time": "1125年",
                    "activity": "居陈留。作品：《招张仲宗》《宴坐之地籧篨覆之名曰蓬斋》《赠黄家阿莘》招张仲宗（宋·陈与义）　　七言律诗　押虞韵北风日日吹茅屋，幽子朝朝只地炉。客里赖诗增意气，老来唯懒是工夫。空庭乔木无时事，残雪疏篱当画图。亦有张侯能共此，焚香相待莫徐驱。宴坐之地籧篨覆之名曰蓬斋（宋·陈与义）　　七言绝句　押东韵不须杯勺了三冬，旋作蓬斋待朔风。会有打窗风①雪夜，地炉孤坐策奇功。按：①须溪本、四库本作飞赠黄家阿莘（宋·陈与义）君家阿莘如白玉，呼出灯前语录①续。可怜郎罢穷一生，只今有汝照茅屋。猪生十子豚复豚，阿莘明年可当门。阶庭一笑不外索，万事纷纷何足论。按：①须溪本、四库本作陆"
                },
                {
                    "time": "1126年7月",
                    "activity": "七月，复北征，还陈留。作品：《北征》北征（宋·陈与义）　　押支韵世故信有力，挽我复北驰。独冲七月暑，行此无尽陂。百卉共山泽，各自有四时。华实相后先，盛过当同衰。亦复观我生，白发忽及期。夕云已不征，客子今何之。愿传飞仙术，一洗局促悲。被襟阆风观，濯发扶桑池。"
                },
                {
                    "time": "1126年",
                    "activity": "未几，复去陈留。作品：《秋日客思》（离开陈留去往光化道中，去陈留未远，姑系于陈留。）秋日客思（宋·陈与义）　　七言律诗　押阳韵南北东西①俱我乡，聊从地主借绳②床。诸公共得何③侯力，远客新抄陆氏方。老去事多藜杖在，夜来秋到叶声长。蓬莱可托无因至，试觅人间千仞岗。按：①原作北，据须溪本、四库本改　②须溪本、四库本作胡　③原作河，据须溪本、四库本改"
                }
            ]
        },
        {
            "Latitude": 35.767586,
            "Longitude": 115.035917,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4109",
            "Title": "濮阳",
            "Detail": [
                {
                    "time": "1113年8月",
                    "activity": "充开德府教授。作品：《次韵谢文骥主簿兼示刘宣叔》次韵谢文骥主簿见寄兼示刘宣叔（宋·陈与义）断蓬随天风，飘荡去何许。寒草不自振，生死依墙堵。两途俱寂寞，众手剧云雨。坐令习主簿，下与鸡鹜伍。遥知竹林交，未肯一时数。翩翩三语掾，智与谩相补。髯刘吾所畏，道屈空去鲁。子才亦落落，倾盖极许予。四夔照河滨，一笑宽逆旅。堂堂吾景方①，去作泉下土。未知我露电，能复几寒②暑。思莼久未决，食荠转觉苦。我不逮诸子，要先诸子去。不种杨恽田，但灌吕③安圃。未知谁善酿，可作孔文举。十年亦晚矣，请便事斯语④。按：①自注：张仪掾字。　②原作塞，据须溪本、四库本改　③原作柳，据须溪本、四库本改　④须溪本注：来诗有十年之约。"
                },
                {
                    "time": "1114-1116年",
                    "activity": "在开德教官任。作品：《题刘路宣义风月堂》《送吕钦问监酒受代归》《次韵周教授秋怀》题刘路宣义风月堂（宋·陈与义）　　押阳韵题注：丞相莘老第四子，字斯川。长风将佳月，万里到此堂。天游本无待，邂逅今夕凉。北窗旧竹短，南窗新竹长。此君本无心，风月不相忘。道人方燕坐，万物凝清光。不独揖霜雪，似闻笙鹤翔。乃知一念静，可洗千劫忙。明当携曲生，往问安心方。送吕钦问监酒受（原作授，据四库本改）代归（宋·陈与义）　　五言律诗　押先韵题注：钦问字知止，正献公公著之孙，左司希绩之子。以我千金帚，逢君万斛船。要知穷有自，未觉懒相先。盆盎三年梦，篇章四海传。匆匆秣归马，离恨满霜天。次韵周教授秋怀（宋·陈与义）　　七言律诗　押麻韵一官不办作生涯，几见秋风捲岸沙。宋玉有文悲落木，陶潜无酒对黄花。天机衮衮山新瘦，世事悠悠日自斜。误矣载书三十乘，东门何地不宜瓜①。按：①以上《增广笺注简斋诗集》卷一"
                }
            ]
        },
        {
            "Latitude": 34.172933,
            "Longitude": 112.850921,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410482",
            "Title": "汝州",
            "Detail": [
                {
                    "time": "1120年",
                    "activity": "简斋母去世，简斋丁母忧居汝州。"
                },
                {
                    "time": "1120年",
                    "activity": "简斋丁母忧居汝州，为知州葛胜仲所知，因与陈恬、富直柔诸人相识，而交游日广。作品：《闻葛工部写成，随喜赋诗》闻葛工部写华严经成随喜赋诗（宋·陈与义）题注：名胜仲，字鲁卿。如来性海深复深，著①书与世湔蓬心。画沙累土皆佛事，况乃一字能千金。老郎居尘念不起，法中龙象人师子。前身智永心了然，结习未空犹寄此。怪公聚笔如须弥，经成笔尽手不知。凌云题就韦诞老，愿力所到公何疑。珠函绣帙芝兰室，护持金刚竦神物。枯葵应感不足论，毛颖陶泓俱见佛。按：①须溪本、四库本作留"
                },
                {
                    "time": "1120年",
                    "activity": "简斋丁母忧居汝州，弟与能有《碧线泉》、《腊梅》等诗，次韵和之。作品：《次韵家弟碧线泉》《同家弟赋腊梅诗得四绝句》次韵家弟碧线泉（宋·陈与义）　　七言律诗　押歌韵七孔穿针可得过，冰蚕映日吐寒波。练飞空咏徐凝水，带断疑分汉①帝河。川后不愁微步袜，鲛人暗动卷绡梭。才高下视玄虚赋，对此区区转患多。按：①原作凝分潢，据须溪本、四库本改同家弟赋蜡梅诗得四绝句（宋·陈与义）　　五言绝句　押灰韵朱朱与白白，著意待春开。那知洞房里，已傍额黄来。　　其二（宋·陈与义）　　五言绝句　押真韵韵胜谁能舍，色庄那得亲。朝阳一映树，到骨不留尘。　　其三（宋·陈与义）　　五言绝句　押寒韵黄罗作广袂，绛帐①作中单。人间谁敢著，留得护春寒。按：①四库本作纱　　其四（宋·陈与义）　　五言绝句　押灰韵一花香十里，更值满枝开。承恩不在貌，谁敢斗香来。"
                },
                {
                    "time": "1120年",
                    "activity": "简斋丁母忧居汝州，冬，与宋唐年、葛胜仲及其弟与能数相唱和。作品：《次韵光化宋唐年主簿见寄二首》《再用景纯韵咏怀二首》《余识景纯，家弟出其诗见示，喜其同臭味也，辄用大成黄字韵赋八句赠之》《次韵景纯道中寄大城》《再蒙宠佳什，殆无遗巧，勉成二章》《次韵宋主簿》次韵光化宋唐年主簿见寄二首（宋·陈与义）　　七言律诗　押删韵题注：唐年字景纯，朝散祚国字延叔之子，景文公之孙。茂林当日映群贤，也唤畸人到席间。弃我便惊车辙远，怀君端合鬓毛班。梦中犹得攀珠树，别后能忘倒玉山。遥想诗成记①来日，笔端风雨发天悭。按：①须溪本、四库本作寄　　其二（宋·陈与义）　　七言律诗　押微韵高人主簿固非宜，天马何妨略受鞿。会有梅花堪寄远，可因莼菜便怀归。相如未免家徒壁，季子行看嫂①下机。且复哦②诗置此事，江山相助莫相违。按：①四库本作妻　②原作俄，据须溪本、四库本改再用景纯韵咏怀二首（宋·陈与义）　　七言律诗　押删韵路断赤墀青琐贤，士龙同此屋三间。愁边潘令鬓先白，梦里老莱衣更班。欲学大招那有赋，试谋小隐可无山。一钱留得真堪笑，未到囊空犹是悭。　　其二（宋·陈与义）　　七言律诗　押微韵木枕蒲团病更宜，从教恶少事鞍鞿。元无王老又何怨，不有曲生谁与归。六日取蟾乖世用，三年刻楮费天机。只应杖屦从公处，未觉平生与愿违。余识景纯家弟出其诗见示喜其同臭味也辄用大成黄字韵赋八句赠之（宋·陈与义）　　七言律诗　押阳韵阿奴喜气照人黄，传得新诗细作行。可爱悬知似杨柳，忘忧复不①待槟榔。魏收已获崔昂誉，摩诘仍推相国长。曷不少留东閤醉，剩收篇咏作归装。按：①四库本作不复次韵景纯道中寄大成（宋·陈与义）　　七言律诗　押真韵题注：原作城，据四库本改闻道歌行伏李绅，古来贤守是诗人。久钦乐广怀披雾，一见周瑜胜饮醇。海内期公黄閤老，尊前容我白纶巾。佳篇咀嚼真堪饱，此日何忧甑有尘。次韵宋主簿诗（宋·陈与义）　　七言律诗　押尤韵九折湾中万斛舟，怪公随处得心休。未应菊径关心急，聊为鱼槎尽意留。陆子旧踪馀马顶，羊公遗碣见龟头。遥知太白无多事，醉里诗成不待搜。"
                },
                {
                    "time": "1120年",
                    "activity": "简斋丁母忧居汝州，葛胜仲尝惠酒，有诗谢之。作品：《同家弟用前韵谢判府惠酒二首》同家弟用前韵谢判府惠酒（宋·陈与义）　　七言律诗　押删韵衔杯乐圣便称贤，无酒犹堪卧瓮间。使者在门催①仆仆，曲车入梦正班班。不烦白水真人力，来自青城道士山。千载王弘同并美，未应杞菊赋寒悭。按：①四库本作虽　　其二（宋·陈与义）　　七言律诗　押微韵日饮知非贫士宜，要逃语阱税心鞿。所须唯酒非虚语，以醉为乡可径归。鹦鹉鸬鹚俱得道，螟蛉蜾蠃共忘机。狂言戏作麻姑送，无奈阍人与我违。"
                },
                {
                    "time": "1120年",
                    "activity": "简斋丁母忧居汝州，冬，葛胜仲生日，以大铜瓶为寿，有诗。作品：《某窃慕东坡以铁拄杖为乐全生日之寿今以大铜瓶上判府待制庶几因物以露区区且作诗二首将之亦东坡故事》某窃慕东坡以铁拄杖为乐全生日之寿今以大铜瓶上判府待制庶几因物以露区区且作诗二首将之亦东坡故事（宋·陈与义）　　七言律诗　押先韵要学东坡寿乐全，此瓶端合供儒先。铁如意畔①无忧畏，玉唾壶傍耐岁年。项似董宣真是强，腹如边孝故应便。与公剩贮为霖水，不羡宫门承露仙。按：①原作伴，据四库本改　　其二（宋·陈与义）　　七言律诗　押支韵不与观音伴柳枝，要令奇相解公颐。会逢白氏编书日，犹梦陶家贮粟时。安用作盘供歃血，也胜为钵困催诗。千年秀结重重绿，长映先生鬓与眉。"
                },
                {
                    "time": "1121年",
                    "activity": "春，徙宅。新居在杨景所居之北。作品：《谢杨工曹》《徙舍，蒙大成赐诗》谢杨工曹（宋·陈与义）　　七言律诗　押真韵题注：名景，字如晦，颍昌人，尝为洛阳工曹云。借屋三间稍离尘，携书一束谩娱身。客居最负青春好，世事空①随白发新。造化小儿真薄相，市朝大隐亦长贫②。独无芋粟③供宾客，虚辱先生赋北⑤邻④。按：①须溪本、四库本作还　②须溪本注：工曹亦甚贫。　③须溪本、四库本作芧栗　④自注：与义新居在工曹所居之北。　⑤四库本作比徙舍蒙大成赐诗（宋·陈与义）　　七言律诗　押真韵南北东西共一尘，得坻随处可收身。卜居赋就知谋拙，入宅诗成觉意新。三径蓬蒿犹恨浅，九流宾客未嫌贫。不须更待高轩过，袖①有珠玑已照邻。按：①原作神，据四库本改"
                },
                {
                    "time": "1121年",
                    "activity": "夏，十七叔陈振去郑有诗，作三章寄之。作品：《谨次十七叔去郑诗韵二章以寄家叔一章以自咏》谨次十七叔去郑诗韵二章以寄家叔一章以自咏（宋·陈与义）　　七言律诗　押先韵题注：名振字敏彦，终于朝散郎。乡里小儿真可怜，市朝大隐正陶然。固应聊颂屈原橘，底事便歌杨恽田。广陌遥知驹款段，曲池犹记鹭联拳①。对床夜雨平生约，话旧应惊岁月迁②。按：①自注：郑州官舍有池。　②自注：家叔书来，喜与家伯大人相会。　　其二（宋·陈与义）　　七言律诗　押先韵蚍蜉堪笑亦堪怜，撼树无功更怫然。赋就柳州聊解祟，诗成彭泽要归田。身谋共悔蛇安足，理遣须看佛举拳。怀祖定知当晚合，次君未可怨稀迁。　　其三（宋·陈与义）　　七言律诗　押先韵镜中无复故人怜，却愧谋生后计然。叔夜本非堪作吏，元龙今悔不求田。怀亲更值薪如桂，作客重看栗过拳。万事巧违高枕卧，忧来一夕费①三迁。按：①原作废，据须溪本、四库本改"
                },
                {
                    "time": "1121年",
                    "activity": "九日连雨，有《书怀》四首。作品：《连雨书事四首》连雨（下原衍赋字，据四库本删）书事四首（宋·陈与义）　　五言律诗　押尤韵九月逢连雨，萧萧稳送秋。龙公无乃倦，客子不胜愁。云气昏城壁，钟声咽寺楼。年年授衣节，牢落向他州。　　其二（宋·陈与义）　　五言律诗　押豪韵风伯方安卧，云师亦少饕。气连河汉润，声到竹松高。老雁①犹贪去，寒蝉遂不号。相悲更相识，满眼楚人骚。按：①四库本作鹤　　其三（宋·陈与义）　　五言律诗　押尤韵寒入薪刍价，连天两眼愁。生涯赤藤杖，契分黑貂裘。乌鹊无言暮，蓬蒿满意秋。同时不同味，世事剧悠悠。　　其四（宋·陈与义）　　五言律诗　押青韵白菊生新紫，黄芜失旧青。俱含岁晚恨，并入夜深听。梦寐连萧瑟①，更筹乱晦冥。云移过吴越，应为洗馀腥②。按：①四库本作索　②以上《增广笺注简斋诗集》卷七"
                },
                {
                    "time": "1121年",
                    "activity": "陈恬赋王秀才藏梁织佛图诗，邀同赋，次韵和之。作品：《陈叔易赋王秀才所藏梁织佛图诗邀同赋因次其韵》陈叔易赋王秀才所藏梁织佛图诗邀同赋因次其韵（宋·陈与义）题注：叔易名恬，阳翟人，任秘书省校书郎，后弃官卜筑嵩华之间，号涧上丈人。维摩之室本自空，忽惊满月临丹宫。稽首世尊真实相，不比图画填青红。天女之孙擅天巧，经纬星宿超庸庸。沦精入此三昧手，一念直到祇园中。意匠经营与佛会，七宝欲动声珑珑。眉间毫光放未尽，指下已带旃檀风。飞梭本是龙变化，挟大威德行神通。恍若祇洹遇佛影，岂彼台像能比崇。共惟此事不思议，细看众巧无遗踪。日浮鸡园赤烂烂，天入鹫岭青丛丛。那知金臂是正倒，但觉已挫千魔锋。龙天四众俨然侍，喜满尺宅俱成功。向来八风几卷地，众宝行树无摧桻。老萧区区佛所悯，岂与十二蛲蛔同。重云之殿珠作帐，一朝入海奔雷公。幸留此像不为少，福聚万纪兼千总。馀休八叶终灰烬，坚固却赖三眠虫。似闻法猛藕丝像，当时已不随烟东。煌煌二宝照南北，客①摄万鬼专其雄。龙华（四库本作幸）已耀东坡墨，惊梦不假撞洪钟。唯有兹图晦几岁，留待公句贻无穷。画沙累土皆见佛，而况笔墨如此工。亦念众生业障厚，要与机杼聊分攻。从今俱尽未来世，买丝不绣平原容。按：①须溪本作容，四库本作各"
                },
                {
                    "time": "1121年",
                    "activity": "是冬，有寿葛胜仲七言古诗一首。作品：《承知府待制诞生之辰辄广善怀菩萨故事成古诗一首仰惟经世之外深入佛海而某欲托辞以寄款款适获此事发寤于心似非偶然者独荒陋不足以侈此殊庆耳》承知府待制诞生之辰辄广善怀（四库本作思，正文同）菩萨故事成古诗一首仰惟经世之外深入佛海而某欲托辞以寄款款适获此事发寤于心似非偶然者独（下原衍依字，据四库本删）荒陋不足以侈此殊庆耳（宋·陈与义）岁星欲吐芒不开，昴星避次光低佪。麒麟鸑鷟纷夹侍，善怀菩萨当重来。仙公风流今几岁，再托高门瑞当世。买香趁浴惊众聋，要识此僧今我是。金粟后身何足言，释迦亲送非虚传。稽首西来大菩萨，住世小劫须千年。宰官说法聊应会，馀事文章亦三昧。世间底物堪寿公，本自金刚无可坏。"
                },
                {
                    "time": "1122年",
                    "activity": "简斋丁母忧居汝州。作品：《汝州吴学士观我斋分韵得真字》汝州吴学士观我斋分韵得真字（宋·陈与义）狂夫缚轩冕，自许稷契身。静者乐山林，谓是羲皇人。不如两忘快，内保一色醇。伟哉道山杰，滞此汝水滨。大来会阔步，小憩得幽欣。一斋有琴酒，万事无缁磷。不作子公书，肯受元规尘。人言君侯痴，我知丈人真。月明泉声细，雨过竹色新。是间有真我，宴坐方申申。"
                },
                {
                    "time": "1122年",
                    "activity": "简斋丁母忧居汝州，春旱，葛胜仲祈雨天宁寺。作品：《某以雨有嘉应遂占有秋辄采用家弟韵赋二绝句少赀勤恤之诚也》《送秘典座胜侍者乞麦》《食齑》某以雨有嘉应遂占有秋辄采用家弟韵赋二绝句少赀勤恤之诚也（宋·陈与义）　　七言绝句　押尤韵云气初看龙起湫，雨声旋听树惊秋。已教农父歌田守，更遣虞人信魏侯①。按：①自注：某比蒙宿戒游富家池，明日微雨犹不废出，故有是句。　　其二（宋·陈与义）　　七言绝句　押东韵纪德刊碑不厌丰，龙眠深洞一言通。坐看绿浪摇千里，拔薤栽榆未当功。送秘典座胜侍者乞麦（宋·陈与义）一春不雨但多风，家家买龟问丰凶。天宁疏头与天通，泚笔未了云埋空。一雨三日勤老龙，陇头满眼十分丰。法中福将两英雄，自诡去立丘山功。堂头老师言语工，一诗自直三千钟。不忧乞米送卢仝，末章谨已藏胸中。食齑（宋·陈与义）君不见领军家有鞋一屋，相国藏椒八百斛。士患饥寒求免患，痴儿已足忧不足。伯龙平生受鬼笑，无钱可使宜见渎。但当与作谪仙诗，聊复使渠终夜哭。诗中有味甜如蜜，佳处一哦三鼓腹。空肠时作不平鸣，却恨忍饥犹未熟。冰壶先生当立传，木奴鱼婢何足录。颜生狡狯还可怜，晚食由来未忘肉。"
                },
                {
                    "time": "1122年",
                    "activity": "简斋丁母忧居汝州。作品：《古离别》《腊梅四绝句》《次韵富季申主簿梅花》次韵富（原作傅，据须溪本、四库本改）季申主簿梅花（宋·陈与义）题注：季申名直柔，郑公曾孙。绍兴初任同知枢密院事。东风知君将出游，玉人迥立林之幽。攲墙数苞乃尔瘦，中有万斛江南愁。君哦新诗我听莹，句里无尘春色静。人人索笑那得禁，独为君诗起君病。欲语未语令人嗟，桃李回看眼中沙。同心不见昭仪种，五出时惊公主花。典衣重作明朝约，聊复宽君念归洛。笛催疏影日更疏，快饮莫教春寂寞。"
                },
                {
                    "time": "1122年",
                    "activity": "简斋丁母忧居汝州，钱元明教授惠泽州吕道人砚，为赋长句。作品：《钱东之教授惠泽州吕道人砚为赋长句》钱东（四库本作柬，须溪本增注：一作柬）之教授惠泽州吕道人砚为赋长句（宋·陈与义）题注：东之名元明，通直益之子，文僖公惟演之四世孙也。君不见铜雀台边多事土，走上觚棱荫歌舞。馀香分尽垢不除，却寄书林污缣楮。岂如此瓦凝青膏，冷面不识奸雄曹。吕公①已去泫馀泣，通谱未许弘农陶。暮年得君真耐久，摩挲玉质云生手。未知南越石虚中，亦有文章似君否。西家扑满本弟昆，趣尚清浊何年分。一朝堕地真瓦砾，莫望韩公无瘗文。按：①须溪本、四库本作翁"
                },
                {
                    "time": "1122年",
                    "activity": "简斋丁母忧居汝州，与天宁寺僧觉心数相唱和。作品：《和天宁老觉心》《画山水赋》"
                },
                {
                    "time": "1122年",
                    "activity": "简斋丁母忧居汝州。作品：《陪诸公登南楼啜新茶家弟出建除体诗诸公既和余因次韵》《诸公和渊明止酒诗因同赋》《以纸托乐秀才捣治》《述怀呈十七家叔》《寄题商洛宰令狐励迎翠楼》陪诸公登南楼啜新茶（四库本作茗）家弟出建除体诗诸公既和余因次韵（宋·陈与义）建康九酝美，侑以八品（四库本作味）珍。除瘴去热恼①，与茶不相亲。满月堕九天，紫面光磷磷。平生酪奴谤，脉脉气未申。定论得公诗，雅号知凝神。执持甘露碗，未觉有等伦。破睡及四座，愧我非嘉宾。危楼与世隔，万事不及唇。成公方坐啸，赏此玉花匀。收杯未要忙，再试晴天云。开口得一笑，兹游念当频。闭眼归默存，助发梨枣春。按：①须溪本注：《本草》云。诸公和渊明止酒诗因同赋（宋·陈与义）　　押纸韵爱河漂一世，既溺不能止。不如淡生活，吟诗北窗里。肺肝亦何罪，困此毛锥子。不如友曲生，是子差可喜。三杯取径醉，万绪散莫起。奈何刘伶妇，苦语见料理。不如一觉睡，浩然忘彼己。三十六策中，此策信高矣。政使江变酒，誓不涉其涘。尚须学王通，艺黍供祭祀。以纸托乐秀才捣治（宋·陈与义）古人争名翰墨薮，柿叶桑根俱不朽。固知老褚下欧阳，控御管城须好手。嫁非好时①聊自强，幅则甚短惭甚长。闻道蔡侯闲石臼，为借馀力生银光②。按：①四库本作时好　②以上《增广笺注简斋诗集》卷八述怀呈十七家叔其一（宋·陈与义）儿时学道逃悲欢，只今未免忧饥寒。浮生万事蚁旋磨，冷官十年鱼上竿。竹林步兵亦忍辱，长安闭门（须溪本作户）出无仆。门前故人拥庐儿，政坐向来甘碌碌。公（四库本作君）不见古人有待良不多，利名溺人甚风波。垂露成帏仲长统，明月为烛张志和。尘中别多会日少，世事欲谈何可了。胸中万卷已无用，劝公留眼送飞鸟。两翁观光今几时①，赋归有约时已稽。未暇藏身北山北，且须觅地西枝西。愿从我翁归洗耳，不用妓女污山水。肩舆亦莫要仆夫，自有门生与儿子。按：①自注：大人与家叔元丰八年同赴省试。寄题商洛宰令狐励迎翠楼（宋·陈与义）西来金衣鹤，书落汝水湄。云霞映道路，中有迎翠诗。遥知五斗粟，未办买山资。政要百尺楼，了此浮天眉。森然诗中画，想见凭栏时。朝曦与暮霭，百变皆令姿。君方领此意，簿书何急为。众手剧云雨，唯山不瑕痹。当年四老翁，视世轻于芝。坐令山偃蹇，不受人招麾。谁欤楼中客，俯仰与山期。顾要君折腰，督邮真小儿。因之感我意，故岩归已迟。便携灵运屐，不待德璋移。"
                },
                {
                    "time": "1122年",
                    "activity": "简斋丁母忧居汝州，是春，陈恬母丧。作品：《陈叔易学士母阮氏挽词二首》陈叔易学士母阮氏挽词（宋·陈与义）　　七言律诗　押侵韵典刑奕奕照来今，鹤发鱼轩汝水浔。避地梁鸿不偕老，弄乌莱子若为心。送葬①忽见三千乘，奉裞那闻五百金。妇德母仪俱不愧，碑铭知已托张林②。按：①须溪本、四库本作丧　②自注：晁说之许铭墓。　　其二（宋·陈与义）　　七言律诗　押先韵去年披雾识儒先，欲拜萱堂未敢前。卢壶要传纱缦业，王裒忽废蓼莪篇。秀眉隔梦黄垆里，落日驱风丹旐边。佛子归真定何处，空令苦泪涨黄泉。"
                },
                {
                    "time": "1122年",
                    "activity": "简斋丁母忧居汝州，春末归洛。作品：《留别葛汝州》留别葛汝州（宋·陈与义）平生师友尘莫数，两眼偏①明向公许。一时盛德人中骥，四海知名地上虎。东序阶墀再靴板，西州杖屦三寒暑。我方庶兄汤惠休，公乃小儿杨德祖。未颁还朝尺一诏，不愧专城丈二组。为公剩买银管笔，容我时亲玉柄麈。近蒙五字落珠玑，如服一丸生翅羽。别离真成惜夜烛，感叹更值歌朝雨。行看入侍玉皇案，与进不待金刚杵。劝公慎勿②学孔光，荐士何妨似张禹。按：①原作遍，据四库本改　②原作物，据四库本改"
                }
            ]
        },
        {
            "Latitude": 33.548841,
            "Longitude": 114.618065,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411623",
            "Title": "商水",
            "Detail": [
                {
                    "time": "1126年1月",
                    "activity": "正月，金人犯京师。简斋丁忧，去陈留，出商水。作品：《发商水道中》发商水道中（宋·陈与义）　　五言律诗　押支韵商水西门语，东风动柳枝。年华入危涕，世事本前期。草草檀公策，茫茫杜老诗。山川马前阔，不敢计归时。"
                }
            ]
        },
        {
            "Latitude": 33.443633,
            "Longitude": 113.615798,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411121",
            "Title": "舞阳",
            "Detail": [
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，道舞阳。作品：《次舞阳》次舞阳（宋·陈与义）　　押侵韵客子寒亦行，正月固多阴。马头东风起，绿色日夜深。大道不敢驱，山径费推寻。丈夫不逢此，何以知岖嵚。行投舞阳县，薄暮森众林。古城何年缺，跋马望①日沉。忧世力不逮，有泪盈衣襟。嵯峨西北云，想像折寸心。按：①四库本作看，须溪本增注：闽本作看。"
                }
            ]
        },
        {
            "Latitude": 32.996701,
            "Longitude": 112.535009,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4113",
            "Title": "南阳",
            "Detail": [
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。作品：《次南阳》《西轩寓居》《邓州西轩书事十首》《晚步顺阳门外》《纵步至董氏园亭三首》《海棠》《雨中观秉仲家月桂》《香林四首》次南阳（宋·陈与义）　　押灰韵今日东北云，景气何佳哉。我马且勿驱，当有吉语来。春寒欺客子，满意旗下（四库本作亭）杯。百年耳频热，万事首不回。卧龙今何之，有冢今半摧。空馀乔木地，薄暮鸦徘徊。怀古视落日，愧我非长才。却凭破鞍去，风林生七哀。西轩寓居（宋·陈与义）　　五言律诗　押侵韵牢落西轩客，巡檐费独吟。桃花明薄暮，燕子闹微阴。辛苦元吾事，淹留更此心。小窗随意写，蛇蚓起相寻①。按：①以上《增广笺注简斋诗集》卷一四邓州西轩书事十首（宋·陈与义）　　押真韵小儒避贼南征日，皇帝行天第一春。走到邓州无脚力，桃花初动雨留人。　　其二（宋·陈与义）　　押灰韵千里空携一影来，白头更著乱蝉催。书生身世今如此，倚遍周家十二槐。　　其三（宋·陈与义）　　押鱼韵瓦屋三间宽有馀，可怜小陆不同居。易求苏子六国印，难觅①河桥一字书。按：①须溪本、四库本作得　　其四（宋·陈与义）　　押庚韵莫嫌啖蔗佳境远，橄榄甜苦亦相并。都将壮节供辛苦，准拟残年看太平。　　其五（宋·陈与义）　　押真韵皇家卜年过周历，变故未①必非天仁。东南鬼火成何事，终待胡锋作争臣。按：①原作朱，据须溪本、四库本改　　其六（宋·陈与义）　　押微韵杨刘相倾建中乱，不待白首今同归。只今将相须廉蔺，五月并①门未解围。按：①原作荆，据须溪本、四库本改　　其七（宋·陈与义）　　押支韵不须夜夜看太白，天地景气今如斯。始行夷狄相攻策，可惜中原见事迟。　　其八（宋·陈与义）　　押先韵诏书忧民十六事，父老祝君一万年。白发书生喜无寐，从今不仕可归田。　　其九（宋·陈与义）　　押先韵范公深忧天下日，仁祖爱民全盛年。遗庙只今香火冷，时时风叶一骚然。　　其十（宋·陈与义）　　押东韵诸葛经行有夕风，千秋①天地几英雄。吊古不须多感慨，人生半梦半醒中。按：①四库本作古晚步顺阳门外（宋·陈与义）　　七言律诗　押庚韵六尺枯藜了此生，顺阳门外看新晴。树连翠筱围春昼，水泛青天入古城。梦里偶来那计日，人间多事更闻兵。只应千①载溪桥路，欠我媻姗勃窣行。按：①四库本作十纵步至董氏园亭三首（宋·陈与义）　　五言律诗　押尤韵池光修竹里，筇杖季春头。客子愁无奈，桃花笑不休。百年今日胜，万里此生浮。莽莽樽前事，题诗记独游。　　其二（宋·陈与义）　　七言绝句　押庚韵槐树①层层新绿生，客怀依旧不能平。自移一榻西窗下，要近丛篁听雨声。按：①四库本作叶　　其三（宋·陈与义）　　七言绝句　押寒韵客子今年驼褐宽，邓州三月始春寒。帘钩挂尽蒲团稳，十丈虚庭借雨看。雨中观秉仲家月桂（宋·陈与义）　　押寒韵月桂花上雨，春归一凭栏。东西南北客，更得几回看。红衿映肉色，薄暮无乃寒。园中如许树，独觉赋诗难。香林四首（宋·陈与义）　　七言绝句　押真韵绝爱公家花气新，一林清露百般春。是中宴坐应容我，只恐微风唤起人。　　其二（宋·陈与义）　　七言绝句　押灰韵丈人延客非俗物，百和香中进一杯。乞取齐奴锦步障①，与春遮断晓风来。按：①原作帐，据须溪本、四库本改　　其三（宋·陈与义）　　七言绝句　押支韵谁见繁香度牖时，碧天残月映花枝。固应撩我题新句，压倒韦郎宴寝诗。　　其四（宋·陈与义）　　七言绝句　押青韵简斋居士不饮酒，一入香林更不醒。驱使小诗酬晓露，绝胜辛苦广骚经。"
                },
                {
                    "time": "1126年",
                    "activity": "始以简斋自号，作《题简斋》诗。题简斋（宋·陈与义）　　押庚韵题注：先生建炎己酉在岳阳借郡圃君子亭居之，即所寓室榜曰“简斋”，乃赋是诗，非丙午入邓时所作也。我窗三尺馀，可以阅晦明。北省虽巨丽，无此风竹声。不著散花女，而况使鬼兄。世间多歧路，居士绳床平。未知阮遥集，几屐了平生。领军一屋鞋，千载笑绝缨。槐阴自入户，知我喜新晴。觅句方未了，简斋真虚名。"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。为邓州天宁寺僧印老作钝庵诗。作品：《印老索钝庵诗》印老索钝庵诗（宋·陈与义）　　押陌韵人言融公懒，床上揖宾客。我来两忘揖，团团一庵白。戏谈邓州禅，分食天宁麦。竹风亦喜我，萧瑟至日夕。出家丈夫事，轩裳（四库本作冕）本儿剧。愿香惊馀烟，世故感陈迹。固应师未钝，使我不安席。时求一滴水，为洗三生石。"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。作品：《春雨》春雨（宋·陈与义）　　五言律诗　押庚韵花尽春犹冷，羁心只自惊。孤莺啼永昼，细雨湿高城。扰扰成何事，悠悠送此生。蛛丝闪夕霁，随处有诗情。"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。尝过难老堂周元公家，有诗。作品：《难老堂周元翁家》难老堂周元翁（原作公，据须溪本改）家（宋·陈与义）题注：元翁名寿，濂溪先生茂叔之子，仕至徽猷阁待制。城南乌声和且都，我识丈人屋上乌。难老堂中一樽酒，不教霜雪上髭须。樊侯种梓用莫竭，丈人向来亦种德。挽回万事入绳床，花竹相看有佳色。人生知足一饱多，当时恨我弃渔蓑。题诗素壁蛇蚓集，五百年后公摩挲。"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。尝登邓州城西楼，有诗。作品：《登城楼》登城楼（宋·陈与义）　　押尤韵去年梦陈留，今年梦邓州。几梦即了我，一笑城西楼。新晴草木丽，落日淡欲收。远川如动摇，景气明田畴。百年几凭栏，亦有似我不。城阴坐来失，白水光不流。丈夫贵快意，少住宽千忧。归嫌简斋陋，局促生白头。"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。初夏微雨，有诗。作品：《雨》"
                },
                {
                    "time": "1126年6月",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。六月，再游董园，有诗。作品：《游董园》游董园（宋·陈与义）　　押尤韵西园可散发，何必赋远游。地旷多雄风，叶声无时休。幸有济胜具，枯藜支白头。平生会心处，未觉身淹留。散坐青石床，松意淡欲秋。薄雨青众卉，深林耿微流。一凉天地德，物我俱夷犹。东北方用武，六月事戈矛。甲裳无乃重，腐儒故多忧。珍禽叫高树，且复寄悠悠。"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。作品：《夏雨》《夏夜》夏雨（宋·陈与义）　　押梗韵三伏过几日，坐数令人瘿。片云忽西行，庭树生光景。须臾万银竹，壮观发异境。天公终老手，一笑破日永。龙公勿惮烦，事了亦俄顷。修竹恬变化，依然半窗影。"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。初秋，作绝句二首。作品：《又两绝》"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。作品：《积雨喜霁》积雨喜霁（四库本作晴）（宋·陈与义）积雨得一晴，开窗送吾目。叠云带馀愤，远树增新绿。天公信难料，变化杂神速。夕霞尽意红，诘朝固难卜。西轩一杯酒，未负将军腹。竹林怀微风，馀韵久回复。热官岂辨此，何必思烂熟。曳杖出门行，栖鸦息枯木。"
                },
                {
                    "time": "1126年",
                    "activity": "简斋丁忧，去陈留，次南阳，留焉。再等邓州城楼，有诗。作品：《邓州城楼》邓州城楼（宋·陈与义）邓州城楼①高百尺，楚岫②秦云不相隔。傍城积水晚更明，照见纶巾倚楼客。李白上天不可呼，阴晴变化还须臾。独抚栏干③咏奇句，满楼风月不枝梧④。按：①须溪本增注：闽本作头。　②原校：一作树　③四库本作危栏　④以上《增广笺注简斋诗集》卷一五"
                }
            ]
        },
        {
            "Latitude": 33.632627,
            "Longitude": 113.363951,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410422",
            "Title": "叶县",
            "Detail": [
                {
                    "time": "1126年",
                    "activity": "去陈留，道汝叶。作品：《将次叶城》《至叶城》《发叶城》至叶城（宋·陈与义）　　五言律诗　押虞韵苏武初逢雁，王乔欲借凫。深知念行李，为报了长途。难稳三更枕，遥怜五岁雏。却思正月事，不敢恨榛芜。"
                }
            ]
        },
        {
            "Latitude": 33.260439,
            "Longitude": 113.01905,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN411322",
            "Title": "方城",
            "Detail": [
                {
                    "time": "1126年",
                    "activity": "去陈留，经方城。作品：《方城陪诸兄坐心远亭》方城陪诸兄坐心远亭（宋·陈与义）客①中日食三斗尘，北去南来了今岁。暂时亭中一杯酒，与兄同宗复同味。博山云气终日留，竹君萧萧不负秋。世路明年傥无故，却携藜杖更来游。按：①原作容，据须溪本、四库本改"
                },
                {
                    "time": "1126年",
                    "activity": "去陈留，经方城，游董宗禹园，为题先志亭诗。作品：《题董宗禹园先志亭宗禹之父早失母万方求得之此其晚节色养之地也》题董宗禹园先志亭宗禹之父早失母万方求得之此其晚节色养之地也（宋·陈与义）　　押元韵作客古南阳，问俗仁孝敦。坐读杜羔传，起访城西园。伟哉是家事，作传堪千言。当年怀橘处，华屋澹晓暾。大松荫后楹，小松罗前轩。风露所沐浴，千载当连根。我已废蓼莪，感兹（须溪本作此）泪河翻。叶声含三叹，送我出园门。"
                }
            ]
        },
        {
            "Latitude": 32.39247,
            "Longitude": 111.681626,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN420682",
            "Title": "老河口",
            "Detail": [
                {
                    "time": "1126年",
                    "activity": "至光化，登崇山，并有诗。作品：《同继祖民瞻游赋诗亭二首》《题崇山》同继祖民瞻游赋诗亭二首（宋·陈与义）　　七言绝句　押支韵邂逅今朝一段奇，从来华屋不关诗。诸君且作留连意，正是微风到竹时。　　其二（宋·陈与义）　　七言绝句　押虞韵浩浩白云溪一色，冥冥青竹鸟三呼。只今那得王摩诘，画我凭栏觅句图。题崇山（宋·陈与义）　　押尤韵短篷如凫鹥，载我万斛愁。试登山上亭，却望沙际舟。世故莽相急，长江去悠悠。西南浸山影，晦明分中流。荡摇（四库本作漾）宝鉴面，翠髻千螺浮。去程虽云阻，兹地固堪留。客路惜胜日，临风搔白头。众色忽已晚，川光抱岩幽。三老呼不置，我兴方未收。下山事复多，题诗记曾游①。按：①以上《增广笺注简斋诗集》卷一六"
                }
            ]
        }
    ]
}