{
    "lines": [
        {
            "Latitude": 27.78403,
            "Longitude": 120.661762,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330381",
            "Title": "瑞安 (出生地)",
            "Detail": [
                {
                    "time": "1137-1144年",
                    "activity": "居乡。"
                },
                {
                    "time": "1145年",
                    "activity": "是年父母相继卒。读书夜达旦。"
                },
                {
                    "time": "1146-1151年",
                    "activity": "入乡校？"
                },
                {
                    "time": "1152-1161年",
                    "activity": "入州学？"
                },
                {
                    "time": "1162年",
                    "activity": "刘朔以南省第一人来为司户参军摄学官得陈傅良程文以为绝出。"
                },
                {
                    "time": "1180年",
                    "activity": "郑景望知建宁，作诗酬赠。作品：送郑少卿景望知建宁五首。（据孙衣言《水心文集校注》，郑景望守建宁在淳熙七年。）送郑少卿景望知建宁其四（宋·陈傅良）　　五言律诗　押真韵题注：按：此诗亦见《水心集》卷七，题作送郑丈赴建宁五首，第四首颔联作“十年长隐吏，一语必惊人”。郑景望知建宁为淳熙七年，时陈傅良于通判福州任被劾罢，味末章“屏弃”等语，当为陈作。海内言华萼，谁名动搢绅。岂无当世志，能忍十年贫。酒兴新来减，交情老更亲。公馀如促膝，剩把古书陈①。按：①自注：兼送景元。　　其五（宋·陈傅良）　　五言律诗　押鱼韵屏废诚愚分，牢愁更索居。若逢知己问，犹解课儿书。地僻门长闭，年饥菜自锄。相望无一字，不是故情疏。"
                },
                {
                    "time": "1180年3月",
                    "activity": "刘春卒，为作祭文。作品：祭刘端木。（刘春（温永嘉人，待台州教授阙卒于家）本年闰三月。）"
                },
                {
                    "time": "1180年3月",
                    "activity": "刘春卒，为作挽诗。作品：挽刘端木司户。（刘春（温永嘉人，待台州教授阙卒于家）本年闰三月。）挽刘端木司户（宋·陈傅良）　　七言律诗　押支韵十年共语昨来非，长忆初年握手时。身世自怜心炯炯，功名犹恐论卑卑。民彝亘古非芜没，学者如公好器资。缓辔徐行逢九轨，可堪倏忽九原悲。"
                },
                {
                    "time": "1180年",
                    "activity": "张栻是年去世，为作祭文。作品：祭张南轩。"
                },
                {
                    "time": "1180年",
                    "activity": "为叔祖母作墓志铭。作品：叔祖母韩氏墓志铭。"
                },
                {
                    "time": "1180年",
                    "activity": "作诗送沈大经赴任。作品：送沈元诚赴漳浦主簿。（沈大经字元诚，温州瑞安县人。曾授漳浦县主簿，未几辞归。生平见叶适所作《沈元诚墓志铭》。）送沈元诚赴临漳主簿（宋·陈傅良）　　五言律诗　押尤韵谁说乡先进，能无沈隐侯。青衫今适越，白发竟依刘①。道固为名累，人当与命谋。三台行渐近，且勿问归舟。按：①自注：时里人刘义夫守临漳　　其二（宋·陈傅良）　　五言律诗　押微韵终藏怀未已，欲去事多违。士友方推毂，乡邻但挽衣。冥鸿寒汲汲，霜菊晚晖晖。何限春蜚动，君看果是非。"
                },
                {
                    "time": "1180年12月",
                    "activity": "除夜作诗抒怀。作品：庚子除夜有怀。庚子除夜有怀（宋·陈傅良）　　七言律诗　押歌韵老盆自酌共谁歌，叹息其如此夜何。已觉二毛嗔妇问，可堪一饭患儿多。关河满眼风尘在，天地藏身岁月过。事业文章吾所畏，东阳人亦卧岩阿。"
                },
                {
                    "time": "1181年1月",
                    "activity": "张淳卒，为作祭文。作品：祭张忠甫。（张淳字忠甫，陈傅良妻堂兄，时与薛季宣、郑伯熊齐名。）"
                },
                {
                    "time": "1181年7月",
                    "activity": "郑伯熊七月初三卒于建宁府任上，为作祭文。作品：祭郑龙图。"
                },
                {
                    "time": "1181年9月",
                    "activity": "章用中卒，为作祭文。作品：祭章端叟。（章用中（字端叟），温州平阳人，受学陈傅良，曾问学吕祖谦。）"
                },
                {
                    "time": "1181年",
                    "activity": "冯施叔卒，为作祭文。作品：冯司理墓志铭。（冯施叔字孟博，淳熙六年卒。）"
                },
                {
                    "time": "1181年",
                    "activity": "张淳卒，为作墓志铭。作品：张忠甫墓志铭。"
                },
                {
                    "time": "1181年",
                    "activity": "章用中卒，为作墓志铭。作品：章端叟墓志铭。（章用中（字端叟），温州平阳人，受学陈傅良，曾问学吕祖谦。）"
                },
                {
                    "time": "1181年",
                    "activity": "沈大经任满归乡，作诗酬赠。作品：闻沈元诚归自漳浦喜而奉寄。（沈大经字元诚，温州瑞安县人。曾授漳浦县主簿，未几辞归。生平见叶适所作《沈元诚墓志铭》。）闻沈元诚归自临漳喜而奉寄（宋·陈傅良）　　五言律诗　押微韵荔圃班班熟，蚝房个个肥。我虽缘此误，公亦为何归。吏事生衣垢，家山减带围。不无华衮字，卿月更光辉。"
                },
                {
                    "time": "1182年",
                    "activity": "陈傅良其时主管台州崇道观，作诗送叶适赴任。作品：送叶正则赴浙西宪幕。（叶适任浙西提刑干办公事在淳熙九年。）送叶正则赴浙西宪幕（宋·陈傅良）频年送行客，酒罄诗不工。最晚与君别，柰此百感丛。岐山有鸣凤，雅颂移豳风。于时二老生，出处海上同。曹刘对匕箸，失色一语中。明朝蜀江水，不与灞浐通。人心起毫末，世故关鸿蒙。乃知贫贱交，不下王霸功。霜根宿病骥，云帆背蜚鸿。秋水能隔人，白蘋况连空。相从自束发，各去随转蓬。今怀欣有合，后会苦未重。鲈鱼直万钱，羊酪醅一钟。愿君养盛年，我友半已翁。"
                },
                {
                    "time": "1182年",
                    "activity": "刘仲光（字茂实）知奉新县事。作品：送刘茂实宰。（刘仲光（字茂实），永嘉人，乾道二年进士，曾知和州。知奉新县事，淳熙九年八月叶适有序送之。）送刘茂实宰奉新（宋·陈傅良）　　押有韵远别欲无寐，细论谁有酒。今当作剧县，君意亦乐不。江湖吏道僻，岁月民劳久。救之敝精神，自爱终袖手。要中名甚美，用意物所咎。君观兰桂林，馀茂及樵槱。移根托客土，颜色非故有。赠言几满车，一字堪皓首。于焉但裁择，对越二三友。诸贤在当路，公论在众口。"
                },
                {
                    "time": "1182年",
                    "activity": "为朱兴国作圹识。作品：朱君佐圹识。（朱兴国，字君佐，温州永嘉人。其妻陈氏为陈傅良族姑。）"
                },
                {
                    "time": "1182年",
                    "activity": "郑自明卒，为作哀词。作品：郑自明哀词并序。（郑自明名鉴，三山人。为太学诸生时数与陈傅良游。乾道壬辰同试进士不第后三四年以释褐仕于朝。为大木压死。）郑自明哀词（宋·陈傅良）题注：并序（题原缺，据四库本补）母曰余儿兮，吾莫知其何尤。妇曰良人兮，吾曷为罹此忧。兄弟不以是咎兮，朋友称其好脩。恭不得其故兮，庸强名之曰命。相彼下堂而贻戚兮，或结缨以顺听。万不同咸自取兮，曾二者孰失其正声。鬼神之所仇兮，人直躬焉是病。胥属镂忽堕其前兮，屈鱼腹以为阱。奇祸作于牖下兮，顾奚悲而宜庆。嗟子何伤兮，独余怀不能以自胜。尚或相尔藐孤兮，天终焉其有定①。按：①以上《止斋先生文集》卷九"
                },
                {
                    "time": "1182年",
                    "activity": "郑自明卒，为作祭文。作品：祭郑自明。"
                },
                {
                    "time": "1182年",
                    "activity": "为杨兴宗后母林氏作墓铭。作品：宜人林氏墓志铭。（林氏系林杞之女，杨缜继配，杨兴宗后母。杨兴宗曾考试乾道八年进士，陈傅良为其门下。）"
                },
                {
                    "time": "1182年10月",
                    "activity": "包昂卒，为作挽诗。作品：挽包颙叟。（包昂，字颙叟，乐清人。据叶适《包颙叟墓记》，包昂淳熙九年十月卒。）挽包颙叟（宋·陈傅良）　　五言律诗　押东韵樵牧常事席，篇觞早策功。有怀随事见，不耻与人同。我故奇诸子，年来识此翁。待看稽古力，乔木已悲风。　　其二（宋·陈傅良）　　五言律诗　押先韵翁子看时辈，平生不妄贤。独于公有诔，惟恐世无传。他日须深刻，吾诗可附联。草黄松柏秃，名与石岿然①。按：①自注：翁诚之作行状。"
                },
                {
                    "time": "1183年",
                    "activity": "汪守座上苦吟而忘饮客酒，因戏及之。作品：次陈益之韵戏呈汪守充之。（陈谦字益之，温州永嘉人，乾道八年进士。宋史有传。）次陈益之韵戏呈汪守充之（宋·陈傅良）　　五言律诗　押尤韵雨过山新沐，风平水漫流。移尊来选胜，立马步通幽。春在桑麻坞，香团橘柚州。从君诗有律，还我酒无筹①。按：①自注：汪守坐上苦吟，而忘饮客酒，因戏及之。"
                },
                {
                    "time": "1183年",
                    "activity": "是时汪义端（充之）知温州。作品：汪守三以诗来次韵酬之。汪守三以诗来次韵酬之（宋·陈傅良）　　七言律诗　押东韵一年春事堕槐宫，却爱清和与政通。乳燕黄鹂相倡和，落花脩竹乱青红。羡君有赋非占服①，愧我无才可送穷。细与论文一樽酒，它时还忆暮江东。按：①自注：使君以四月一日为题。　　其二（宋·陈傅良）　　七言律诗　押东韵江城如在水晶宫，百粤三吴一苇通。桑女不论裘粹白，橘奴堪当粟陈红。弦歌满市衣冠盛，缿讼无人刀笔穷。多荷弱翁今少霁，更能携客谢岩东。　　其三（宋·陈傅良）　　七言律诗　押东韵音合桑林律中宫，试听布鼓亦三通。相从璧水浮葱白①，一别闽山擘荔红。把钓扁舟将老去，款门多竹未全穷。若为皂盖能忘我，立尽斜阳车不东②。按：①自注：见《酒正》注。　②自注：汪守屡期见访不至。"
                },
                {
                    "time": "1183年",
                    "activity": "与温州官员及同好唱和。作品：酬谢倅景英用前韵见寄。用幽字韵戏简谢倅。用幽字韵呈汪守、谢倅。用幽字韵答贾端老。（贾俨字端老，乐清人。叶适有《题贾俨不忘室诗》。）和谢倅见赠生日二首。再和。谢倅生日。酬谢倅景英用前韵见寄（宋·陈傅良）　　七言律诗　押东韵穷巷萧然一亩宫，劳劳漫刺倩谁通。空翻故纸头垂白，晚对清标面发红。诸老飘零亡几在①，百年放佚不胜穷。拟将旧学相从问，何独诗坛欲让东。按：①自注：谢乃参政任伯之侄用幽字韵戏简谢倅（宋·陈傅良）　　五言律诗　押尤韵当户排危翠，循除漾浅流。此生从稼圃，谁与伴深幽。韩子痴凭桉，庞公倦入州。青篘与白饭，却待为君筹。用幽字韵呈汪守谢倅（宋·陈傅良）　　五言律诗　押尤韵旌骑收人迹，簪绅杂道流。引杯忘日永，得句与山幽。行在今当路，中兴此望州。为将登览目，著处访边筹。用幽字韵答贾端老（宋·陈傅良）　　五言律诗　押尤韵人皆忘姓字，谁独访源流。病骥宜怀枥，迁莺故入幽。十年惭主簿，万户薄荆州。此事吾何敢，相将负一筹。和谢倅见赠生日二首（宋·陈傅良）　　七言绝句　押先韵朝天冠佩几千员，熟数东州未乏贤。若论中原旧文物，蒲轮应合聘高年。　　其二（宋·陈傅良）　　七言绝句　押覃韵独醒长爱众欢酣，酸苦随人却嗜甘。好客不知弹剑铗，闻公风味可无惭①。按：①自注：谢倅绝不饮而善劝客酒，惟客所好，独嗜甘物。再和（宋·陈傅良）　　七言绝句　押先韵休将枘凿问方员，且引壶觞对圣贤。鸿雁不宾沧海冻，梅花相伴笑年年。　　其二（宋·陈傅良）　　七言绝句　押覃韵浅杯莫到十分酣，但爱齁齁夜梦甘。万里桑麻风雨好，一夫尸禄我何惭。谢倅生日（宋·陈傅良）　　七言律诗　押歌韵此夕其如好客何，秋风袅袅水微波。渡江公子今无恙，上蔡家声世不多。未放清朝空老去，欲谈前事竟谁过。阻陪觞豆彷徨久，坐想风流为一歌。"
                },
                {
                    "time": "1183年",
                    "activity": "任汝弼赴任江阴，以诗送行。作品：送任虞卿教授江阴。（据道光《江阴县志》卷十一《职官》淳熙十年教授题名。）送任虞卿教授江阴（宋·陈傅良）　　五言律诗　押寒韵学省穿杨末，江城振羽端。声名人不忌，仕宦意常宽。缺月天将曙，孤村岁已寒。小舟来话别，此道少人敦。"
                },
                {
                    "time": "1183年",
                    "activity": "方郡小旱汪守祷雨甚急，祷三日而雨至郡人大喜。是日有改刺之命。作品：送郡守汪充之移治严陵。（汪义端充之知温州事失载，淳熙十年知严陵即严州。）送郡守汪充之移治严陵（宋·陈傅良）题注：方郡小旱，汪祷雨甚急，祷三日而雨至。郡人大喜，是日有改刺之命挂梁龙骨经时蛰，井井黄云秋已及。十日不雨民未急，使君日膳长蔬湆。澄空飒飒云雾入，馌妇休眠儿觅笠。村舂化出云子粒，市上明朝升二十。农家语圃商语贾，恒愿使君无疾苦。自今一饭吾腹果，健看将母从箫鼓。冯翊扶风天尺五，见说严陵在何所。诏书夺去万舌吐，九重欲扣君门阻。栖鸟护巢驹恋皂，东人自视西人好。那知湛露漙秋草，春意平铺无剩少。有客解事翻然笑，元祐治平诸故老，身要人扶功未了。谁知青丝络马横门道，应笑江湖华发早。"
                },
                {
                    "time": "1183年",
                    "activity": "为刘端木作墓铭。作品：刘端木墓志铭。（刘春字端木与陈傅良同入太学，且进士同年。）"
                },
                {
                    "time": "1183年",
                    "activity": "受陈子益所托，为作墓铭。作品：陈子益母夫人墓志铭。（陈子益字端己，陈傅良学生。）"
                },
                {
                    "time": "1183年",
                    "activity": "吴芾卒，为作挽诗。作品：挽吴明可给事。（吴明可名芾，号湖山居士，台州仙居人。前后守六郡，以龙图阁直学士致仕。宋史有传。）挽吴明可给事（宋·陈傅良）　　五言律诗　押支韵诸老俱沦落，流风日转移。独怀忧国意，长说渡江时。姓字谁如此，功名早不疑。却收湖海气，燕坐雪垂颐。　　其二（宋·陈傅良）　　五言律诗　押侵韵忆上诸生谒，公方薄恙侵。欣然蒙絮帽，恨不醉花阴。自说看人熟，相期晚岁深。半天苍岭雪，回首为沾襟①。按：①自注：谒公之夕，宿苍岭下，天大雪，明日岭上深数尺。"
                },
                {
                    "time": "1183年",
                    "activity": "为林民达作墓铭。作品：林民达墓志铭。"
                },
                {
                    "time": "1183年",
                    "activity": "何恢卒，为作挽诗。作品：挽婺女何茂宏。（何恢字茂宏，陈亮岳父，卒于淳熙十年七月三十日。）挽婺女何茂宏（宋·陈傅良）　　五言律诗　押豪韵劝驾尝连萼，应门忽二毛。竟于时不偶，吾更晚相遭。宿草堪挥泪，丰碑忍泚毫。送车今几两，谁最恋绨袍。"
                },
                {
                    "time": "1184年",
                    "activity": "差知桂阳军未赴，日覃思于六经，将有所述，以开后学。"
                },
                {
                    "time": "1184年",
                    "activity": "为同年林季友送别，作诗。作品：送同年林多益丞宁海。（林季友字多益，瑞安人，乾道八年进士，历官浙东提刑。据《台学统》卷五十五《重修黄岩诸闸记》和《宋史·河渠志》，林季友多益淳熙十二年已丞宁海，故此诗当作于淳熙十一年左右。）送同年林多益丞宁海（宋·陈傅良）同里衣冠近阔疏，同年齿发多衰变。美人宜在玉笋班，隐吏亦随花雨县。有杭一苇逢迎可，每食双鱼甘旨便。顾瞻周道竟何如，善为身谋吾岂愿。清庙笙镛济济陈，碧梧鸾鹄深深见。由来盛事岁月晚，谁到脩途肝胆健。杨花吹水酒摇波，一请加餐再无倦。"
                },
                {
                    "time": "1184年",
                    "activity": "与陈亮书信往复。作品：答陈同父书三首。"
                },
                {
                    "time": "1184年",
                    "activity": "为朱黻之父作圹志。作品：朱公向圹志。（朱公向是朱黼父。朱黼字文昭，平阳南雁人，屡举不第，布衣。陈傅良友。）"
                },
                {
                    "time": "1184年",
                    "activity": "为徐谊父作墓铭。作品：承事郎徐公墓志铭。"
                },
                {
                    "time": "1184年",
                    "activity": "春与堂弟陈武唱和。作品：用前韵招蕃叟弟仍和蕃叟癸卯二绝。（陈武字蕃叟，陈傅良族弟，淳熙五年进士。）用前韵招蕃叟弟仍和蕃叟癸卯二绝（宋·陈傅良）　　七言律诗　细看物理愁如海，遥想朋从眼欲花。逆水鱼儿冲断岸，贪泥燕子堕危沙。百年乔木参天上，一昔平芜著处佳。行乐不妨随邂逅，我无官守似蚔蛙。　　其二（宋·陈傅良）　　七言律诗　落花风雨奈愁何，愁亦不应缘落花。尚可流觞追曲水，底须占鵩似长沙①。无人晤语鸟乌落，为我食贫楼笋佳。休说关河无限恨，腹非空怒道旁蛙。按：①自注：孟夏事。　　其三（宋·陈傅良）　　五言绝句　押支韵大飨须三饭，中黄起四维。欲追千古意，眼底合深思。　　其四（宋·陈傅良）　　五言绝句　押虞韵功名还壮士，道术付诸儒。但欲谋田□，扁舟下五湖。"
                },
                {
                    "time": "1185年2月",
                    "activity": "乙巳岁首寄赠诗歌与彭仲刚和徐谊。作品：乙巳岁首寄彭子复徐子宜。（彭子复名仲刚，温州平阳人；徐谊字子宜，陈傅良同乡并同年进士，《宋史》有传。）乙巳岁首寄彭子复徐子直（宋·陈傅良）　　七言律诗　押豪韵又过一年空草草，寻思万事太劳劳。岁烦士友愁薪米，日见儿童叹鬓毛。乱卉各随分寸长，新禽已变两三号。及时君亦图良集，莫待春深水一篙。"
                },
                {
                    "time": "1185年2月",
                    "activity": "吕琰卒，为作挽诗。作品：挽新昌吕修职。（吕琰字德文，子元之、声之等。陈傅良在新昌馆黄度家时，吕氏子弟多从其学。）挽新昌吕脩职（宋·陈傅良）　　五言律诗　顷作庵庐客，看公手种莳。溪毛无乱理，宰木有连枝。久欲镵他石，今还赋此诗。黯然怀宿昔，絮酒定何时。　　其二（宋·陈傅良）　　五言律诗　不道千山阻，将遗百世名。有儿能自致，此老已堪铭。禄岂无三釜，贤谁似一经。吾词虽未就，应有护幽扃。"
                },
                {
                    "time": "1185年2月",
                    "activity": "族叔陈方中卒，为作挽诗。作品：挽族叔父。（陈方中字国任，陈傅良族叔。）挽族叔父（宋·陈傅良）　　五言律诗　押鱼韵松竹深围屋，□莲剩种鱼。所愁宾客少，不问稻粱馀。尽日□相语，盈门手自书。吾儿有名字，万事听何如。　　其二（宋·陈傅良）　　五言律诗　押支韵我怀终古恨，不及奉觞时。满眼看诸弟，何心赋此诗。牛羊来蛰蛰，丘墓去累累。亦有千钟养，曾无一字碑①。按：①自注：蕃叟自为尊人埋铭。"
                },
                {
                    "time": "1185年3月",
                    "activity": "居乡授徒讲学期间，重修石冈斗门。作品：重修石冈斗门记。"
                },
                {
                    "time": "1185年8月",
                    "activity": "薛良朋卒，为作挽诗。作品：挽薛季益尚书。（薛良朋（1116-1185），字季益，瑞安白门人，绍兴8年第进士，官终吏部尚书，卒赠光禄大夫，鲁国公。）挽薛季益尚书（宋·陈傅良）　　七言律诗　押阳韵遍试江淮声藉藉，久劳荆蜀鬓苍苍。同时半已登槐棘，卒岁才能足稻粱。遗藁不为他日计，佳城尚及此丘藏。岂无后作多文胜，今我怀人泪欲滂。　　其二（宋·陈傅良）　　七言律诗　押元韵州里谁如此达尊，户庭深静最情敦。不将尺牍通当路，却枉扁舟访杜门。每见色温如有属，欲书心愧不能言。从今若祭枌榆社，好配横塘两献樽①。按：①自注：公与许忠简公居同乡。"
                },
                {
                    "time": "1185年",
                    "activity": "与贾俨书信往来。作品：答贾端老书五首。（贾俨字端老，乐清人。叶适有《题贾俨不忘室诗》。）"
                },
                {
                    "time": "1185年",
                    "activity": "病馀作诗抒怀。作品：病馀久不趋郡且迁仙岩书院于屋西有怀同志。病馀久不趋郡且迁仙岩书院于屋西有怀同志（宋·陈傅良）　　五言律诗　押麻韵欲往如天际，相期忽岁华。山空明独树，江晚暗连葭。作屋皆三益，藏书可万家。岂无人裹饭，躬自灌园芽。"
                },
                {
                    "time": "1185年",
                    "activity": "为陈说作圹志。作品：陈习之圹志。（陈说字习之，陈谦从弟。曾从学于陈傅良。）"
                },
                {
                    "time": "1186年10月",
                    "activity": "瑞安县学重修，为作记。作品：重修瑞安县学记。"
                },
                {
                    "time": "1186年",
                    "activity": "重修瑞安县学，为作上梁文。作品：瑞安县学上梁文。"
                },
                {
                    "time": "1186年",
                    "activity": "淳熙十三年二月，知瑞安县事刘龟从再作西庙，以祠宣和县令王公经国，为作招辞。作品：西庙招辞并序。（刘龟从是北宋刘攽曾孙，其时知瑞安县。）西庙招辞（宋·陈傅良）君昔兮胡不去斯，君今兮胡不来斯。文栋兮雕楣，岘山之麓兮江圻。旨酒牲兮洁肥，皓遗老兮须眉。坎击鼓兮吹篪，君勿来兮迟迟。山蜿蜿兮榕阴萎蕤，江水清夷兮无蛟与螭。君之来兮可以娱嬉，君不共安兮谁与共危。鸣玉兮衮衣，彼亦君兮一时。莽中州兮为夷，匪冢则庙兮牛羊累累。尚我民兮有知，子子孙孙①兮永依。揆之兮以是非，君舍此兮安之。田有畔兮泽有陂，桑稻兮诞弥，怀不报兮忸怩。日早暮兮夜何其，犹容与兮谁须。按：①原缺，据四库本补"
                },
                {
                    "time": "1186年",
                    "activity": "淳熙十三年二月，知瑞安县事刘龟从再作西庙，以祠宣和县令王公经国。庙落成以薄恙不获预。作品：落成王朝奉庙以薄恙不获预谢刘宰并诸乡丈五首。落成王朝奉庙以薄恙不获预谢刘宰并诸乡丈五首（宋·陈傅良）　　七言绝句　押东韵盗起清溪两浙空，童王亲自帅元戎。谁知小邑无亭障，但握空弮有隐功。　　其二（宋·陈傅良）　　七言绝句　押侵韵横塘一字比南金，满纸书劳属意深。太史不知收拾未，邦人父老泪渐襟①。按：①自注：许忠简公尝手疏王公济守禦事，欲列诸朝。　　其三（宋·陈傅良）　　七言绝句　押先韵操一豚蹄亦可怜，欲将庙食自旌贤。坏墙颓壁神台笠，不见干戈六十年。　　其四（宋·陈傅良）　　七言绝句　押删韵却向平时念后艰，榱题百尺忽如山。谁将西上逢人问，令尹何如此一班。　　其五（宋·陈傅良）　　七言绝句　押齐韵抱病荒村望欲迷，骏奔无数独鸡栖。瞻言鼕鼓何时歇，好听农郊雨一犁。"
                },
                {
                    "time": "1186年",
                    "activity": "为唐奥林氏作墓表。作品：新归墓表。"
                },
                {
                    "time": "1186年",
                    "activity": "为敷文阁直学士薛公作圹志。作品：敷文阁直学士薛公圹志。"
                },
                {
                    "time": "1186年",
                    "activity": "为陈义民作墓铭。作品：陈季阳墓志铭。（陈义民，字季阳，瑞安人，吏部侍郎陈夔之弟。）"
                },
                {
                    "time": "1186年",
                    "activity": "为吕琰作墓铭。作品：修职郎吕公墓志铭。（吕琰字德文，子元之、声之等。陈傅良在新昌馆黄度家时，吕氏子弟多从其学。）"
                },
                {
                    "time": "1187年3月",
                    "activity": "居乡授徒讲学时，受沈持要所托，为重修南塘作记。作品：温州重修南塘记。"
                },
                {
                    "time": "1187年",
                    "activity": "作《南塘记》郡守沈持要以诗来谢。作品：作《南塘记》郡守沈持要以诗来谢次韵奉酬。（沈枢字持要，时为温州郡守。）作南塘记郡守沈持要以诗来谢次韵奉酬（宋·陈傅良）周公作雅颂，退然在豳风。功成贵无迹，名大谤亦丛。彼人自标置，刻画岂不工。君看榛莽间，断碑卧颓墉。想当在世时，拳拳效深衷。胡然今弗省，身后议论公。达人悟物情，玄览昭有融。区区强名我，咨尔来何从。沈公天下士，于今万夫雄。邦入见未尝，誉之口不容。请将氏南楼，语尽意未穷。公诗陈谊高，耻与好事同。年登百废兴，解后吾何功。勇去学休影，倦游谢遗踪。吾方笑征南，双双勒坚玒。一以栖山颠，一以没水中。"
                },
                {
                    "time": "1187年",
                    "activity": "与州郡官员及同好唱和。作品：和郡守沈持要赏柑三首。（沈枢字持要，时为温州郡守。）和沈守持要观潮阁留题。（沈枢字持要，时为温州郡守。）和沈守持要题谢公楼额。（沈枢字持要，时为温州郡守。）沈守生日。（沈枢字持要，时为温州郡守。）观南塘四首呈沈守。（沈枢字持要，时为温州郡守。）和郡守沈持要赏柑之什三首（宋·陈傅良）　　七言律诗　押豪韵沧海无波日万艘，山农囷廪自相豪。争看紫橐行阡陌，可对黄甘负酒醪。曲水一觞随意集，成都千骑最头遨。风流儒雅谁公似，增得东嘉地望高。　　其二（宋·陈傅良）　　七言律诗　押豪韵东都门外问征艘，去国身轻亦太豪。谁可对床听夜雨，自于同社燕春醪。不知温诏从天下，又罢幽寻与世遨。从此宜休堂下梦，顾瞻松柏为谁高。　　其三（宋·陈傅良）　　七言律诗　押豪韵仰止苕溪近一艘，几年犹未识人豪。黄堂为客知何夕，白发从公饮此醪。四海衣冠多后进，两朝几杖旧同遨。令人仰视冥冥翮，不道微风燕雀高。和沈守持要观潮阁留题（宋·陈傅良）　　七言律诗　押删韵毕生欲赋观潮阁，立尽斜阳倦复还。一日江山蒙笔力，百年名字满人寰。郡从晋宋风流后，诗到苏黄伯仲间。向去摩挲看石刻，谁知功在十年闲①。按：①自注：公闲居十年。和沈守持要题谢公楼额（宋·陈傅良）　　七言律诗　押东韵危楼何在水云中，穿市牙旗退自公。闲作此来横笛夜，爱看人醉落帆风。欢呼夹道江声合，硬语蟠空客技穷。姓字从今联沈谢，不知千古更谁同。沈守生日（宋·陈傅良）　　七言律诗　押真韵燕寝凝香不记春，宜休堂下柏轮囷。三吴南渡今多士，四皓东宫此一人。雅不欲书名上上，谩令在处岁陈陈。玉卮宴罢思黄发，应合从头第从臣。观南塘四首呈沈守（宋·陈傅良）　　七言绝句　押寒韵曾不容舠咫尺间，谁知救溺合缨冠。今从枕席人行过①，最好翻盆雨后看。按：①自注：用赵充国语。　　其二（宋·陈傅良）　　七言绝句　押寒韵夹道欢呼百里间，不论扶杖与胜冠。公年几许颜何似，迟放牙樯待我看。　　其三（宋·陈傅良）　　七言绝句　押寒韵乐在宜休水竹间，十年黄帕裹朝冠。却乘五个花文马，来与江村妇子看。　　其四（宋·陈傅良）　　七言绝句　押寒韵别乘潘郎伯仲间，朅来公适去弹冠。更将未尽公碑意，收入新诗为并看①。按：①以上《止斋先生文集》卷五"
                },
                {
                    "time": "1187年",
                    "activity": "瑞安宰刘伯协载酒游赵园，叔静、道甫、子宜、行之同集。作品：瑞安宰刘伯协载酒游赵园叔静道甫子宜行之同集小雨喜霁。瑞安宰刘伯协载酒游赵园叔静道甫子宜行之同集小雨喜霁（宋·陈傅良）　　七言律诗　押尤韵上巳所馀春有几，不堪风雨付春愁。君能载酒知谁侣，我欲看花不自由。倚岸小舟谋未定，隔林斜日故相投。莓苔踏遍篝灯去，收拾残红插满头。"
                },
                {
                    "time": "1187年",
                    "activity": "与瑞安县官员及同好唱和。作品：奉陪王德脩登观潮阁，兼呈邑宰刘伯协。奉陪王德脩登观海阁兼呈邑宰刘伯协（宋·陈傅良）　　七言律诗　押阳韵观潮阁在东溟上，有客来登自华阳。不道雪山通老柏，却看朝日上扶桑。胜游气合南三郡①，妙画家传晋二王。后会不知谁与继，尔江吾海永相望。按：①自注：荆、扬、益也。刘，江西人。"
                },
                {
                    "time": "1187年",
                    "activity": "作诗为林颐叔送行。作品：送林正仲丞玉山。（林颐叔（正仲），陈傅良弟子。丞玉山在淳熙年间。《送林正仲丞玉山》诗曰君今理征骖，我适卧旧庐。故当在淳熙七年之后，十四年之前。）送林正仲丞王山（宋·陈傅良）去年我为客，持酒送君归。君今理征骖，我适卧旧庐。人生足离合，仕宦相乘除。科名馀十年，丞县亦既迟。颜色日愈好，绝口无歔欷。自言有时命，岁宴知何如。深藏济人具，不作借势书。虚名多自误，徐步乃疾驱。从兹拭老眼，看君上亨衢。"
                },
                {
                    "time": "1187年6月",
                    "activity": "将赴桂阳拟奏事札子四，丞相王淮取旨免奏事。作品：赴桂阳军拟奏事札子四。"
                },
                {
                    "time": "1187年",
                    "activity": "冬为徐钺作墓铭。作品：徐武叔墓志铭。（徐钺字武叔，娶嘉庆先生沈东美之女。）"
                },
                {
                    "time": "1187年",
                    "activity": "梁克家卒，为作祭文。作品：祭梁丞相。（梁克家，孝宗朝曾拜相，1187病逝于家中。）"
                },
                {
                    "time": "1187年",
                    "activity": "与陈岩唱和。作品：和陈仲石韵。（陈岩字仲石，平阳人，淳熙十五年12月卒，时年三十五。淳熙十四年陈傅良赴桂阳任，故诗当作于此年以前。）和陈仲石韵（宋·陈傅良）　　五言律诗　押侵韵久矣怀相与，翩然喜见临。清风生案□，短日过墙阴。王事何时暇，神州半陆沉。诸公宣力去，伴我水云深。"
                },
                {
                    "time": "1194年7月",
                    "activity": "宁宗除起居郎兼权中书舍人，旋除中书舍人，再辞不受。"
                },
                {
                    "time": "1194年7月",
                    "activity": "为宋岩老作挽诗。作品：挽宋岩老参议。（据叶适《参议朝奉大夫宋公墓志铭》：宋傅字岩老，其先自闽徙温平阳，绍兴二十四年进士。绍熙五年七月卒。）挽宋岩老参议（宋·陈傅良）　　七言律诗　押支韵居然是是亦非非，错处稠中定不疑。万事过人旁袖手，一生从众自观颐。肯为壮县虽尝试，略见周行已逆知。尽日杜门佳客至，小槽亲校酒醇漓。　　其二（宋·陈傅良）　　七言律诗　押萧韵少小修藏近市朝，亦非著意混渔樵。不为禦寇犹争席，好说渊明更折腰。一饭重违凡子约，千金终却故人招。送车几两交相唁，我独难忘最久要。"
                },
                {
                    "time": "1194年7月",
                    "activity": "上奏辞免再除起居郎。作品：辞免再除起居郎状。"
                },
                {
                    "time": "1194年",
                    "activity": "上奏辞免中书舍人。作品：辞免中书舍人状。"
                },
                {
                    "time": "1194年",
                    "activity": "再上奏状辞免中书舍人。作品：再辞免状。"
                },
                {
                    "time": "1194年",
                    "activity": "上奏状辞免兼侍讲札子。作品：辞免兼侍讲状。"
                },
                {
                    "time": "1194年",
                    "activity": "上奏状辞免兼直学士院。作品：辞免兼直学士院状。"
                },
                {
                    "time": "1194年8月",
                    "activity": "命兼经筵侍讲。"
                },
                {
                    "time": "1195年6月",
                    "activity": "回乡。以潜邸讲堂官转朝散大夫。"
                },
                {
                    "time": "1195年7月",
                    "activity": "以潜邸讲堂官转朝散大夫，请辞。作品：潜邸讲堂转官辞免申省状。"
                },
                {
                    "time": "1195年8月",
                    "activity": "妻张氏卒，为作祭文。作品：祭令人张氏。"
                },
                {
                    "time": "1195年",
                    "activity": "为妻张氏作墓铭。作品：令人张氏圹志。"
                },
                {
                    "time": "1195年",
                    "activity": "门人林懿仲卒，为作祭文。作品：祭林懿仲。（学生林懿仲卒于扬州司户任内。）"
                },
                {
                    "time": "1195年",
                    "activity": "为周家三子中第赠诗。作品：周宣义三子仲敏明叔幼谨同年登第因以前韵奉寄。（据乾隆《平阳县志》卷十二《选举志·进士》，周励（仲敏）、周哲（幼谨）等庆元元年登第。）周宣义三子仲敏明□幼谨同年登第因以前韵奉寄（宋·陈傅良）　　七言律诗　押真韵营营浮俗赝还真，孰与传经妙入神。一榜及看三子贵，数椽能忍十年贫。自将弧矢书闾史，便使冰渊诵小旻。家学如君今有几，殷勤罗拜我何人。"
                },
                {
                    "time": "1195年",
                    "activity": "为诸人中第再次韵为诗。作品：再次韵简新第诸人。再次韵简新第诸人（宋·陈傅良）　　七言律诗　押真韵行酒何如温太真，风流元不鄙钱神。扁舟容我归来老，一子令人买得贫。虽有群仙来月窟，欲扶衰力上霜旻。吾今已定渔樵约，勋业烦公一辈人。1196年夏，降三官，罢宫观。杜门屏居，榜所居室曰止斋，作诗抒怀。作品：止斋曲廊初成。（据蔡幼学《行状》庆元二年夏诏降三官罢宫观。陈傅良屏居杜门榜所居室曰“止斋”。）止斋曲廊初成（宋·陈傅良）　　押皓韵但酒胜如水，但花胜如草。小廊曲通幽，竹椽亦良好。止斋十数间，足以便衰老。檐低远风露，地窄易汛扫。浅溪浮薄觞，短屏糊旧稿。著书仅玄易，过客多韦缟。于中榜退思，谁其谅深抱。吾思亦已晚，吾退盍更早。怀哉彭泽令，仰止商山皓。维渊有潜龙，维岳有藏宝。煌煌暮春堂，三字落穹昊。昭回际南极，镇抚及东岛。胡然乃在斯，夙夜惧不保。鬼神无世情，呵护必有道。"
                },
                {
                    "time": "1196年",
                    "activity": "兄长生日，作诗寄赠。作品：丙辰寄国举兄。丙辰寄国举兄（宋·陈傅良）　　七言律诗　押庚韵是间南极老人星，乔木脩篁亦有情。直向朱明为后殿，不随黄落入秋声。儿孙衮衮看新出，兄弟团团得晚成。笑阅世人心事短，却从黄老问长生。"
                },
                {
                    "time": "1196年8月",
                    "activity": "贺宁宗生日。作品：丙辰贺瑞庆节。"
                },
                {
                    "time": "1196年",
                    "activity": "为门人林懿仲作墓铭。作品：林懿仲墓志铭。（林懿仲字渊叔，陈傅良学生。）"
                },
                {
                    "time": "1196年",
                    "activity": "为门人沈昌作墓铭。作品：沈叔阜圹志。（沈昌字叔阜，泉州德化令沈希尹之子，从陈傅良学。）1196年冬，为族叔祖陈绍作圹志。作品：族叔祖元继圹志。（陈绍字元继，陈傅良族叔祖。）"
                },
                {
                    "time": "1196年",
                    "activity": "为族叔祖陈绎作墓志铭。作品：族叔祖元成墓志铭。（陈绎字元成，陈傅良族叔祖。）1196年冬，为族兄陈踰作圹志。作品：族兄际可圹志。（陈踰字际可，娶楼氏。陈傅良族兄。）1197年夏，兄长生日作诗为寿。作品：丁巳寿国举兄。丁巳寿国举兄（宋·陈傅良）　　七言律诗　押庚韵岁自为诗岁自赓，愁无新思思还生。更从今闰书初伏，待看何年值后庚。汉网疏如天地阔，奎文下与水云平。弟兄长健贫何病，判解金龟当一酲①。按：①以上《止斋先生文集》卷七"
                },
                {
                    "time": "1197年8月",
                    "activity": "贺宁宗生日。作品：丁巳贺瑞庆节。"
                },
                {
                    "time": "1197年12月",
                    "activity": "知绵州王沇乞置伪学籍，赵汝愚、朱熹、陈傅良等凡五十九人。"
                },
                {
                    "time": "1198年",
                    "activity": "兄长生日作诗为寿。作品：戊午寿国举兄。戊午寿国举兄（宋·陈傅良）　　七言律诗　押尤韵一母分身四白头，从今家事付儿流。只须老草供觞味，乍可婆娑伴钓游。劳世万人输暇日，好天一雨荐新秋。平章何物宜为寿，三十馀年晏子裘。"
                },
                {
                    "time": "1198年8月",
                    "activity": "贺宁宗生日。作品：戊午贺瑞庆节。"
                },
                {
                    "time": "1199年4月",
                    "activity": "清明日作诗抒怀。作品：己未上巳清明莘叟兄蕃叟弟偕潘养大过访。"
                },
                {
                    "time": "1199年8月",
                    "activity": "贺宁宗生日。作品：己未贺瑞庆节。"
                },
                {
                    "time": "1199年",
                    "activity": "为友人王自中作圹志。作品：王道甫圹志。（王自中字道甫，陈傅良友人。淳熙五年进士。）"
                },
                {
                    "time": "1199年",
                    "activity": "为门人陈子益之父作圹志。作品：陈百朋圹志。（陈天赐字百朋，陈子益之父。）1199年冬，生日作诗抒怀。作品：己未生朝谢莘叟兄送梅二首。己未生朝谢莘叟兄送梅（宋·陈傅良）　　七言律诗　押支韵无岁探梅不恨迟，缉斋今送两三枝。也知造物多生意，亦为畸人解笑颐。壬子恰同身堕地，庚申还值国开基。数家誇道明年好，好在长贫诵系辞。　　其二（宋·陈傅良）　　七言律诗　押支韵莫笑栽培日月迟，待看老干及孙枝。天将臈去春回首，人与花同雪满颐。万里陇头空故迹，孤山篱落但馀基。至今佳句无人继，谁与招魂著楚辞。1200年春，上巳日作诗抒怀。作品：庚申上已。庚申上巳（宋·陈傅良）　　五言律诗　何事□□□，天低雨露悭。一□遗晚□，百感又春关。墨客山阴竹，骚人洧外兰。谁知千古意，不在□游间。1200年冬，为族叔陈方中作墓铭。作品：族叔国任墓志铭。（陈方中字国任，陈傅良族叔。）"
                },
                {
                    "time": "1200年",
                    "activity": "题朱元成之祖的云壑庄图。作品：题瑞安宰朱元成乃祖云壑庄图。（朱元成庆元间任瑞安知县，见乾隆《温州府志》卷十七《职官志》题名。具体作于何年不详，姑系于庆元末。）题瑞安宰朱元成乃祖云壑庄图（宋·陈傅良）功成不受富贵污，轻舟翩然下五湖。至今风流在姑苏，我复见此云壑图。两坡乔木樛相扶，残山剩水千里馀。天际未知何有无，一苇横绝双风蒲。杨花春岸秋莼鲈，在在著此儒仙臞。世无宗师貌不如，谁其嗣之吾大夫。"
                },
                {
                    "time": "1200年",
                    "activity": "跋朱元成所藏宋宣献公王荆公帖。作品：跋朱宰元成所藏宋宣献公王荆公帖。（朱元成庆元间任瑞安知县，见乾隆《温州府志》卷十七《职官志》题名。具体作于何年不详，姑系于庆元末。）"
                },
                {
                    "time": "1200年",
                    "activity": "跋朱元成所藏竹石图。作品：跋朱宰元成所藏竹石。（朱元成庆元间任瑞安知县，见乾隆《温州府志》卷十七《职官志》题名。具体作于何年不详，姑系于庆元末。）"
                },
                {
                    "time": "1200年",
                    "activity": "跋朱元成所藏孙介画。作品：跋朱宰所藏孙介画。（朱元成庆元间任瑞安知县，见乾隆《温州府志》卷十七《职官志》题名。具体作于何年不详，姑系于庆元末。）"
                },
                {
                    "time": "1200年",
                    "activity": "与朱元成游丁园唱和。作品：和朱宰游丁园韵。（朱元成庆元间任瑞安知县，见乾隆《温州府志》卷十七《职官志》题名。具体作于何年不详，姑系于庆元末。）和朱宰游丁园韵（宋·陈傅良）　　五言律诗　押尤韵榆火逢佳节，棠阴接胜游。移樽忻及暇，乘屐共寻幽。日静竹光合，风喧花气浮。主情殊未倦，衰暮为迟留。"
                },
                {
                    "time": "1201年",
                    "activity": "居乡。"
                },
                {
                    "time": "1202年",
                    "activity": "驰伪学禁，复原官，提举太平兴国宫，作诗送许及之被诏赴阙。作品：鼓琴行送许深父同知被诏赴阙并序。（据《宋史·许及之传》，许及之深父嘉泰二年拜参知政事，进知枢密院事兼参政。）鼓琴行送许深父同知被诏赴阙（宋·陈傅良）伯牙非不善鼓琴，指下能写山高而水深。亦有师旷号精绝，蜚雪白昼为重阴。吾琴不以与二子，二子不过衰季愁叹而悲吟。后夔安在九嶷远，南风不竞凤鸟瘖。恭惟高宗复古殿得此，净洗禁昧朱离任。一鼓朝纲日井井，再鼓边柝①秋沉沉。桑麻万里皆按堵，笙歌三纪无沾襟。桥山遗此岁月侵，何时雅颂得所籥不僣。宝藏岂爱五重玉，市价敢论双南金。公归旧隐三霜砧，天子恭默思商霖。君臣祥琴适相际，使者十辈来骎骎。白麻已草弄印久，端揆虚左谁当今。我抱此琴病山林，不如送公西归调釜鬵。但愿为作南风音，上以对扬高宗中兴之大业，下以追还虞舜万国之欢心。按：①原作拆，据四库本改1202年闰12，诏与郡，请辞。作品：辞免与郡申省状。"
                },
                {
                    "time": "1203年3月",
                    "activity": "授集英殿修撰。疾笃请谢事。授宝谟阁待制。"
                },
                {
                    "time": "1203年",
                    "activity": "诏知泉州，请辞。作品：辞免知泉州申省状。"
                },
                {
                    "time": "1203年11月",
                    "activity": "卒。赠通议大夫。"
                }
            ]
        },
        {
            "Latitude": 28.001095,
            "Longitude": 120.705869,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3303",
            "Title": "温州",
            "Detail": [
                {
                    "time": "1163年",
                    "activity": "授徒于城南茶院，从者数百人。"
                },
                {
                    "time": "1164-1165年",
                    "activity": "授徒于城南茶院。"
                },
                {
                    "time": "1166年",
                    "activity": "授徒城南，薛季宣间来过从。"
                },
                {
                    "time": "1167年",
                    "activity": "邑人林元章家坐馆。"
                },
                {
                    "time": "1168年",
                    "activity": "屏居僧舍，问学郑伯熊、薛季宣，潜心《易》与《论语》。"
                },
                {
                    "time": "1168年11月",
                    "activity": "居乡。作品：祭兑光居士林乔年。"
                },
                {
                    "time": "1171年",
                    "activity": "娶张氏。"
                },
                {
                    "time": "1171年",
                    "activity": "与温州教授楼钥游。"
                },
                {
                    "time": "1171年",
                    "activity": "居乡。作品：祭芮祭酒。"
                },
                {
                    "time": "1171年",
                    "activity": "乾道六年陈傅良入京时，琚尝执弟子礼。作品：与吴居父直閤。"
                },
                {
                    "time": "1171年",
                    "activity": "林安之从陈傅良学最久。作品：与林安之。"
                },
                {
                    "time": "1171年",
                    "activity": "居乡。作品：与郑景望少卿书二首。"
                },
                {
                    "time": "1173年",
                    "activity": "江西运判龚茂良以书币招，不赴。"
                },
                {
                    "time": "1173年7月",
                    "activity": "经营薛季宣葬事，为作祭文。作品：祭薛常州先生。"
                },
                {
                    "time": "1174年1月",
                    "activity": "陈傅良友人诸葛说卒，为作祭文。作品：祭诸葛梦叟。"
                },
                {
                    "time": "1175年",
                    "activity": "陈傅良弟子林安之卒。作品：祭林安之。"
                }
            ]
        },
        {
            "Latitude": 29.505471,
            "Longitude": 120.91042,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330624",
            "Title": "新昌",
            "Detail": [
                {
                    "time": "1169年",
                    "activity": "新昌黄度家坐馆授徒。作品：新昌咏归诗。新昌黄氏老山楼。新昌咏归（宋·陈傅良）　　七言律诗　押支韵回头三十二年非，木落霜空水见涯。万事自怜多誉早，半生犹幸一官迟。好将翰墨付侪辈，去与渔樵相尔谁。还有故人招隐否，寄声橘柚欲黄时。"
                }
            ]
        },
        {
            "Latitude": 31.65977,
            "Longitude": 120.758863,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320581",
            "Title": "常熟",
            "Detail": []
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1170年",
                    "activity": "参加太学补试。1170年秋，国子祭酒芮国器将命为学谕，辞。"
                },
                {
                    "time": "1172年",
                    "activity": "登进士第，作谢太上皇表。作品：乾道壬辰进士赐第谢太上皇帝。"
                },
                {
                    "time": "1172年",
                    "activity": "新进士廷对。作品：壬辰廷对。"
                },
                {
                    "time": "1172年",
                    "activity": "国子祭酒芮烨卒。作品：祭芮祭酒。"
                },
                {
                    "time": "1176年",
                    "activity": "除太学录。作品：除太学录谢宰执。"
                },
                {
                    "time": "1176年",
                    "activity": "太学录任上。作品：答释褐黄上舍。（此诗见《嘉祐集笺注》卷十六。）"
                },
                {
                    "time": "1176年",
                    "activity": "为友人孙叔特夫人赵氏作墓志铭。作品：赵夫人墓志铭。"
                },
                {
                    "time": "1177年2月",
                    "activity": "上幸太学改承奉郎。"
                },
                {
                    "time": "1177年",
                    "activity": "诸葛说之子三年十二月丙申葬其父，请陈傅良为作行状。作品：福州长乐县主簿诸葛公行状。"
                },
                {
                    "time": "1178年",
                    "activity": "为胡少宾作墓铭。作品：胡少宾墓志铭。"
                },
                {
                    "time": "1178年",
                    "activity": "永康陈志同（字圣嘉）之父。作品：承务郎陈公墓志铭。"
                },
                {
                    "time": "1178年",
                    "activity": "因龚茂良罢政故求外补，吕祖谦在三馆挽留不果，十月添差通判福州。作品：学官乞在外差遣申省状。"
                },
                {
                    "time": "1178年",
                    "activity": "与国子监同僚宴集唱和。作品：送国子监丞颜几圣提举江东分韵得动字。（颜师鲁字几圣，漳州龙溪人，绍兴中第进士，宋史有传。）送国子监丞颜几圣提举江东分韵得动字（宋·陈傅良）长安夜未艾，客枕厌群动。平明视天阙，剑佩鸣珌琫。学省虽冷官，上意向周孔。六飞自天下，多士溘云滃。饔餐燕苹鹿，道义发醯蠓。方将属耆英，高举出埃塕。离觞春骀荡，归路月朣胧。勋业当及时，千年付南董。"
                },
                {
                    "time": "1178年",
                    "activity": "作诗赠郑伯熊。作品：怀宁国守郑少卿景望。（按孙衣言《大郑公行年小纪》，郑伯熊以直龙图阁知宁国府在淳熙五年（1178））怀宁国守郑少卿景望（宋·陈傅良）　　押阳韵一日一度过短墙，三日风雨挠我觞。天球河图在东序，保障茧丝分晋阳。我欲从之苕水远，搔首不见月满廊。笑看儿女罗列拜，老人星下烧夜香。"
                },
                {
                    "time": "1178年",
                    "activity": "与国子监同僚宴集唱和。作品：送宋国博*参议江东分韵得夜字前年上幸学一时同舍今略去尽为之怅然。送宋国博参议江东分韵得夜字前年上幸学一时同舍今去略尽为之怅然（宋·陈傅良）　　押祃韵南门供帐江上亭，北门觞酒湖边榭。两年出饯略可数，往往行人半同舍。忆昔翠华临璧海，儒先一日争声价。苏君舌掉巫峡水，杨君气夺幽并夜。黄君石矻不可转，夫子居然古彝斝。艾轩风流天下少，独奏咸韶无濩夏。黄粱未熟事如许，白发不生心亦怕。古来贤俊多坎轲，道与世违胡足诧。武皇好少臣已老，孟子尊王君尚霸。嗟乎夫子幸遭时，诸公衮衮皆流亚。德尊不过五品薄，岁晚曾无一饭暇。君恩岂必间湖海，家事姑惟问桑稼。此行端可振颓俗，令我短辕今欲驾。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗送范仲艺帅蜀。作品：送范宪东叔帅潼川四首。（范仲艺字东叔，成都人，乾道五年郑侨榜进士。止斋集卷三十三有《与湖南范提刑仲艺书》。据《宋会要·食货志》范仲艺绍熙三年十一月在知潼川府任上；陈傅良绍熙二年赴阙奏事，推量此诗当在绍熙元年左右。）送范东叔归帅潼川。（范仲艺字东叔，成都人，乾道五年郑侨榜进士。止斋集卷三十三有《与湖南范提刑仲艺书》。据《宋会要·食货志》范仲艺绍熙三年十一月在知潼川府任上；陈傅良绍熙二年赴阙奏事，推量此诗当在绍熙元年左右。）送范宪东叔帅潼川四首（宋·陈傅良）离逾十年合，合复十月离。往日苦无及，来日忽未知。江源与海通，吴会与蜀违。通固天道常，违亦物理宜。勿作儿女感，是中有精微。　　其二（宋·陈傅良）相从意气豪，相知鬓毛斑。细说竟昨非，浅斟始今欢。每怀吾党多，未救此世难。一则琢冰雪，再则纫芝兰。骚人绝芳洁，孰与风人宽。　　其三（宋·陈傅良）　　押歌韵有书但遮眼，有位亦养痾。养痾犹近名，遮眼已患多。聊复岁晏尔，柰此人远何。声光正横空，议论如悬河。宜君见别轻，款曲理则那。　　其四（宋·陈傅良）逢人九顿首，遇事三折肱。虽知少为狂，正复老可憎。吾今有储粟，吾昔有短檠。鲁论训何如，周易读未曾。言归又言归，儿女唤不应。送范东叔归帅潼川（宋·陈傅良）　　七言律诗　押歌韵楚山黄落洞庭波，背却鸡人问钓蓑。归思甚于三峡壮，才名空自十年多。曩游记得青灯在，后会愁如白发何。我更有怀言不尽，故将短韵代长歌。"
                },
                {
                    "time": "1190年9月",
                    "activity": "朝廷遣倪思等使金贺正旦，作诗送别。作品：送倪正甫侍郎贺正。（是年朝廷遣倪思等使金贺正旦。）送倪正甫侍郎贺正（宋·陈傅良）　　七言律诗　押真韵雪蘖冰芽又复春，中原□睹属车尘。欢呼汉节从天下，愕立胡儿夹道陈。老去独惭□偃蹇，君行决意问经纶。顾瞻河洛关心处，应记幽燕用事人。"
                },
                {
                    "time": "1191年",
                    "activity": "赴阙奏事，留为吏部员外郎。作品：吏部员外郎初对札子三首。"
                },
                {
                    "time": "1191年",
                    "activity": "朱子书来论学并索诗说。作品：与朱元晦书二首。"
                },
                {
                    "time": "1191年",
                    "activity": "作书答胡大时。作品：答胡季随。（胡季随，名大时，胡宏季子。原为张栻学生，后亦从陈傅良学。）"
                },
                {
                    "time": "1192年4月",
                    "activity": "作诗送丘崇帅蜀。作品：送丘宗卿帅蜀。（据《宋史·光宗本纪》绍熙三年四月以丘崇为四川安抚制置使。）送丘宗卿帅蜀（宋·陈傅良）　　押尤韵尝陪诸老后，亦①与晚进游。有能一夕话，可洗万古愁。昔君尚青衫，今我已白头。阙下何匆匆，蜀江正悠悠。一请工治庖，再请拙操舟。按：①原作示，据四库本改　　其二（宋·陈傅良）　　押支韵好静从古始，尚恩极今时。宁使举国贫，勿与一士遗。熙宁固前辙，元祐诚良医。我亦欲宴兴，人方乏朝炊。持之讯人杰，人杰良自疑。　　其三（宋·陈傅良）　　押歌韵前瞻及河陇，内顾连江沱。边筹尚弹压，民瘴须挼挲。方当上怀远，况复岁荐瘥。宜公去帆轻，岁月亦易多。西人岂不好，奈此东人何。"
                },
                {
                    "time": "1192年6月",
                    "activity": "便殿赐对，进周礼说，以吏部郎中兼实录院检讨官擢秘书少监。作品：吏部员外郎初对札子。"
                },
                {
                    "time": "1192年",
                    "activity": "除秘书省少监，辞免。作品：辞免除秘书省少监申省状。"
                },
                {
                    "time": "1192年",
                    "activity": "作宰臣以下跋御制至尊寿皇圣帝圣政序记。作品：宰臣以下跋御制至尊寿皇圣帝圣政序记。（据《南宋馆阁续录》：留正绍熙元年七月以左丞相兼提举编类圣政，陈傅良为秘书少监则在绍熙三年6月后12月前。）"
                },
                {
                    "time": "1192年8月",
                    "activity": "选兼皇子嘉王府赞读，作诗贺皇子生辰。作品：始生七章章八句上皇子嘉王生辰。始生七章章八句上皇子嘉王生辰（宋·陈傅良）生为帝子贵，本自历数归。历数万亿年，帝子寿无期。今夕果何夕，欲颂皆赘辞。但愿王此心，无忘始生时。　　其二（宋·陈傅良）王看松柏萌，未具叶与枝。冲然一点春，其大可十围。云胡间不茂，为失雨露滋。乃知生意同，其异各所罹。　　其三（宋·陈傅良）　　押支韵入均此生尔，王生乐无涯。如将与人同，请自今夕推。奉觞一何多，于以介寿祺。王其敬举觞，一念周八维。　　其四（宋·陈傅良）百鼎罗珍羞，世岂无调饥。锦绮烂盈门，蓝缕还谁衣。龙楼近日月，茅舍或不支。三宫子孙孙，亦有孤与嫠。　　其五（宋·陈傅良）　　押支韵吾方贵吾生，相彼多阽危。岂伊天地公，而独及我私。于焉识仁端，一物岂忍遗。当思宇宙间，寿域咸熙熙。　　其六（宋·陈傅良）　　押支韵猎人爱麛麌，渔人爱鲲鲕。万物欣自遂，况也民秉彝。家有举桉妇，人有应门儿。王心至于此，寿不数耆颐。　　其七（宋·陈傅良）　　押支韵诗人诵稷功，造周本岐嶷。首言民初生，次及稷诞弥。民命系于稷，此语非夸毗。末僚甚拳拳，所愧无周诗。"
                },
                {
                    "time": "1192年",
                    "activity": "作诗贺嘉王生辰。作品：上皇子嘉王生辰三章。上皇子嘉王生辰诗三章（宋·陈傅良）　　五言律诗　押阳韵两官频燕喜，交举万年觞。会庆川方至，重明日未央。圣贤何继世，孙子更宜王。闻说斯干梦，祥占近一阳。　　其二（宋·陈傅良）　　五言律诗　押青韵造次依儒术，朝回只一经。更无他嗜好，端是众仪刑。符应当良月，声华自妙龄。帝垣从此日，光焰粲前星。　　其三（宋·陈傅良）　　五言律诗　押鱼韵要识皇图永，当观艺祖初。维持今尽是，回复更何如。庸陋谁推毂，衰迟此曳裾。惭无为寿具，独袖一编书①。按：①自注：方讲《艺祖实录》，故及之。"
                },
                {
                    "time": "1192年",
                    "activity": "转对上奏状札子。作品：转对札子。转对论役法札子。"
                },
                {
                    "time": "1192年11月",
                    "activity": "上封事谏光宗朝重华宫。"
                },
                {
                    "time": "1192年12月",
                    "activity": "《寿皇圣政》书成，擢起居舍人，辞免。作品：辞免起居舍人申省状。"
                },
                {
                    "time": "1192年12月",
                    "activity": "奉诏拟进御制至尊寿皇圣帝圣政序。"
                },
                {
                    "time": "1192年",
                    "activity": "为潘朝卿作墓铭。作品：承事郎潘公墓志铭。（潘朝卿，字春卿，陈傅良亲家潘雷焕之父。）"
                },
                {
                    "time": "1192年",
                    "activity": "为苏训直作祭文。作品：祭苏训直。（苏比字训直，泉州同安人。苏颂曾孙。）"
                },
                {
                    "time": "1192年",
                    "activity": "为云章阁作记。作品：云章阁记。（文中云寿皇在御二十八年。）"
                },
                {
                    "time": "1193年1月",
                    "activity": "除兼权中书舍人，辞免。作品：辞免兼权中书舍人申省状。"
                },
                {
                    "time": "1193年",
                    "activity": "奏状札子。作品：内引札子。再内引札子。"
                },
                {
                    "time": "1193年2月",
                    "activity": "权中书舍人任上，作奏状札子。作品：缴奏与刘炜与监司差遣状。缴奏刑部大理寺鄢大为断案状。"
                },
                {
                    "time": "1193年",
                    "activity": "起居舍人兼权中书舍人任上所作。作品：右史进故事。资善堂进故事。经筵孟子讲义。僖祖太祖庙议。"
                },
                {
                    "time": "1193年",
                    "activity": "作诗送辛弃疾帅闽。作品：送辛卿幼安帅闽。（据《宋史》本传，绍熙四年癸丑诏辛弃疾知福州兼福建安抚使。）送辛卿幼安帅闽（宋·陈傅良）　　七言律诗　押支韵长才自昔恨平时，三入修门两鬓丝。瓮下可能长夜饮，花间却学晚唐词。潸然北顾关河水，简在西清日月迟。乘雁双凫沧海上，与君从此恐差池。"
                },
                {
                    "time": "1193年",
                    "activity": "为高光中作墓铭。作品：高光中墓志铭。（高松之父。高松系陈傅良学生。）"
                },
                {
                    "time": "1193年",
                    "activity": "权中书舍人所拟制诰。作品：皇后归谒家庙亲侄李孝纯孝友各特转右武郎。皇后亲姊李氏等封国夫人。皇后亲侄孙李瑜李璨各转两官。皇后亲侄妇潘氏赵氏亲侄女李氏并特封恭人亲侄孙女李氏特封安人。皇后亲侄女夫韩松特转一官。皇后亲侄之子韩大用大任各循两资。皇后亲属韩大有转承信郎。皇后閤提举官杨舜卿转观察使。皇后干办宅张友直沈植各转一官。皇后閤主管进奉袁佐等该遇皇后归谒家庙并转一官。秉义郎韩侂胄特授閤门舍人。皇伯嗣秀王伯圭合得冠帔并换封孺人赐亲属内将一名与妻妹宋氏封孺人。閤门宣赞舍人游恭落閤职权发遣临安府兵马钤辖。起复文州刺史知凤州郭谞转复州团练使令再任。皇兄多才磨勘转明州观察使。武功大夫和州防御使权知閤门事韩侂胄落阶官臣僚缴奏特与转行右武大夫。入内内侍省副都知张安仁除都知入内内侍省押班李彦正除副都知。带御器械于惟脩杨舜卿并除入内内侍省押班。张祐正补承信郎。郑孝友应奉有劳转一官。殿前指挥使左班年代上名刘成等授官。皇帝多助多能并该磨勘转防御使。入内内侍省东头供奉官霍汝翼转归吏部除带御器械。招箭班殿侍訾彦泽补承信郎仍旧在班祇应。泸州军变守臣张孝芳被害赠三官与二子恩泽。泸州被害官兵赠官及与子恩泽。泸州抚干郭仲溥失觉察虞候张信为乱首特降三资放罢。太史局学生周奕补挈壶正。閤门看班班祇候霍宽夫供职实及二年落看班二字。倪思该修寿皇圣政转一官。著作郎黄由等该修进寿皇圣政各转一官。徐靖等该进寿皇圣政各转一官。降授昌州刺史带御器械霍汝翼该进寿皇圣政转成团练使。宗正少卿郑汝谐奉使回转一官。閤门舍人谯令雍奉使回转一官。奉使属官谯令宪等回各转一官。閤门宣赞舍人宋尧使等该应奉人使十次赏各转一官。浙江潮神善利侯祈祷感应加忠靖二字。袁州仰山神加父母妃及子妇封号。平江府五龙灵济庙加封。进士黎崇礼年百三岁遇大礼恩补迪功郎。翰林医愈邢守忠转额外翰林医痊。给事中兼侍讲尤袤除礼部尚书兼侍读。中书舍人黄裳除给事中兼侍讲。降授朝散郎许及之复朝请郎。忠翊郎前韶州兵马监押周升降成忠郎。文林郎阶州将利县令蔺森失出犯公罪笞特降资。保义郎李珙家遗火烧民屋特降一官。通直郎赵公广追复承议郎。奉议郎知袁州黄劭降一官。承节郎盱眙军指使潘抚权淮河监渡不职降一官放罢。修武郎张世荣管押岁币恣横生事降两官。承议郎常德府通判赵善彦在任不法降一官放罢。奉议郎知成都府郫县郭公谟昏谬降一官放罢。入内内侍省副都知李彦正押班杨舜卿职事不谨各降一官。李彦正杨舜卿复官。入内内侍省副都知李彦正除都知押班杨舜卿除副都知。林亿年除入内内侍省押班。皇兄多才上遗表妻令人高氏特封硕人。多才上遗表亲弟多艺多见乞比换南班并授太子右监门率府率。皇叔祖不儳磨勘转右监门卫大将军。皇叔祖不延授千牛卫将军。权主管侍卫马军司公事张师颜落权字。皇叔祖不呶特换右监门卫大将军。昭宪皇后亲侄孙杜士宝补承信郎。右丞相葛邲赠三代封妻。知枢密院事胡晋臣赠三代封妻。"
                },
                {
                    "time": "1193年5月",
                    "activity": "权中书舍人任上所作奏状札子。作品：缴奏给事中黄裳改除兵部侍郎状。"
                },
                {
                    "time": "1193年",
                    "activity": "权中书舍人所拟制诰。作品：秘书省正字蔡幼学该修进寿皇圣帝会要转一官。武学博士李兴时知融州。高文虎除将作监丞。范仲壬除武学博士黄袖然除武学谕。利州防御使郭杲除宜州观察使。阎仲持转右武大夫忠州刺史。閤门序班赵弼奏故祖赠太尉赵撙累遇郊祀未曾陈乞加赠开府仪同三司。权刑部尚书京镗兼侍讲。吏部侍郎沈揆兼侍讲。右正言黄艾兼侍讲。知邵州胡澄狱囚多死展二年磨勘。邵州录参柴璿司理李邠狱囚多死各降一资。兴州都统吴挺守本官致仕。吴挺特赠少保。持服祁州团练使吴曦授濠州团练使起复。郭棣授利州观察使致仕。郭棣赠宁远军承宣使。耶律适哩致仕。耶律适哩赠官。正议大夫陈岘磨勘转正奉大夫。合州赤山县至道观冲妙真人加封冲妙灵应真人。潼川府中江县灵感庙善利侯加封善利敷济侯。盱眙军通判****降一官。武节大夫权发遣郢州任世安特转一官再任。从义郎权知思州田祖严特转一官。履正大夫邓从训主管国信所任满无违阙授宣政大夫。额内翰林医痊李九龄转翰林医效。判太史局吴泽等职事不谨各降一官。秀州海盐县显济庙神母庆善夫人加荐福二字。赐进士出身赵善防系濮安懿王近属更转一官。宗子显夫量试不中年四十以上特补承信郎。量试中宗子汝弼等补官。合格取应宗子时信等授官。四川宗子师说等趁赴殿试不及并补宣信郎。宗子师鈜量试不中年四十以上补承信郎展三年出官。宗子汝璺对策中间全写御题降一官推恩补承信郎。德庆府通判权英州张公盖失陷官钱降一官放罢。忠训郎赵师涌在任不职守臣杨祐按罢辄伏阙妄论守臣降一官。知叙州庆符县魏良忠侵刻夷人降一官放罢。成都府录参史定之不亲涖狱降一官放罢。浦江县丞赵大亨不尊提刑司差委辄申任满离任降一官。万州司理向绍祖狱囚系死降一资放罢。慈福太皇太后册宝书册文官知枢密院事赵汝愚转大中大夫。篆宝文官参知政事陈骙转通奉大夫。前导礼仪使并奏礼毕同知枢密院事余端礼转通奉大夫。兵部尚书罗点母太淑人缪氏遇庆典恩封齐安郡太夫人。中书舍人楼钥母汪氏遇庆典恩封太淑人。参政陈骙子臧孙遇庆典恩乞封母。安定郡王子涛遇庆典转官。慈福太皇太后侄吴珽等转官。迪功郎青阳炳文年八十一遇庆典恩封承务郎。儒林郎御史台副引赞官贾忱应奉上册宝了毕转承直郎。武德大夫陈守忠系重华宫淑妃陈氏亲父特与带行遥郡刺史。军器少监黄由除将作监兼嘉王府直讲。"
                },
                {
                    "time": "1193年",
                    "activity": "权中书舍人任上，作奏状札子。作品：缴奏内侍张安仁转官状。乞补外申省状。内引札子。论史官札子。缴奏陈源除入内内侍省押班状。缴奏白身彭焘补官状。缴奏閤门承受赵铨乞将转官回授封赠状。缴奏张子仁除节度使状二首。"
                },
                {
                    "time": "1193年9月",
                    "activity": "引裾力谏光宗过重华宫。"
                },
                {
                    "time": "1193年9月",
                    "activity": "权中书舍人任上，作奏状札子。作品：缴奏傅昌朝转官状。1193年秋，上嘉王札子。"
                },
                {
                    "time": "1193年",
                    "activity": "奏状札子。作品：直前札子。直前札子。"
                },
                {
                    "time": "1193年",
                    "activity": "上奏状乞外任。作品：乞补外状。"
                },
                {
                    "time": "1193年10月",
                    "activity": "中书舍人任上所作奏状札子。作品：缴奏南班多庆转官状。"
                },
                {
                    "time": "1193年",
                    "activity": "权中书舍人所拟制诰。作品：朝散郎守司农少卿詹体仁除太常少卿。朝散大夫尚书户部员外郎赵谧除军器监兼权户部郎中。"
                },
                {
                    "time": "1193年11月",
                    "activity": "为光宗朝重华宫作诗。作品：癸丑冬车驾过宫留相还朝。癸丑冬车驾过宫留相还朝（宋·陈傅良）　　七言律诗　押齐韵一声警跸接天齐，驰道无尘马不嘶。月御顺行随日毂，乾端和气匝坤倪。三槐相继归公衮，细柳还须听将鼙。老矣尚能歌二圣，不应专美在浯溪。"
                },
                {
                    "time": "1193年12月",
                    "activity": "迁起居郎，请辞。作品：辞免起居郎申省状。"
                },
                {
                    "time": "1193年12月",
                    "activity": "权中书舍人所拟制诰。作品：朝请大夫起居郎兼玉牒所检讨官兼权中书舍人楼钥除中书舍人。太府寺丞曾三聘除秘书郎。王宁刘崇之并除太府寺丞。"
                },
                {
                    "time": "1193年",
                    "activity": "上奏状乞祠禄。作品：乞祠禄归展墓焚黄状。"
                },
                {
                    "time": "1193年12月",
                    "activity": "权中书舍人任上，作奏状札子。作品：缴奏安定郡王子涛赐宅状。缴奏刑部大理寺易大明阿王断案状。缴奏傅昌朝转官状。缴奏蓝嗣祖转官状。缴奏率逢原除都统制状二首。"
                },
                {
                    "time": "1193年",
                    "activity": "作家书与兄长。作品：与国举兄家书。（书中论及刘炜与监司，并言“近复有御笔，陈源除押班。张子仁除节度使”，故当在本年9月以后。）"
                },
                {
                    "time": "1193年",
                    "activity": "上奏状言朝政。作品：奏乞褒录傅察宗泽娄寅亮子孙札子。"
                },
                {
                    "time": "1194年",
                    "activity": "权中书舍人任上，拟写制诰。作品：王进之知德庆府。张*知宜州。皇子嘉王府翊善黄裳兼侍讲。从政郎建康府江宁县尉赵汝章收使谢赏转文林郎。降授朝奉郎徐峣特复朝散郎致仕。泉州同安县尉钟安老增强盗希赏本州录参郑继功符同结录继功降两资放罢。前提举广南市舶江文叔纵容押纲官移易香纲降一官。武经郎李存道和籴淮西总领米般量少欠降一官。入内内侍省东头供奉官毛居实转归吏部授从义郎。赵盛吴璹并除职事官。大理少卿许及之奉使回转一官。閤门舍人蒋介奉使回转一官。带御器械蔡必胜除知閤门事。倪思复朝散大夫。陈岘复通奉大夫。郑侨复正议大夫。楼钥磨勘转朝议大夫。曾集知严州。林大中磨勘转官。夏执中所生母郡夫人沈氏赠崇国夫人。夏执中故妻郡夫人谌氏赠宁国夫人。"
                },
                {
                    "time": "1194年2月",
                    "activity": "权中书舍人任上，作奏状札子。作品：缴奏册宝官吏推恩状。缴奏孙拱之转官状。缴奏册宝承受官免减一员状。再缴奏孙拱之转官及册宝承受官免减一员状。缴奏饶州奏勘程廷倚断案状。"
                },
                {
                    "time": "1194年4月",
                    "activity": "上奏状议朝政。作品：入奏札子。"
                },
                {
                    "time": "1194年4月",
                    "activity": "上奏状乞祠。作品：乞祠申省状。"
                },
                {
                    "time": "1194年4月",
                    "activity": "上奏状乞对。作品：乞对状。"
                },
                {
                    "time": "1194年4月",
                    "activity": "上直前札子。"
                },
                {
                    "time": "1194年4月",
                    "activity": "上奏状乞致仕。作品：乞致仕状。"
                },
                {
                    "time": "1194年4月",
                    "activity": "再上奏状乞对。作品：再乞对札子。"
                },
                {
                    "time": "1194年4月",
                    "activity": "上直前札子。"
                },
                {
                    "time": "1194年4月",
                    "activity": "上三省枢密院札子。作品：奏事后申三省枢密院札子。"
                },
                {
                    "time": "1194年4月",
                    "activity": "再上奏状乞致仕。作品：再乞致仕申省状。再乞致仕状。"
                },
                {
                    "time": "1194年",
                    "activity": "上奏状言事。作品：奏事札子。奏事乞休致札子。"
                },
                {
                    "time": "1194年",
                    "activity": "上奏辞免秘阁修撰嘉王府赞读。作品：辞免秘阁修撰嘉王府赞读申省状。"
                },
                {
                    "time": "1194年",
                    "activity": "上言事札子。作品：辞免秘阁修撰与庙堂札子。"
                },
                {
                    "time": "1194年",
                    "activity": "作书与丘崇。作品：与丘宗卿。"
                },
                {
                    "time": "1194年",
                    "activity": "作书与史浩。作品：与史丞相。（光宗即位（1189）后，史浩进官太师，信中称呼太师，当系绍熙年间所写。）"
                },
                {
                    "time": "1194年5月",
                    "activity": "上休致札子，缴上诰敕，出城待罪。作品：奏事乞休致札子。"
                },
                {
                    "time": "1194年7月",
                    "activity": "拟进御制孝宗皇帝挽词五首。"
                },
                {
                    "time": "1194年7月",
                    "activity": "为孝宗皇帝作挽词五首。作品：孝宗皇帝挽词五首。"
                },
                {
                    "time": "1194年10月",
                    "activity": "赴阙供职，作谢启。作品：谢中书舍人。"
                },
                {
                    "time": "1194年",
                    "activity": "作朝对奏状札子。作品：中书舍人供职后初对札子二首。请对札子二首。"
                },
                {
                    "time": "1194年10月",
                    "activity": "上札子言朝政。作品：乞蠲放身丁钱札子。"
                },
                {
                    "time": "1194年",
                    "activity": "中书舍人任上所作奏状札子。作品：缴奏罗良臣供给免折酒状。缴奏谢渊请给合支本色状。缴奏朱熹宫观状。缴奏紫霄宫免科敷等事状。缴奏陈岘知赣州状。"
                },
                {
                    "time": "1194年11月",
                    "activity": "除兼实录院同修撰，请辞。作品：辞免实录院同修撰第一状。"
                },
                {
                    "time": "1194年11月",
                    "activity": "再上奏请辞免实录院同修撰。作品：辞免实录院同修撰第二状。"
                },
                {
                    "time": "1194年11月",
                    "activity": "作诗送陈持中赴四明。作品：送陈持中赴四明节推二首。（据《南宋馆阁续录》卷八《官联·著作佐郎》，陈柄（持中）绍熙五年十一月除庆元。）送陈持中赴四明节推二首（宋·陈傅良）　　七言律诗　押尤韵更无人未识东州，晚得吾宗第一流。编磬在县金奏合，清冰出壑玉壶秋。喜才一见还分袂，怀欲多言但倚楼。亦有鄮山三四友，可令观政话然不。　　其二（宋·陈傅良）　　七言律诗　押真韵前修恨不为同姓，更有跫然喜似人。岁晏得君颜面好，天涯从此尺书频。政须有力同扶世，业已将名自绊身。它日云台勋绩上，南阳应记旧比邻。"
                },
                {
                    "time": "1194年12月",
                    "activity": "应诏作荐状。作品：应诏荐宗室赵师虙赵师渊状。"
                },
                {
                    "time": "1194年",
                    "activity": "中书舍人任上，拟写制诰。作品：庆元改元诏。哲文神武成孝皇帝梓宫启攒涂前奏告祝文。启攒毕梓宫还殿皇帝行祭奠礼祝文。发引前一日初更总护史行夜祭礼祝文。发引前一日祭告钱塘钱清江龙神祝文。发引迁奠祝文。掩攒前一日奏告帝后攒宫祝文。掩攒祝文。九虞祭祝文九首。掩攒毕谢土神祝文。安南国王李龙翰加恩制。赐知襄阳府张枃辞免改差知建康府恩命不允诏。赐宰臣赵汝愚等上表请皇帝还内不允批答。赐赵汝愚等再上表请皇帝还内宜允批答。皇后初册封赠三代。少保观文殿大学士充醴泉观使益国公周必大登极恩赠三代。观文殿学士宣奉大夫致仕李彦颖登极恩转光禄大夫。资政殿大学士通奉大夫知潭州王蔺登极恩转正议大夫。资政殿大学士通议大夫提举洞霄宫黄洽登极恩转通奉大夫。朝散郎焕章閤待制朱熹登极恩转朝请郎。户部侍郎梁总登极恩转官。在外侍从登极恩赠父。在外侍从登极恩赠母。在外宰执登极恩封妻。在外侍从登极恩封妻。焕章閤学士洪迈弟邃登极恩母楚国夫人沈氏加赠魏国夫人。右丞相赵汝愚初拜赠三代并妻。李巘除宝文阁学士知婺州改知太平州。吏部尚书郑侨明堂加恩进封开国子。礼部尚书黄裳封普成县开国男。工部尚书赵彦逾封祥符县开国男。权刑部尚书京镗进封开国伯。试御史中丞谢深甫封临海县开国男。吏部侍郎彭龟年封清江县开国男。给事中兼直学士院楼钥封奉化县开国男。中书舍人林大中封永康县开国男。右谏议大夫张叔椿封永嘉县开国男。吏部侍郎孙逢吉封庐陵县开国男。工部侍郎黄艾封莆田县开国男。户部侍郎袁说友进封开国子。户部侍郎梁总进封开国子。礼部侍郎许及之封永嘉县开国男。侍讲朱熹封婺源县开国男。特进观文殿大学士葛邲明堂加恩食邑实封。在外宰执明堂加恩。在外侍从明堂加恩。张淑妃明堂加恩赠三代。右丞相赵汝愚明天加恩赠三代并妻。知枢密院事兼参知政事陈骙明堂加恩赠三代封妻。给事中兼直学士院楼钥明堂恩父加赠正议大夫。权吏部侍郎孙逢吉等明堂恩赠父。焕章閤待制侍讲朱熹明堂恩赠父母。右谏议大夫张叔椿明堂恩赠母并妻。孙逢吉明堂恩妻恭人李氏封令人。在外侍从明堂恩赠父。在外侍从明堂恩封妻。汪大定知江州。仓部员外郎汪梓升郎中。江西提举汪逵除礼部员外郎。丰谊除礼部郎官王闻诗除考功郎官。同知枢密院事京镗初除赠三代。工部尚书赵彦逾除端明殿学士知建康府恩数依执政。右正言黄度除直显谟阁知平江府乞祠禄差主管冲佑观。王闻诗覃恩转官。知宁国府木待问除焕章閤待制。尚书吏部员外郎林季友除右司员外郎。韩彦直致仕。知叙州府庆符县谢辛讨叛身死赠官。知鄂州王信改知池州。新知建康府赵彦逾改除三川安抚制置使兼知成都府。新出江东提刑陈公亮除福建转运副使。赵涣补官。潜邸有劳转官。薛登降两官。骨舜辅随金国贺正使充引接仪范回程循修职郎。赵公介知舒州。赵谟知嘉定府。淮西提举张同之磨勘合转一官乞回授封母。江东提举陈士楚除吏部郎官。湖北提刑陈谦收捕猺寇有劳特除直焕章阁。汪楚材王圭收捕猺寇特转三官。知宜州沙世坚收捕猺寇有劳转团练使。知饶州乐平县杨简除国子博士。广西提刑胡长卿除广西运判主管冲祐观张玠除广西提刑。国子正陈希点太学录汤璹并除太学博士。秘书省正字李璧除校书郎。主管架阁文字陈武除国子正戴溪除太学录。端明殿学士四川安抚制置使赵彦逾赠三代并妻。龙图阁待制知潼川府阎苍舒除焕章閤直学士提举太平兴国宫。知成州宇文子震知潼川府。新知真州权安节除利路运判朝奉大夫徐楠除广东运判。司农寺丞李大异除夔路运判。籍田令费士寅除太学博士。武学谕黄袖然除武学博士主管架阁文字蒋来叟除武学谕。知信州石画问除司封郎官淮西提举张同之转一官再任。军器监主簿王恬除司农寺丞将作监主簿刘三杰除太府寺丞。主管官告院李孟传除将监簿干办粮料院张震除军器监簿。浙西提举郑公显改除湖南提举。知襄阳府张枃知建康府。朝散大夫知南外宗正事赵不溯换右监门卫大将军濠州团练使权知大宗正事。直秘阁刘颖除显谟阁江东运判。浙西提刑黄遹知赣州。太学上舍生李斗南叶元英赐释褐出身。侍卫步军司后军统领戚拱宿卫部辖官兵特转一官。湖南提刑赵不逿除江西提刑寺丞赵*除江西提举。张演除直秘阁宫观。江东运判刘颖知平江府。李嘉谋知襄阳府。新除福建提刑卢彦德改江东提刑。权户部侍郎梁总除刑部侍郎。司农寺主簿张孝伯除国子监丞。诸王宫大小教授姚愈除司农寺丞国子监主簿罗克开除军器监丞。直秘阁两浙转运判官黄黼除直龙图阁升副使再辞改直显谟阁。仓部郎中汪梓以赵汝愚亲嫌除淮东提举。大理正闾丘泳除利州路提刑。秘书监薛叔似除权户部侍郎。起居舍人刘光祖除起居郎司农少卿邓驲除起居舍人。国子祭酒彭椿年除直龙图阁江东运副。大理寺丞林思齐除大理正。户部郎中王溉除直秘阁知平江府。太府寺簿范荪除大理寺丞。知滁州石崇昭除度支郎官浙西提举吴镒除司封郎官。军器少监兼权司封郎官李大性除浙东提举知常州黄灏除浙西提举。太学博士陈岘武学博士陈邕除秘书省正字。监登闻检院杨大全除宗正寺主簿主管官告院傅伯成除司农寺主簿监都进奏院孟浩除国子监主簿。太学正孙元卿除武学博士。李知己陈景俊并除大理寺丞。国子司业叶适除太府卿淮东总领。杨源转一官。杨纬引嫌知阆州。主管冲佑观黄度知婺州。高宗周押马赏转官。武节郎提辖御前军器所曹组职事脩举转一官。沈槐胡仲衡吕友直并除大理评事。前知抚州赵彦绳知赣州。宗正少卿李祥除国子祭酒。虞俦知湖州。张宗况张宗愈转一官与干官差遣。倪思知泉州。乡贡进士方权输米补迪功郎。程需输米特补承信郎。马大同特复元官致仕。著作佐郎王奭除著作郎。秘书丞陈柄除著作佐郎。太常博士邵康除秘书丞。太常寺主簿刘诚之除太常博士刘孟容除秘书省正字。中书门下省检正诸房公事权刑部侍郎徐谊除权工部侍郎兼知临安府。袁燮除太学正。添差台州通判吕祖俭除太府寺丞浙东常平司干办官孟猷除籍田令。"
                },
                {
                    "time": "1194年",
                    "activity": "上嘉王札子。作品：上嘉王札子三首。"
                },
                {
                    "time": "1194年",
                    "activity": "沈虞卿卒，为作挽诗。作品：挽沈虞卿侍郎。（沈揆字虞卿，绍熙四年吏部尚书，官终礼部尚书。故挽诗当在绍熙四年以后。）挽沈虞卿侍郎（宋·陈傅良）　　五言律诗　押鱼韵官重元非好，思閒乐有馀。生儿早传业，课女夜抄书。时事方关念，归怀不遂初。经纶缘未了，天意盍留渠。　　其二（宋·陈傅良）　　五言律诗　押灰韵嗜古真成癖，摩挲笑眼开。断编遗汲冢，名篆出秦台。□□缘应尽，云山唤不回。凄凉子云宅，问字有谁来。"
                }
            ]
        },
        {
            "Latitude": 29.084455,
            "Longitude": 119.654027,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3307",
            "Title": "金华",
            "Detail": [
                {
                    "time": "1174年11月",
                    "activity": "访吕祖谦。"
                },
                {
                    "time": "1181年",
                    "activity": "吕祖谦七月卒，为作祭文。作品：祭吕东莱文。"
                },
                {
                    "time": "1181年11月",
                    "activity": "吕祖谦卒葬明招山，往哭其墓。作品：哭吕大著至明招寺简潘叔度诗。哭吕大著至明招寺简潘叔度（宋·陈傅良）　　五言律诗　押庚韵小雨崇朝过，深秋薄海清。故人期不至，乔木眼偏明。欲往还何日，堪论久此情。侯芭幸无恙，应就太玄名。"
                },
                {
                    "time": "1181年",
                    "activity": "哭吕祖谦。作品：哭吕伯恭郎中舟行寄诸友。哭吕伯恭郎中舟行寄诸友（宋·陈傅良）去年上溪船，落日建安旐。今年上溪船，濡露金华草。当代能几人，胡不白发早。念昔会合时，心事得倾倒。倚庐鱼鼓夜，联辔鸡人晓。遐搜接混茫，细剖入幽眇。挹注隘溟渤，扶携薄穹昊。斯文何契阔，之子复凋槁。百年在无穷，寥廓一过鸟。家人徵旧闻，学者拾馀稿。区区存万一，散逸谁可保。君看鲁论上，彭寿颜回夭。于今悬日月，岂必言语好。傥无后来者，泯没秋毫小。南浮吴蜀会，北顾关河杳。怀哉各努力，人物古来少。"
                }
            ]
        },
        {
            "Latitude": 26.080447,
            "Longitude": 119.302938,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3501",
            "Title": "福州",
            "Detail": [
                {
                    "time": "1179年",
                    "activity": "通判福州，丞相梁克家领帅事，以政委之。作品：游鼓山。游鼓山（宋·陈傅良）鼓山闻天下，一见名不空。自从周职方，闽在王会中。登山亦几人，兴寄随所逢。骑君常愒日，迁客多悲风。剑川发瓯西，万阻与海通。忽焉得平壤，北山矗其东。我行未及巅，已见国势雄。三韩到吴会，不可道里穷。俯瞰南来帆，沄沄自朝宗。曩时诸降王，各抚千里封。相招神衔图，旅献东都宫。东都今何如，胡马鸣蒿蓬。一春长雨雾，明日归樊笼。恣探泉石幽，篝灯道归筇。"
                },
                {
                    "time": "1179年",
                    "activity": "通判福州。作品：上闽帅梁丞相生日二十二韵。上福建安抚梁丞相。与福建柴运副。与福建陆提举。与福建钱运判。与闽帅梁丞相论耆长壮丁事。上闽帅梁丞相生日二十二韵（宋·陈傅良）　　五言排律　押先韵炎正维中叶，皇图再造年。天潢流少海，星纬粲台躔。臣主尝难并，乾坤岂偶然。千龄开历数，一气付陶甄。黄屋传神器，彤庭领众仙。风云从此会，日月更谁先。昔者求侵地，何人赋甫田。吴儿咸抵掌，哙等欲差肩。庙论惟多士，戎功不在边。一麾分赤社，万事属青编。吾道诚难用，诸儒亦自偏。才名多濩落，经行失枸挛。洛蜀何嗟及，熙丰竟祸延。帝罗兼雁木，平步忽貂蝉。甚矣知当宁，凄其望济川。年来群老行，公在万民悬。定作盐梅梦，行歌杕杜还。沧溟宗众滥，衡岳倚苍玄。要使垂身后，无为慰眼前。管弦无算爵，桃李未央天。鲁燕虽堪颂，闽山不足镌。中原康济事，彝鼎愿联翩。"
                },
                {
                    "time": "1180年",
                    "activity": "右正言黄洽劾以专擅，被罢。"
                }
            ]
        },
        {
            "Latitude": 25.759777,
            "Longitude": 112.74024,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN431021",
            "Title": "桂阳",
            "Detail": [
                {
                    "time": "1187年",
                    "activity": "冬赴桂阳道中作诗。作品：赴桂阳道中喜有书事。赴桂阳道中喜晴书事（宋·陈傅良）十日九雨垂垂雪，马僵仆病泥乘橇。披衣闯户得星月，喜有耻向妻儿说。耳根久与朝鸡别，熟睡八年谋未拙。乞米作糜蒙被啜，客来午漏家僮出。如今儿噭妻愁绝，我纵喜晴心已折。可以艺麻多笋蕨，苟有一丘吾计决。奈何诸公厮役皆豪杰，尚爱舂陵老元结。"
                },
                {
                    "time": "1187年",
                    "activity": "到桂阳知军任，作诗酬赠友人。作品：简友人二首。简友人二首（宋·陈傅良）　　押虞韵南去有五岭，北来有重湖。水清石益奇，往往中州无。在昔宦游者，越若韩张徒。胡然自衡阳，只雁亦不徂。　　其二（宋·陈傅良）　　押真韵安眠夜至卯，休吏日加申。廪稍亦已厚，养痾非隐沦。恨无封君法，老矣藏其身。遄归岂不欲，更有宜归人。"
                },
                {
                    "time": "1188年",
                    "activity": "到桂阳任作谢表。作品：桂阳军谢到任。（陈傅良到桂阳任上，力讲荒政民无饥者。）"
                },
                {
                    "time": "1188年",
                    "activity": "和王教授谦叔述郡圃韵。作品：和王教授谦叔述郡圃韵。（王益祥（字谦叔）淳熙进士，历桂阳、建康教授。与陈傅良为郡僚当在本年。）和王教授谦叔述郡圃韵（宋·陈傅良）守边岂无事，治圃亦有说。朝看士饮羽，暮与客投辖。且以示多暇，且以劳同列。我生肠九回，世故肱三折。环堵仅寻丈，短亭聊岁月。忽蒙当宁记，滥补专城缺。区区自米盐，在在欲黼黻。矧惟有兹山，未省从何月。张罗上空庭，寻斧及劲节。旧观谁缉熙，新思盖绵蕝。幸方一小治①，尚可六太息②。胡然召南人，而骤歌所茇。按：①自注：谓拂云。②自注：谓芳洲、漱玉、风月、钓矶、锦湖、抚松"
                },
                {
                    "time": "1188年",
                    "activity": "与林渊叔书信往来。作品：与林懿仲书二首。（林渊叔字懿仲，林元章次子，林正仲之弟。登淳熙十一年进士第，庆元元年九月壬辰卒于扬州司户，年五十二。）"
                },
                {
                    "time": "1188年",
                    "activity": "作诗与杨渭夫唱和。作品：临桂尉杨渭夫以诗来因次其韵兼简同僚。临桂尉杨渭夫以诗来因次其韵兼简同僚（宋·陈傅良）万物各美恶，一室有面背。去来故无恒，欣厌惟所会。有能悟兹理，何必著幽邃。后圃并山麓，脩竹积空翠。斧寻自何年，樊养特过计。陈根独遭时，沃壤亦借势。居然成独清，可以掩众媚。亭院起中𠘶（四库本作间），湖潦粲前际。于时吾岂敢，谓此天作对。新诗忽盛谈，俗状良内愧。子方及归期，客复搅离思①。尚当封殖之，去日如始至。按：①自注：谓谦叔教授。"
                },
                {
                    "time": "1188年",
                    "activity": "作诗送宋刚仲赴任。作品：送宋伯潜宰高安。（宋刚仲字伯潜，安陆人，寓居衡阳。张栻弟子，尝知高安。）送宋伯潜宰高安（宋·陈傅良）　　押尤韵秋风日来谂，役车何时休。有鸣丘中琴，玉瓒怀黄流。此腰不可折，此笏未忍抽。亦入雁鹜行，而为稻粱谋。四海杨诚斋，吾道得自由。悠哉思万端，哿矣试一筹。风诗讫于豳，易象重以周①。当知横空翮，不若逆水舟。按：①自注：偶语《诗》《易》，因诗及之。"
                },
                {
                    "time": "1188年",
                    "activity": "作诗送杨渭夫归省。送杨渭夫归省（宋·陈傅良）应侯气盖百粤小，朱侯谊与漓江长。两侯爱士早成癖，怪甚渭夫怀故乡。士穷万事一不就，就得一事穷何伤。渭夫壮者忍穷久，老骥欲秣胡沙霜。吾家何在云横岭，赵媪不冤刘儿瞑，孰与亲旁煮汤饼①。按：①自注：渭夫初至临桂，刘氏儿被杀，贼不获，不数日渭夫竟得之。既而权义宁令，复有杀赵氏妪者，或执平人将处死，人以为非渭夫莫能辨，府召渭夫与议，旬日又得之。"
                },
                {
                    "time": "1188年",
                    "activity": "作诗咏南岳圣业寺柏树。作品：南岳圣业寺禹柏。南岳圣业寺禹柏（宋·陈傅良）久与林壑居，所见皆众稚。岂无寿千年，未有此柏异。壮而尝参天，晚乃但仆地。定非风雨摧，殆是斤斧弃。其本则离披，其末则倒植。其枯如残蘖，而蔚有新意。其靡如弱植，而凛有高致。将前复却行，宜右忽左次。骧龙或俯顾，遁虎或回眙。陨石或猛起，飞翚或颠坠。山立或磬折，尸寝或拳跽。断支或强附，横陈或巽避。绸缪情不狎，颓堕力未瘁。朴略自光怪，挺持匪标置。终焉人伪尽，独以天巧遂。吾闻古有道，纯朴去故智。与世每如此，全身亦几是。疑将问岁月，缺弗见载记。谁言导江时，手植特嬉戏。世人那得识，会有神禹至。"
                },
                {
                    "time": "1188年",
                    "activity": "与湖南转运判官张演唱和。作品：张漕行部过湘岸有作因次其韵。（张演字季长，唐安人。木待问榜进士出身，治诗赋。时任湖南转运判官。）张漕行部过湘岸有作因次其韵（宋·陈傅良）春晚得新霁，草木日夜绿。阳光初蔽亏，野暝或单复。美人浮湘波，领此入蓬屋。故放归帆迟，更呼渔火续。穷探物精华，尽付诗凡目。忆昨欣晤对，令我忘休沐。剧谈酒行希，危坐兵卫肃。相思正倚楼，所寄忽累幅。瑰辞堪买贫，轶韵和难属。自从楚骚兴，悲些逮差玉。后来数唐人，欸乃岩隈宿。世无梁昭明，斯文又谁录。"
                },
                {
                    "time": "1188年",
                    "activity": "作诗为王南强赴绍兴送行。作品：送王南强赴绍兴签幕四首。（王容字南强，号南涧，湘乡人。张栻讲学岳麓，王容从之游。淳熙十四年廷对，孝宗亲擢第一。）送王南强赴绍兴签幕四首（宋·陈傅良）　　押先韵词章行天下，嘉赖二百年。甲科至公卿，谁敢谓不然。有人妄媒孽，一世所弃捐。我亦欲护短，讳不言幽燕。汗简在吾后，覆车在吾前。　　其二（宋·陈傅良）人人尊孔孟，家家诵诗书。未省有宇宙，孰与今多儒。儒者道如砥，岂其自崎岖。申以黄老废，贾以绛灌疏。汉家尝纷纷，政尔门户殊。　　其三（宋·陈傅良）　　押阳韵历官如历阶，越等多所伤。柰何坳堂水，持绠万丈长。谁无斯世方，乃此抽（四库本作袖）手旁。永夜泪不禁，仲尼故皇皇。又闻虽小鲁，乘田问牛羊。　　其四（宋·陈傅良）　　押覃韵闻之浙河东，见之湘水南。未归却相送，既喜复不堪。行矣乞自便，帅幕或可参。君方乘日长，勉为停朝骖。我池有螃蟹，我园有黄柑。"
                },
                {
                    "time": "1188年",
                    "activity": "九日与同僚唱和。作品：九日奉呈同僚四绝句。九日奉呈同僚四绝句（宋·陈傅良）　　七言绝句　押鱼韵泽国重阳花较迟，得花虽□□愁余。家家人醉鸡豚社，独对西风忆鲙鱼。　　其二（宋·陈傅良）　　七言绝句　押齐韵小雨廉纤仅滑泥，强随年少更攀跻。欲凭最上浮图望，晚稻如今齐未齐。　　其三（宋·陈傅良）　　七言绝句　押麻韵临风遮莫晚山佳，自古功名看鬓华。幸自不知余种种，可教容易落乌纱。　　其四（宋·陈傅良）　　七言绝句　押删韵领客山危亦既欢，故人往往去归班。明年此会知谁肯，为上吴山望楚山①。按：①自注：教授将赴阙，签司亦旦夕解官。"
                },
                {
                    "time": "1188年",
                    "activity": "九日与郴州守丁逢唱和。作品：郴守丁端叔以九日诗至次韵奉酬。（丁逢字端叔，乾道二年进士，历知州郡，终宝谟阁待制。）丁端叔和九日诗至用韵奉谢恤邻之义且申前请。再用前韵简丁端叔。和丁端叔竹梅二诗韵。丁端叔送牡丹以诗来用韵酬之。和丁端叔岁晚抒怀韵。丁端叔送海错以诗来用韵酬之。郴守丁端叔以九日诗至次韵奉酬（宋·陈傅良）　　七言律诗　押删韵十年不见寻常事，九日相违咫尺间。橙蟹渠能追胜赏，藙牲孰与奉慈颜。逝将酒坫更酬酢，乍可诗筒略往还。新将适闻临遣罢，鹿头吾待望吴山。丁端叔和九日诗至用韵奉谢恤邻之义且申前请（宋·陈傅良）　　七言绝句　押鱼韵壮不如人老更迟，可怜赤□□宗余。乡微肤使贤方伯，谁激西江活鲋鱼。　　其二（宋·陈傅良）　　七言绝句　押齐韵生怕遄归趁紫泥，缘危方藉得同跻。交邻谊与春秋并，应许臧孙数告齐。　　其三（宋·陈傅良）　　七言绝句　押麻韵夏畦不病晚穜佳，哿矣将诗补黍华。散百为千吾写似，深山穷谷遍笼纱。　　其四（宋·陈傅良）　　七言绝句　押删韵不因与国近交欢，冰齿相从发已班。多见长才无肯綮，岂辞一篑竟为山。再用前韵简丁端叔（宋·陈傅良）　　七言绝句　押鱼韵乞邻亟只报何迟，愁绝饥氓一胜余。上有加餐下相忆，莫同泛泛寄双鱼。　　其二（宋·陈傅良）　　七言绝句　押齐韵闭关饶著一丸泥，我亦前扳更后跻。四海弟兄君看取，苛风不断雁行齐。　　其三（宋·陈傅良）　　七言绝句　押麻韵事到难时意转佳，声名早已动皇华。拨烦自古书生短，只合横经住绛纱。　　其四（宋·陈傅良）　　七言绝句　押删韵繇吴入楚共悲欢，怀欲班荆竟未班。直待还舻愿衔尾，洞庭彭蠡浪如山。和丁端叔竹梅二诗韵（宋·陈傅良）　　七言绝句　押寒韵题注：端叔于庭前对梅柏竹八竿空阶琤若下琅玕，全楚何人巧耐寒。谁伴八龙长傲雪，萧然一榻卧袁安。　　其二（宋·陈傅良）　　七言绝句　押先韵管领春风别有天，不论水际与山巅。祝融玉立湖湘冻，独付寒梢笑粲然。丁端叔送牡丹以诗来用韵酬之（宋·陈傅良）　　七言律诗　押删韵觉省他年见一班，老从湖海看春颁。瞻言百里几相及，仰止高山竟莫攀。每事乞公留上策，不才容我著中间。一时公论方当路，愁为丝麻弃蒯菅。　　其二（宋·陈傅良）　　七言律诗　押删韵客来谈政已班班，况复书縢一再颁。亦欲颉颃相上下，不容分寸得跻攀。花犹河洛承平□，诗在黄陈辈行间。簿领役人尘扑面，沃如云雾下茅菅。和丁端叔岁晚书怀韵（宋·陈傅良）　　七言律诗　押真韵来涂蓝缕雪埋人，三百于今又六旬。奏课定应书下下，班春聊复喜津津。馀蔬被壤农亡恙，茂草连扉盗自新。曳杖鹿头时极目，炊烟齐起两州民。丁端叔送海错以诗来用韵酬之（宋·陈傅良）　　七言律诗　押先韵泽鱼山豕各忘年，味可胜穷总所便。堪笑荆吴相俎豆，遂令蛮触自矛鋋。食无误蟹车同轨，贡不徵蚶泽漏泉。我在穷山人迹罕，亦蒙惟错馈甘鲜。"
                },
                {
                    "time": "1188年",
                    "activity": "九日与僚属唱和。作品：酬王判官和九日韵一以归德于部使者二寄郴州使君三以为谢四奉留也。"
                },
                {
                    "time": "1188年10月",
                    "activity": "为高宗驾崩周年作文上孝宗。作品：高宗小祥慰皇帝。"
                },
                {
                    "time": "1188年12月",
                    "activity": "腊月下雪作诗抒怀。作品：戊申腊桂阳喜雪。戊申腊桂阳喜雪（宋·陈傅良）　　七言律诗　押微韵月不能明雨却稀，山容野色夜辉辉。清霄下际双琼阙，仙仗前驱万玉妃。亘古岭旁冬不到，从今湖外岁无饥。来年此日吾何适，蓑笠寒江一钓矶。"
                },
                {
                    "time": "1188年12月",
                    "activity": "喜雪作诗抒怀。作品：再用喜雪韵一以抒怀，一以喜客。"
                },
                {
                    "time": "1188年",
                    "activity": "为重修岳麓书院作记。作品：潭州重修岳麓书院记。"
                },
                {
                    "time": "1188年",
                    "activity": "与桂阳赵守书信往复。作品：答桂阳赵守。"
                },
                {
                    "time": "1188年",
                    "activity": "与湖南安抚潘畤书信往复。作品：与湖南潘安抚畤。"
                },
                {
                    "time": "1188年",
                    "activity": "作书答复杨知录。作品：答杨知录。"
                },
                {
                    "time": "1188年",
                    "activity": "作书答复郑教授。作品：答郑教授。"
                },
                {
                    "time": "1188年",
                    "activity": "作书答桂阳王益祥教授。作品：答桂阳王教授益祥。（王益祥（字谦叔）淳熙进士，历桂阳、建康教授。与陈傅良为郡僚当在本年。）"
                },
                {
                    "time": "1188年",
                    "activity": "作书答桂阳吴赡军几。"
                },
                {
                    "time": "1188年",
                    "activity": "到任桂阳作启谢宰相。作品：桂阳谢宰执。"
                },
                {
                    "time": "1188年",
                    "activity": "到桂阳任上作文乞画一状。作品：桂阳军乞画一状。"
                },
                {
                    "time": "1188年",
                    "activity": "到桂阳谒宣圣孔庙，为作文。作品：到桂阳谒宣圣文。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳任上为上元设醮作青词。作品：桂阳上元设醮青词。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳任上为中秋设醮作青词。作品：桂阳中秋设醮青词。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳军任上为修城隍作祝文。作品：桂阳军修城隍祝文。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳军任上为祷雨作祝文。作品：桂阳军祷雨祝文。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳军任上作文谢龙山渡明应侯。作品：谢龙山渡明应侯文。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳军任上作告谕百姓榜文。作品：桂阳军告谕百姓榜文。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳军任上作告谕纳税榜文。作品：桂阳军告谕纳税榜文。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳军任上作劝农文。作品：桂阳军劝农文。"
                },
                {
                    "time": "1188年",
                    "activity": "与吕子约书信往复。作品：与吕子约书二首。"
                },
                {
                    "time": "1188年",
                    "activity": "桂阳军任上为文与岳漕论移运事。作品：桂阳与岳漕论移运事。"
                },
                {
                    "time": "1188年",
                    "activity": "为灵润庙赐敕额作跋文。作品：跋灵润庙赐敕额。"
                }
            ]
        },
        {
            "Latitude": 28.251769,
            "Longitude": 113.087489,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN430121",
            "Title": "长沙",
            "Detail": [
                {
                    "time": "1189年",
                    "activity": "任湖南提举，时率诸生与同僚之好学者讲道岳麓。"
                },
                {
                    "time": "1189年",
                    "activity": "周必大为左相，作贺启。作品：贺周左相。（本年正月，孝宗以周必大为左相，留正为右相，王蔺为参知政事，葛邲为同知枢密院事。二月内禅。）"
                },
                {
                    "time": "1189年",
                    "activity": "留正任右相，作贺启。作品：贺留右相。（本年正月，孝宗以周必大为左相，留正为右相，王蔺为参知政事，葛邲为同知枢密院事。二月内禅。）"
                },
                {
                    "time": "1189年",
                    "activity": "王蔺任参知政事，作贺启。作品：贺王参政。（本年正月，孝宗以周必大为左相，留正为右相，王蔺为参知政事，葛邲为同知枢密院事。二月内禅。）"
                },
                {
                    "time": "1189年",
                    "activity": "葛邲任同知枢密院事，作贺启。作品：贺葛同知。（本年正月，孝宗以周必大为左相，留正为右相，王蔺为参知政事，葛邲为同知枢密院事。二月内禅。）"
                },
                {
                    "time": "1189年",
                    "activity": "与湖南监司贺冬。1189年？，与湖南监司贺正。1189年？，除提举，作启谢宰执。作品：除提举谢宰执。"
                },
                {
                    "time": "1189年",
                    "activity": "作书与交代张提举。"
                },
                {
                    "time": "1189年",
                    "activity": "作书与湖南安抚沈枢。作品：谢沈安抚。"
                },
                {
                    "time": "1189年",
                    "activity": "作书与湖南安抚沈枢交割。作品：交割谢沈安抚。"
                },
                {
                    "time": "1189年",
                    "activity": "作书与湖南张运判交割。作品：交割谢张运判。"
                },
                {
                    "time": "1189年",
                    "activity": "作书答郴州守丁逢。作品：答郴州丁守。"
                },
                {
                    "time": "1189年",
                    "activity": "作书答道州赵守。"
                },
                {
                    "time": "1189年",
                    "activity": "作书与湖南范仲艺提刑。作品：与湖南范提刑仲艺。"
                },
                {
                    "time": "1189年",
                    "activity": "作书与左相周必大。作品：与周丞相。（绍熙元年以前。）"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作贺表。作品：贺登极。谢登极赦。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，为寿宗上尊号作贺表。作品：贺寿皇圣帝尊号。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，为皇太后移宫作贺表。作品：皇太后移御慈福宫贺皇帝。皇太后移御慈福宫贺寿皇圣帝。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗立后，作贺表。作品：立后贺皇帝。"
                },
                {
                    "time": "1190年",
                    "activity": "作表贺皇后。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作文贺进奉银。作品：皇帝登宝位进奉银。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，为赐历日作谢表。作品：谢赐历日。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位改元，作贺表。作品：绍熙改元贺皇帝。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿皇圣帝从吉。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿圣皇太后从吉。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿成皇后从吉。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作至尊寿皇圣帝册宝贺皇帝表。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作贺寿皇圣帝表。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿圣皇太后。"
                },
                {
                    "time": "1190年1月",
                    "activity": "光宗即位，作表贺寿成皇后。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作贺皇后表。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作寿圣皇太后册宝贺皇帝表。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿圣皇太后。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿皇圣帝。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿成皇后。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作贺皇后表。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作寿成皇后册宝贺皇帝表。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿皇圣帝。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿圣皇太后。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿成皇后。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作贺皇后表。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作皇后册宝贺皇帝表。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿圣皇太后。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿皇圣帝。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺寿成皇后。"
                },
                {
                    "time": "1190年",
                    "activity": "光宗即位，作表贺皇后。"
                },
                {
                    "time": "1190年",
                    "activity": "湖南提举到任，作谢表。作品：湖南提举谢到任。"
                },
                {
                    "time": "1190年",
                    "activity": "赐历日，作谢表。作品：提举司谢赐历日。"
                },
                {
                    "time": "1190年",
                    "activity": "湖南转运判官到任，作谢表。作品：湖南转运判官谢到任。"
                },
                {
                    "time": "1190年9月",
                    "activity": "贺光宗诞辰重明节。作品：湖南运判贺重明节。"
                },
                {
                    "time": "1190年10月",
                    "activity": "贺孝宗诞辰会庆节。作品：湖南提举贺会庆节。"
                },
                {
                    "time": "1190年9月",
                    "activity": "贺光宗诞辰重明节。作品：重明节进奉银。"
                },
                {
                    "time": "1190年",
                    "activity": "湖南提举任上作举刺列郡太守状。作品：湖南提举举刺列郡太守状。"
                },
                {
                    "time": "1190年",
                    "activity": "湖南提举任上作荐士状。作品：湖南提举荐士状。"
                },
                {
                    "time": "1190年",
                    "activity": "作书与湖南运判张演。作品：与湖南张运判演。"
                },
                {
                    "time": "1190年",
                    "activity": "作书与衡州刘守。"
                },
                {
                    "time": "1190年",
                    "activity": "作书与郴州守丁逢。作品：与郴州丁守逢。"
                },
                {
                    "time": "1190年",
                    "activity": "作书谢潘安抚推荐。作品：谢潘安抚列荐。"
                },
                {
                    "time": "1190年",
                    "activity": "作书与湖南安抚沈枢。作品：与湖南沈安抚枢。"
                },
                {
                    "time": "1190年1月",
                    "activity": "作书与赵善俊安抚贺正。作品：与赵安抚贺正。"
                },
                {
                    "time": "1190年",
                    "activity": "作书与王蔺荐郴州守丁逢。作品：与王谦仲参政荐郴守丁端叔。（王蔺为参政在绍熙元年7月之前。）"
                },
                {
                    "time": "1190年1月",
                    "activity": "作书与张演贺正。作品：与张运判贺正。"
                },
                {
                    "time": "1190年",
                    "activity": "作书答郴州守丁逢。作品：答郴州丁守。"
                },
                {
                    "time": "1190年",
                    "activity": "除湖南转运判官到任，与同僚通信。作品：除运判与交代傅提举伯寿。"
                },
                {
                    "time": "1190年",
                    "activity": "作书与丁逢，贺其除湖北提刑。作品：贺丁郴州除湖北提刑。"
                },
                {
                    "time": "1190年7月",
                    "activity": "作书贺留正升任左相。作品：贺留左相。（绍熙元年7月光宗以留正为左相，王蔺为枢密院使，胡晋臣为签书枢密院事。）"
                },
                {
                    "time": "1190年7月",
                    "activity": "作书贺王蔺任枢密使。作品：贺王枢使。"
                },
                {
                    "time": "1190年7月",
                    "activity": "作书贺胡某任参知政事。作品：贺胡参政。"
                },
                {
                    "time": "1190年",
                    "activity": "喜雨作诗寄朋友。作品：行湘喜雨简刘公度周明叔。行湘喜雨简刘公度周明叔（宋·陈傅良）　　押侵韵将行客有戒，正热人不禁。出门一昔雨，解缆十日阴。湘山益以碧，湘水益以深。天光接云梦，野暝蒙衡郴。蝇无盘中迹，蝉有木末音。顾乃废枕簟，爰方索衣衾。我起问夹岸，往岁孰与今。衡茅或数间，丛竹皆十寻。蒲莲间华实，鸥鹭时浮沉。老稚各有得，渔樵不相侵。早插禾欲孕，新炊粟如金。为之失倦游，于以成孤斟。永怀泛湘人，屈贾多愁吟。往者亦此境，今者亦此心。空名但千载，佳思谁一襟。时哉不可失，浯溪更骎骎。"
                },
                {
                    "time": "1190年",
                    "activity": "与刘公度诗歌唱和。作品：刘连州和前韵因道湘中之乐以谢。刘连州和前韵因道湘中之乐以谢（宋·陈傅良）　　押侵韵湘中足可乐，谁苦愁不禁。娈彼兰蕙姿，固怯霰雪阴。贾子天下士，子何念虑深。贞元两御史，南还会于郴。亦复相唱酬，间有亡国音。愚溪更憔悴，中夜起拥衾。而得欸乃句，脍炙循至今。我后五百年，公来适相寻。田畴岁膴膴，狱市春沉沉。宽书日夕下，民蠹袪牟侵。况也省赋甚，小郡至万金。交欢有陆贾，私恨无羊斟。我饱竟甘寝，公暇多长吟。乃知湘中乐，关时匪关心。湘民忘劳力，乐极翻沾襟。却愁吾二人，四牡歌骎骎。"
                },
                {
                    "time": "1190年",
                    "activity": "与叶适诗歌酬赠。作品：闻叶正则阅《藏经》次其《送客》韵以问之。闻叶正则阅藏经次其送客韵以问之（宋·陈傅良）顺水去吴会，逆水来夔门。万古逆顺舟，以斗占旦昏。曩余好百家，信不及鲁论。初亦半喜愕，久之乍亡存。白发一无成，颇识委与源。风停波自平，却视消长痕。六经夫如何，夫子手所翻。恒言但桑稼，怪志无鹏鹍。规圆而矩方，往往万巧攒。诸儒各有得，长短贤若干。玉帛相会盟，兵车相并吞。一语苟暗合，群生皆晏温。经成今几年，尝试以是观。此道未轲死，此书未秦燔。犹之斗经天，于以生盖浑。西方亦人豪，国自为乾坤。书来入中州，坐使学者奔。君岂舍从之，或但游其藩。吾闻欲乘槎，凿空访河根。孰与瞻斗车，把柁行江湍。"
                },
                {
                    "time": "1190年",
                    "activity": "与张唐英诗歌酬赠。作品：和张倅唐英咏梅十四首。和张倅唐英咏梅十四首（宋·陈傅良）种梅欲百亩，谁①老意未渝。有山在堂背，有溪在庭除。我危坐中央，花以寘坐隅。人固不可亲，花亦不可疏。按：①疑当作虽　　其二（宋·陈傅良）花芳以养性，花阴以休影。更欲从旁谋，种秫可半顷。冲寒时一觞，我醉花独醒。醉醒两相忘，久矣系归艇。　　其三（宋·陈傅良）　　押庚韵因山为高下，因水为纵横。恣花欲何之，勿挠所性清。却愁雪太深，瞻言不胜情。有时亦肯来，当我户牖明。　　其四（宋·陈傅良）　　押麻韵我岂爱花者，而独爱此花。爱之匪无人，诗且数百家。前有水边横，后有竹外斜。但作如是观，桃李亦可誇。　　其五（宋·陈傅良）　　押纸韵人言物不齐，相较三十里。以梅等群芳，何啻隔弱水。杜陵状百物，无语可著此。巡檐索之笑，但不禁冷蕊。　　其六（宋·陈傅良）　　押庚韵骎骎入衰暮，故作不洁清。美人美无度，可使一国倾。胡然立林林，夹此东西荣。对之意自消，令我欲近名。　　其七（宋·陈傅良）　　押铣韵以之为雪耶，雪或堕污浅。以之为玉耶，玉或附旒冕。春前每尝试，岁晏不退转。悠哉似有道，可与共舒卷。　　其八（宋·陈傅良）　　押勘韵政应违众好，可忍负幽探。以兹落南雅，蜂蝶独遗憾。岂无好颜色，一雨竟陈暗。谁知岁寒姿，可久非可暂。　　其九（宋·陈傅良）　　押阳韵若以色见我，色衰令人忘。香为众妙宗，妙亦不在香。乡来芸芸者，自意傲雪霜。当斯玉立时，曾莫一在旁。　　其十（宋·陈傅良）　　押尤韵迟迟可殿后，寂寂可镇浮。风人第一章，窈窕河之洲。穆如三代英，惟此宜与俦。不然则臞仙，玉箫下秦楼。　　其十一（宋·陈傅良）　　押送韵纷华有心说，艳美得目送。越在篁苇间，顾使诗兴动。诗人被花恼，尽日手自弄。愁吟日不足，又作栩栩梦。　　其十二（宋·陈傅良）亭亭湘岸竹，炯炯湘波月。其中雪垂垂，一树为谁设。不应皂盖人，于此能忘折。折之寄相思，可以慰分裂。　　其十三（宋·陈傅良）　　押阳韵商山皓须眉，久不见绮黄。邂逅一笑粲，可与斯人当。如何为林逋，托根向钱塘。居遗兰与芷，牢愁楚沅湘。　　其十四（宋·陈傅良）　　押元韵先人手所种，家在何处村。自别此堂堂，不知几寒温。盍归封植之，岁岁为此言。老如雾中看，正恐目力昏。"
                },
                {
                    "time": "1190年",
                    "activity": "与段仲衡诗歌酬赠。作品：和段君仲衡同令嗣天晴少出之作。和段君仲衡同令嗣天晴少出之作（宋·陈傅良）　　五言律诗　押灰韵文字时高下，功名势去来。谁人堪语此，吾道竟怀哉。携幼安容膝，巡檐笑索梅。巷门通后圃，今数为君开。"
                },
                {
                    "time": "1190年",
                    "activity": "潘帅德鄜为书军额以立春日揭之，为作诗。与段仲衡唱和。作品：和段仲衡谯楼新军额二首。和段仲衡谯楼新军额二首（宋·陈傅良）　　五言律诗　押真韵题注：潘帅德鄜为书军额，以立春日揭之笔落元戎重，诗成坐客新。谯门双壮观，边将一团春。梦破盘行玉，名存瓮得银①。衰迟亡补报，著意与民亲。按：①自注：桂阳因银置监，今无复有。　　其二（宋·陈傅良）　　五言律诗　押东韵寒消晴后雪，光转冻前风。岁已宜麻麦，人犹厌芥菘。楼头千里望，笔势万夫雄。及此吾何力，天低露草丰。"
                },
                {
                    "time": "1190年",
                    "activity": "潘帅德鄜为书军额以立春日揭之，为作诗。与萧俊仲唱和。作品：和萧俊仲司法谯楼新军额韵。和萧俊仲司法咏谯楼新军额韵（宋·陈傅良）　　七言律诗　押真韵海滨驱马过湘滨，喜及今春忆旧春。公燕有时令市酤，村舂不继待炊新。严城鼓角留三字，当代衣冠第一人。看取吾民繇此去，万家鸡犬永无尘。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗送洪子端还乡。作品：送洪子端还乡。（洪适孙洪伋曾任荆湖南路提举茶盐司干办公事，疑即此洪子端。）送洪子端还乡（子端，丞相之孙）（宋·陈傅良）　　五言律诗　押鱼韵将相三陈后，文章两汉馀。英标还有此，天意定何如。海内相离合，年来半毁誉。未知贪尚友，孰与邺侯书。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗送吴猎。作品：送吴德夫。（吴猎字德夫，1142-1213。潭州醴陵人。登进士第。湖湘学派继张栻之后的代表人物。《宋史》有传。）送吴德夫（宋·陈傅良）　　五言律诗　押东韵岳麓楼头卧，湖湘眼底空。声名无处著，容止与人同。白发何多日，轻帆不待风。修门春漏浅，封事倩谁通。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗与杨长孺酬赠。作品：杨伯子以其尊人诚斋《南海集》为赠以诗奉酬。（杨伯子名长孺，杨万里之子。有《东山集》。）杨伯子以其尊人诚斋南海集为赠以诗奉酬（宋·陈傅良）　　七言律诗　押支韵辱与门墙最不迟，白头方诵岭南诗。文从嘉祐今三变，人在庐陵此一时。细数儒先能几见，独怜岁晚欲何之。潇湘直下长江去，得望蓬莱却更疑。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗贺潘德鄜生辰。作品：潭帅潘德鄜生辰。潭帅潘德鄜生辰（宋·陈傅良）　　七言律诗　押支韵落南添得黑髭归，归与相忘草木知。岳麓沈沈秋柝静，湘波穆穆夜帆迟。人间公论今何在，柱下家声此不疑①。但欲公年如卫武，为留淇澳变风诗。按：①自注：德鄜乃子贱舍人之侄。"
                },
                {
                    "time": "1190年",
                    "activity": "与衡守刘子澄诗歌唱和。作品：衡守刘子澄以诗来和韵奉酬。衡守刘子澄以诗来和韵奉酬（宋·陈傅良）　　七言律诗　押支韵曳裾朝路不同时，谋食衡湘亦把麾。一见相忘光可鉴，十年何在惄如饥。力堪扶世将谁可，语不惊人或自危。夜雪埋山江欲冻，依然春信在南枝。"
                },
                {
                    "time": "1190年",
                    "activity": "游南岳以诗抒怀。游南岳（宋·陈傅良）　　七言律诗　押灰韵天作之山曷为哉，遥知阊阖正南开。两川文武长江下，百粤车书五岭来。柴望久为周坠典，牢愁多见楚遗才。不知崧岱还何似，我欲将书寄雁回。"
                },
                {
                    "time": "1190年",
                    "activity": "登祝融峰喜霁为诗。登祝融峰喜霁（宋·陈傅良）　　七言律诗　押阳韵仰止扶藜鬓发苍，恰当风雨暗三湘。为谁一辟天无际，及我重来日未央。江过数州多曲折，山缘长亩半青黄。老僧耐得从头问，问到吴门竟渺茫。"
                },
                {
                    "time": "1190年",
                    "activity": "与湖南安抚沈枢唱和。作品：和沈帅持要张漕季长韵二首。和沈帅持要张漕季长韵二首（宋·陈傅良）　　七言律诗　押阳韵欲杭一苇近声光，恨不先期燕子凉。旧学甘盘聊此日，倦游司马尚他乡。别从沧海山横斗①，来自岷峨水滥觞。不谓偶成三楚客，得为兰杜附诸香。按：①自注：谓别沈于永嘉华盖山下。　　其二（宋·陈傅良）　　七言律诗　押阳韵麾节元戎祖席光，晚风吹雨借初凉。师传问讯谁书院，石刻摩挲是道乡。闻有先声来召驲，想无后会到流觞。路朝正设横经席，册府重紬辟蠹香。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗送别湖南安抚沈枢。作品：送沈帅。送沈帅（宋·陈傅良）　　七言律诗　押东韵甘盘梦不入高宗，四皓莫知其所终。傅野有人能论学，汉庭无事可言功。行藏于此尝成趣，谈笑从今得退公。分付诸儿理民社，宜休堂上听松风。"
                },
                {
                    "time": "1190年",
                    "activity": "游园赏梅作诗酬赠。作品：携客过王提举园访梅刘连州以诗来因用其韵。携客过王提举园访梅刘连州以诗来因用其韵（宋·陈傅良）　　七言律诗　押阳韵屋后云梢万个长，屋前风蔓一川芳。有梅自索巡檐笑，无酒还酤踏雪香。偶与三刘同下榻，却怀二宋对持觞①。写将诗句吾何敢，欸乃听人汲晓湘。按：①自注：是日同集刘连州景晋父子及宋伯华也，坐客皆怀伯潜，故云。伯华、伯潜，宋景文公后。"
                },
                {
                    "time": "1190年",
                    "activity": "游园赏梅作诗唱和酬赠。作品：再用前韵简刘连州。再用前韵简刘连州（宋·陈傅良）　　七言律诗　押阳韵吴楚相望道阻长，我来邂逅挹群芳。人如盘谷元非隐，诗到孤山不道香。每与盍簪移永日，更须篝火及馀觞。何须誇去东州说，不学蓝关独吊湘。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗贺张演生辰。作品：小诗为张漕寿一春苦雨张漕行部谒岳祠而霁是日登祝融。"
                },
                {
                    "time": "1190年",
                    "activity": "张演生辰，与朋友唱和酬赠。作品：和赵帅俊臣寿张漕韵二首。（赵善俊字俊臣，太宗七世孙，绍兴二十七年第进士。历守州郡。《宋史》有传。）和赵帅（俊臣）寿张漕韵二首（宋·陈傅良）　　七言律诗　押删韵但得桑麻遍楚间，此心不在大夫环。落花流水深春好，画戟清香永日閒。英簜偶来成胜赏，萱庭孰与奉慈颜。正应得句尤奇杰，可继淮南大小山。　　其二（宋·陈傅良）　　七言律诗　押真韵使者耕时出省春，联翩珠玉又前陈。先声所暨摇山岳，落笔相豪泣鬼神。嘉与九城俱晏粲，讫无一事尚棼泯。独惭衰惰归何晚，亦著中间作廪人。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗题耒阳黄宰诗卷。题耒阳黄宰诗卷（宋·陈傅良）　　五言律诗　诗卷来何处，棠阴日夕佳。令人添白发，及此有黄花。事业谁千载，文章各一家。何时定还阙，解柂向长沙。"
                },
                {
                    "time": "1190年",
                    "activity": "作诗送黄元吉。作品：送黄元吉。（黄元吉是陆九渊门人。《象山语录》卷二云：有传黄元吉别长沙，陈君举有诗送行……。）送黄元吉（陆子静门人）（宋·陈傅良）　　七言律诗　押庚韵荷君来意固非轻，曾未深交意便倾。语到七篇无欠少，学从三画已分明。每怀前此伤标置，颇欲从今近老成。为谢荆门三益友，何时尊酒话生平。1190年秋，辞免乞祠不允，作诗抒怀。作品：怀归丐祠。怀归丐祠（宋·陈傅良）　　七言律诗　押灰韵久矣怀归曷月哉，冠缨吾欲濯吾埃。天寒病马尚远放，日夕罢牛宜下来。名家翰墨书还蠹，盖世功名骨已苔。孰与东篱访黄菊，柴门终不为人开。"
                },
                {
                    "time": "1190年",
                    "activity": "辞官乞祠作申省状。作品：辞免浙西提刑乞祠申省状。"
                }
            ]
        },
        {
            "Latitude": 29.798851,
            "Longitude": 119.6981,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330122",
            "Title": "桐庐",
            "Detail": [
                {
                    "time": "1190年",
                    "activity": "辞免不允赴阙奏事，作诗抒怀。作品：除浙西宪舟过钓台有感。除浙西宪舟过钓台有感（宋·陈傅良）　　七言律诗　押支韵一再登临万事非，裹头还已雪垂垂。敢论笔力今无恨，欲附碑阴始不疑。台阁有人堪共政，江山如此且随宜。论功汉鼎吾何有，自是风流百代师①。按：①以上《止斋先生文集》卷六"
                },
                {
                    "time": "1194年12月",
                    "activity": "提举江州太平兴国宫，归瑞安，作诗抒怀。作品：泊钓台滩下。泊钓台滩下（宋·陈傅良）　　七言律诗　押微韵今岁仅馀今夜月，此舟三泊此江沂。遭逢明主还遗恨，惭愧先生独见几。泗水列侯多不免，湘山四皓竟安归。汉家故旧尝枚数，孰与东南一钓矶。"
                },
                {
                    "time": "1194年12月",
                    "activity": "腊月望泊舟钓台滩下赋诗继而登婺女明远楼诵之乡丈陈德承。同集黄奇卿张伯广，因书以遗德承之子性甫直甫。作品：后春六日奉和德承韵兼简奇卿伯广为别。"
                }
            ]
        },
        {
            "Latitude": 27.881543,
            "Longitude": 120.697964,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3303 仙岩",
            "Title": "仙岩"
        },
        {
            "Latitude": 26.05666,
            "Longitude": 119.390538,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3501 鼓山",
            "Title": "鼓山"
        }
    ]
}