{
    "lines": [
        {
            "Latitude": 24.816174,
            "Longitude": 113.603757,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4402",
            "Title": "韶关 (出生地)",
            "Detail": [
                {
                    "time": "700年",
                    "activity": "居乡？约生于本年，本表所标年岁均为虚拟数，非实数。"
                },
                {
                    "time": "701-718年",
                    "activity": "随父居？"
                }
            ]
        },
        {
            "Latitude": 34.347436,
            "Longitude": 108.946306,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6101",
            "Title": "西安",
            "Detail": [
                {
                    "time": "719年",
                    "activity": "游长安，不遇，甚失意。但对前途仍乐观。有诗送别友人。作品：《送桂阳孝廉》送桂阳孝廉（唐·高适）　　押真韵桂阳年少西入秦，数经甲科犹白身。即今江海一归客，他日云霄①万里人。按：①一作山"
                },
                {
                    "time": "720-721年",
                    "activity": "滞留长安，有诗。作品：《行路难二首》《秋胡行》《古歌行》《见薛大臂鹰作》杂曲歌辞行路难二首（唐·高适）引用典故：出无车　君不见富家翁，旧时贫贱谁比数。一朝金多结豪贵，万事胜人健如虎。子孙成行（一作生长）满眼前，妻能管弦妾能舞。自矜一身忽（一作朝见）如此，却笑傍人独愁苦。东邻少年安所如，席门穷巷出无车。有才不肯学干谒，何用年年空读书。　　其二（唐·高适）　　押先韵题注：一作行路难二首一引用典故：五侯　长安少年不少钱，能骑骏马鸣金鞭。五侯相逢大道边，美人弦管争留连。黄金如斗不敢惜，片言如山莫弃捐。安知憔悴读书者，暮宿虚①台私自怜。按：①集作灵秋胡行（一作鲁秋胡）（唐·高适）妾本邯郸未嫁时，容华倚翠人未知。一朝结发从君子，将妾迢迢东鲁（一作路）陲。时逢大道无艰阻，君方游宦从陈汝。蕙楼独卧频度春，彩阁辞君几徂暑。三月垂杨蚕未眠，携笼结侣南陌边。道逢行子不相识，赠妾黄金买少年。妾家夫婿经离久，寸心誓与长相守。愿言行路莫多情，道（一作送）妾贞心在人口。日暮蚕饥相命归，携笼端饰来庭闱。劳心苦力终无恨，所冀（一作贵）君恩即（一作那）可依。闻说行人已归止，乃是向来赠金子。相看颜色不复言，相顾怀惭有何已。从来自隐无疑背，直为君情也相会。如何咫尺仍有情，况复迢迢千里外。誓将（一作此时）顾恩不顾身，念君此日赴河津。莫道向来不得意，故欲留规诫后人。古歌行（唐·高适）引用典故：洛阳少年　露台百金　君不见汉家三叶从代至，高皇旧臣多富贵。天子垂衣方晏如，庙堂拱手无馀议。苍生偃卧休征战，露台百金以为费。田舍老翁不出门，洛阳少年莫论事。见薛大臂鹰作（一作李白）（唐·高适）　　押豪韵寒楚十二月，苍鹰八九毛。寄言燕雀莫相啅①，自有云霄万里高。按：①一作忌"
                },
                {
                    "time": "721年",
                    "activity": "滞留长安，与薛据等游。有诗。作品：《同韩四薛三东亭玩月》同韩四薛三东亭玩月（唐·高适）　　押元韵远游怅不乐，兹赏吾道存。款曲故人意，辛勤清夜言。东亭何寥寥，佳境无朝昏。阶墀近洲渚，户牖当郊（一作高）原。矧乃穷周旋，游时（一作目）怡讨论。树阴荡瑶瑟，月气延清尊。明河（一作月）带飞雁，野火连荒村。对此更愁予，悠哉怀故园。"
                },
                {
                    "time": "735年",
                    "activity": "在长安应举，无成。有诗。作品：《送刘评事充朔方判官赋得征马嘶》送刘评事充朔方判官赋得征马嘶（唐·高适）　　五言律诗　押尤韵引用典故：大刀头　征马向边州，萧萧嘶不休。思深应带别，声断为兼秋。岐路风将远，关山月共愁。赠君从此去，何日大刀头。"
                },
                {
                    "time": "736年",
                    "activity": "寓居长安，在京结交当时名流，与颜真卿等人游。"
                },
                {
                    "time": "736年",
                    "activity": "寓居长安，在京结交张旭，有诗赠之。作品：《醉后赠张九旭》醉后赠张九旭（唐·高适）　　五言律诗　押先韵世上谩相识，此翁殊不然。兴来书自圣，醉后语尤颠。白发老闲事，青云在目前。床头一壶酒，能更几回眠。"
                },
                {
                    "time": "736年",
                    "activity": "寓居长安，与友人宴集，有诗。作品：《宴韦司户山亭院》宴韦司户山亭院（唐·高适）　　押纸韵人幽想灵山，意惬怜远水。习静务为适，所居还复尔。汲流涨华池，开酌宴君子。苔径试窥践，石屏可攀倚。入门见中峰，携手如万里。横琴了无事，垂钓应有以。高馆何沈沈，飒然凉风起。"
                },
                {
                    "time": "737年",
                    "activity": "与王之涣、王昌龄于旗亭宴游。梨园伶官已传唱高诗。"
                },
                {
                    "time": "737年",
                    "activity": "居长安，有诗和王之涣。作品：《和王七玉门关听吹笛》和王七玉门关听吹笛（唐·高适）　　七言绝句　押删韵题注：（一作塞上闻笛）。（一作宋济诗）胡人吹①笛戍楼间，楼上萧条海②月闲。借问落梅凡几曲，从风一夜满关山③。按：①一作羌②一作明③一作《塞上听吹笛》云：“雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。”"
                },
                {
                    "time": "737年",
                    "activity": "居长安，有诗赠独孤峻。作品：《独孤判官部送兵》独孤判官部送兵（唐·高适）　　五言律诗　押先韵引用典故：下鞭　饯君嗟远别，为客念周旋。征路今如此，前军犹眇然。出关逢汉壁，登陇望胡天。亦是封侯地，期君早着鞭。"
                },
                {
                    "time": "738年",
                    "activity": "居长安，作名篇《燕歌行》燕歌行（唐·高适）序：开元二十六（开元十六年），客有从御史大夫张公出塞而还者，作燕歌行以示适，感征戍之事，因而和焉。引用典故：李将军　汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐（一作借）颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞。大漠穷秋塞草腓（一作衰），孤城落日斗兵稀。身当恩遇恒轻敌，力尽关山未解围。铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭（一作风）飘飖那可度（一作越），绝域苍茫（一作黄）更何（一作何所）有。杀气三时（一作日）作阵云，寒声（一作风）一夜传刁斗。相看白刃血①纷纷，死节从来岂顾勋。君不见沙场征战苦，至今犹忆李将军。按：①一作雪，一作徒"
                },
                {
                    "time": "749年",
                    "activity": "睢阳太守张九皋荐举有道科。三伏时至长安，授封丘县尉。"
                },
                {
                    "time": "749年",
                    "activity": "授官后，有谢表。作品：《谢封丘县尉表》"
                },
                {
                    "time": "749年",
                    "activity": "授官后，有诗留上陈希烈。作品：《古乐府飞龙曲留上陈左相》古乐府飞龙曲留上陈左相（陈希烈）（唐·高适）　　押尤韵引用典故：东山起　书癖　范蠡舟　吉甫颂　山吏部　不事小儿　子房　德以精灵降，时膺梦寐求。苍生谢安石，天子富平侯。尊俎资高论，岩廊挹（一作楫）大猷。相门连户牖，卿族嗣弓裘①。豁达云开霁（一作景），清明月映秋。能为吉甫颂，善用子房筹。阶砌（一作户牖）思攀陟，门阑尚阻修。高山不易仰，大匠本难投。迹与松乔合，心缘启沃留。公才山吏部，书癖杜荆州。幸沐千年圣，何辞一尉休。折腰知宠辱，回首见沈浮。天地庄生马，江湖范蠡舟。逍遥堪自乐，浩荡信无忧。去此从黄绶，归欤任白头。风尘与霄汉，瞻望日悠悠。按：①一作卿才传世业，相府盛嘉谋"
                },
                {
                    "time": "749年",
                    "activity": "授官后，有诗留上李林甫。作品：《留上李右相》留上李右相（唐·高适）　　五言排律　押青韵题注：一作奉赠李右相林甫引用典故：聚萤　白雪　倚伏　少微星　萧何　风俗登淳古，君臣挹大庭。深沈谋九德，密勿契千龄。独立调元气，清心豁窅冥。本枝连帝系，长策冠生灵。傅说明殷道，萧何律汉刑。钧衡持国柄，柱石总朝（一作贤）经。隐轸江山藻，氛氲鼎鼐铭。兴中皆白雪（一作洁白），身外即（一作尽）丹青。江海呼穷鸟，诗书问聚萤。吹嘘成羽翼，提握动芳馨。倚伏悲还笑，栖迟（一作升沈）醉复醒。恩荣初就列，含育忝宵形。有窃丘山惠，无时枕席宁。壮心瞻落景，生事感浮（一作流）萍。莫以才难用，终期善易听。未为门下客，徒谢少微星。"
                },
                {
                    "time": "752年",
                    "activity": "秋，去职抵长安。访友人宅，有诗。作品：《崔司录宅燕大理李卿》崔司录宅燕大理李卿（唐·高适）多雨殊未已，秋云更沈沈。洛阳故人初解印，山东小吏来相寻。上卿才大名不朽，早朝至尊暮求友。豁达常推海内贤，殷勤但酌尊中酒。饮醉欲言归剡溪，门前驷马光照衣。路傍观者徒唧唧，我公不以为是非。"
                },
                {
                    "time": "752年9月",
                    "activity": "重阳，与崔颢、綦毋潜宴，有诗。作品：《同崔员外綦毋拾遗九日宴京兆府李士曹》同崔员外綦毋拾遗九日宴京兆府李士曹（唐·高适）　　五言律诗　押豪韵今日好相见，群贤仍废曹。晚晴催翰墨，秋兴引风骚。绛叶拥虚砌，黄花随浊醪。闭门无不可，何事更登高。"
                },
                {
                    "time": "752年",
                    "activity": "秋，与岑参、薛据、诸光羲、杜甫登慈恩寺塔，有诗。作品：《同诸公登慈恩寺浮图》同诸公登慈恩寺浮图（唐·高适）　　押漾韵引用典故：周防　香界泯群有，浮图岂诸相。登临骇孤高，披拂欣大壮。言是羽翼生，迥出虚空上。顿疑身世别，乃觉形神王。宫阙皆户前，山河尽檐向。秋风昨夜至，秦塞多清旷。千里何苍苍，五陵郁相望。盛时惭阮步，末宦知周防。输效独无因，斯焉可游放。"
                },
                {
                    "time": "752年",
                    "activity": "秋，与薛奇章、诸光羲等人游曲江，有诗。作品：《同薛司直诸公秋霁曲江俯见南山作》同薛司直诸公秋霁曲江俯见南山作（唐·高适）　　押尤韵引用典故：白鸥　南山郁初霁，曲江湛不流。若临瑶池前，想望昆崙丘。回首见黛色，眇然波上秋。深沈俯峥嵘，清浅延阻修。连潭万木影，插岸千岩幽。杳霭信难测，渊沦无暗投。片云对渔父，独鸟随虚舟。我心寄青霞，世事惭白鸥。得意在乘兴，忘怀非外求。良辰自多暇，欣与数子游。"
                },
                {
                    "time": "752年",
                    "activity": "与友人观壁画，有诗。作品：《同李九士曹观壁画云作》同李九士曹观壁画云作（唐·高适）　　押文韵始知帝乡客，能画苍梧云。秋天万里一片色，只疑飞尽犹氛氲。"
                },
                {
                    "time": "752年",
                    "activity": "有诗赠玉真公主。作品：《玉真公主歌》玉真公主歌（唐·高适）　　七言绝句　押先韵引用典故：一子千年见　常言龙德本天仙，谁谓仙人每学仙。更道玄元指李日，多于王母种桃年。　　其二（唐·高适）　　七言绝句　押先韵引用典故：轩皇　仙宫仙府有真仙，天宝天仙秘莫传。为问轩皇三百岁，何如大道一千年。"
                },
                {
                    "time": "753年",
                    "activity": "有诗赠别友人。作品：《送蹇秀才赴临洮》《送李侍御赴安西》送蹇秀才赴临洮（唐·高适）　　五言律诗　押豪韵引用典故：倚马　怅望日千里，如何今二毛。犹思阳谷去，莫厌陇山高。倚马见雄笔，随身唯宝刀。料君终自致，勋业在临洮。送李侍御赴安西（唐·高适）　　五言律诗　押东韵引用典故：铁骢　行子对飞蓬，金鞭指铁骢。功名万里外，心事一杯中。虏障燕支北，秦城太白东。离魂莫惆怅，看取宝刀雄。"
                },
                {
                    "time": "753年",
                    "activity": "有诗送李宓征南诏。对杨国忠有谀词，对征南诏之举颇为颂扬。作品：《李云南征蛮诗》李云南征蛮诗（唐·高适）　　五言排律　押东韵序：天宝十一载。有诏伐西南夷。右相杨公兼节制之寄。乃奏前云南守李宓涉海自交趾击之。道路险艰。往复数万里。盖百王所未通也。十二载四月。至于长安。君子是以知庙堂使能。而李公效节。适忝斯人之旧。因赋是诗。引用典故：廉蔺　孙吴　圣人赫斯怒，诏伐西南戎。肃穆庙堂上，深沈节制雄。遂令感激士，得建（一作见）非常功。料死不料敌，顾恩宁顾终。鼓行天海外，转战蛮夷中。梯巘近高鸟，穿林经毒虫。鬼门无归客，北户多南风。蜂虿隔万里，云雷随九攻。长驱大浪破，急击群山空。饷道忽已远，悬军垂欲穷。精诚动白日，愤薄连苍穹。野食掘田鼠，晡餐兼僰僮。收兵列亭堠，拓地弥西东。临事耻苟免，履危能饬躬。将星独照耀，边色何溟濛。泸水夜可涉，交州今始通。归来长安道，召见甘泉宫。廉蔺若未死，孙吴知暗同。相逢论意气，慷慨谢深衷。"
                },
                {
                    "time": "753年",
                    "activity": "夏，闻哥舒翰击败吐蕃，与哥舒翰幕下李希言有诗贺之。作品：《同李员外贺哥舒大夫破九曲之作》同李员外贺哥舒大夫破九曲之作（唐·高适）　　押元韵遥传副丞相，昨日破西蕃。作气群山动，扬军大旆翻。奇兵邀转战，连孥绝归奔。泉喷诸戎血，风驱死虏魂。头飞攒万戟，面缚聚辕门。鬼哭黄埃暮，天愁白日昏。石城与岩险，铁骑皆（一作若）云屯。长策一言决，高踪百代存。威棱慑沙漠，忠义感乾坤。老将黯无色，儒生安敢论。解围凭庙算，止杀报君恩。唯有关河渺，苍茫空树墩。"
                },
                {
                    "time": "754年",
                    "activity": "夏，随哥舒翰入朝。哥舒翰于玄宗之前推重高适。"
                },
                {
                    "time": "754年",
                    "activity": "与杜甫在京相聚。"
                },
                {
                    "time": "756年6月",
                    "activity": "见唐玄宗，请率百官子弟及募豪杰十万拒守长安。不许。"
                },
                {
                    "time": "759年5月",
                    "activity": "五月，拜彭州刺史。先至长安朝见肃宗。"
                },
                {
                    "time": "759年",
                    "activity": "有诗送别友人。作品：《秦中送李九赴越》秦中送李九赴越（唐·高适）　　五言排律　押先韵引用典故：人生贵适意　济江篇　携手望千里，于今将十年。如何每离别，心事复迍邅。适越虽有以，出关终耿然。愁霖（一作秋林）不可向，长路或难前（一作联）。吴会独行客，山阴秋夜船。谢家徵故事，禹穴访遗编。镜水君所忆，莼羹余旧便。归来莫忘此，兼示济江篇。"
                },
                {
                    "time": "764年3月",
                    "activity": "三月，还朝，转散骑常侍。进封渤海县侯。"
                }
            ]
        },
        {
            "Latitude": 34.420378,
            "Longitude": 115.662798,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4114",
            "Title": "商丘",
            "Detail": [
                {
                    "time": "721年",
                    "activity": "自长安回宋州，有诗赠友人。作品：《酬庞十兵曹》《别韦参军》酬庞十兵曹（唐·高适）　　押职韵引用典故：邹枚　忆昔游京华，自言生羽翼。怀书访知己，末路空相识。许国不成名，还家有惭色。托身从ꃽ亩，浪迹初自得。雨泽感天时，耕耘忘帝力。同人洛阳至，问我睢水北。遂尔款津涯，净然见胸臆。高谈悬物象，逸韵投翰墨。别岸迥无垠，海鹤鸣不息。梁城多古意，携手共悽恻。怀贤想邹枚，登高思荆棘。世情恶疵贱，之子怜孤直。酬赠感并深，离忧岂终极。别韦参军（《英华》作二首）（唐·高适）引用典故：负郭　二十解（一作辞）书剑，西游长安城。举头望君门，屈指取公卿。国风冲融迈三五，朝廷欢（一作礼）乐弥寰宇。白璧皆言赐近臣，布衣不得干明主。归来洛阳无负郭，东过梁宋非吾土。兔苑为农岁不登，雁池垂钓心长苦。世人遇（一作向）我同众人，唯君于我最（一作情）相亲。且喜百年有（一作见）交态，未尝（一作当）一日辞家贫①。弹棋击筑白日晚，纵酒高歌杨柳春。欢娱未尽分散去，使我惆怅惊心神。丈夫（一作终当）不作儿女别（一作悲），临岐涕泪沾衣巾。按：①以下英华另作一首"
                },
                {
                    "time": "722年",
                    "activity": "居宋州。"
                },
                {
                    "time": "723年",
                    "activity": "居宋州，有诗。作品：《宋中十首》（T30，此组诗周勋初定为作于744年。）宋中十首（唐·高适）　　押灰韵引用典故：梁王　梁王昔全盛，宾客复多才。悠悠一千年，陈迹唯高台。寂寞向秋草，悲风千里来。　　其二（唐·高适）　　押删韵朝临孟诸上，忽见芒砀间。赤帝终已矣，白云长不还。时清更何有，禾黍遍空山。　　其三（唐·高适）　　押支韵景公德何广，临变莫能欺。三请皆不忍，妖星终自移。君心本如此，天道岂无知。　　其四（唐·高适）　　押支韵梁苑白日暮，梁山秋草时。君王不可见，脩竹令人悲。九月桑叶尽①，寒风鸣树枝。按：①一作落　　其五（唐·高适）　　押尤韵登高临旧国，怀古对穷秋。落日鸿雁度，寒城砧杵愁。昔贤不复有，行矣莫淹留。　　其六（唐·高适）　　押歌韵引用典故：伐树　出门望终古，独立悲且歌。忆昔鲁仲尼，悽悽此经过。众人不可向，伐树将如何。　　其七（唐·高适）　　押先韵引用典故：漆园吏　逍遥漆园吏，冥没不知年。世事浮云外，闲居大道边。古来同一马，今我亦忘筌。　　其八（唐·高适）　　押东韵五霸递征伐，宋人无战功。解围幸奇说，易子伤吾衷。唯见卢门外，萧条多转蓬。　　其九（唐·高适）　　押真韵引用典故：宓子贱　常爱宓子贱，鸣琴能自亲。邑中静无事，岂不由其身。何意千年后，寂寞①无此人。按：①一作寥　　其十（唐·高适）　　押阳韵引用典故：阏伯　阏伯去已久①，高丘临道傍。人皆有兄弟，尔独为参商。终古犹如此，而今②安可量。按：①一作远　②一作人"
                },
                {
                    "time": "724-729年",
                    "activity": "居宋州。"
                },
                {
                    "time": "734年",
                    "activity": "自幽州返宋州，秋，有诗。作品：《送蔡十二之海上》送蔡十二之海上（时在卫中）（唐·高适）　　五言律诗　押寒韵黯然何所为，相对但悲酸。季弟念离别，贤兄救急难。河流冰处尽，海路雪中寒。尚有南飞雁，知君不忍看。"
                },
                {
                    "time": "734年",
                    "activity": "冬，回宋州。梁洽卒，作诗哭之。作品：《哭单父梁九少府》哭单父梁九（一作治）少府（唐·高适）引用典故：十上　子云居　开箧泪沾臆，见君前日书。夜台今（一作空）寂寞，独是子云居。畴昔探（一作贪）云奇，登临赋山水。同舟南浦（一作楚）下（一作夜），望月西江里。契阔多别离，绸缪到生死。九原即（一作知）何处（一作在），万事皆如此。晋山徒峨峨，斯人已冥冥。常时禄且薄，殁后家复贫。妻子在远道，弟兄无一人。十上多苦辛，一官恒自哂。青云将可（一作何）致，白日忽先（一作西）尽。唯有（一作独）身后名，空留（一作流）无远近。"
                },
                {
                    "time": "739年",
                    "activity": "居宋城，寂寞寡欢。有诗送别友人。作品：《别孙訢》别孙欣（唐·高适）　　五言律诗　押尤韵引用典故：黑貂裘　离人去复留，白马黑貂裘。屈指论前事，停鞭惜旧游。帝乡那可忘，旅馆日堪愁。谁念无知己，年年睢水流。"
                },
                {
                    "time": "739年",
                    "activity": "居宋城，与房琯同游。有诗。作品：《同房侍御山园新亭与邢判官同游》同房侍御山园新亭与邢判官同游（唐·高适）　　押侵韵题注：（一作同房侍御竹园新亭与邢大判官同游）。（一作张垍诗）引用典故：鸣琴　灌坛雨　芝兰室　隐隐春城外，朦胧陈迹深。君子顾榛莽，兴言伤古今。决河导新流，疏径踪旧林。开亭俯川陆，时景宜招寻。肃穆逢使轩，夤缘事登临。忝游芝兰室，还对桃李阴。岸远白波来，气喧（一作暄）黄鸟吟。因睹歌颂作，始知经济心。灌坛有遗风，单父多鸣琴。谁为久州县，苍生怀德音。"
                },
                {
                    "time": "739年",
                    "activity": "居宋城，有诗送别族侄高式颜。作品：《宋中送族侄式颜》宋中送族侄式颜（唐·高适）　　押纸韵题注：时张大夫贬括州，使人召式颜，遂有此作。大夫击东胡，胡尘不敢起。胡人山下哭，胡马海边死。部曲尽公侯，舆台亦朱紫。当时有勋业，末路遭谗毁。转旆燕赵间，剖符括苍里。弟兄莫相见，亲族远枌梓。不改青云心，仍招布衣士。平生怀感激，本欲候知己。去矣难重陈，飘然自兹始。游梁且未遇，适越今何以。乡山西北愁，竹箭东南美。峥嵘缙云外，苍莽几千里。旅雁悲啾啾，朝昏孰云已。登临多瘴疠，动息在风水。虽有贤主人，终为客行子。我携一尊酒，满酌聊劝尔。劝尔惟一言，家声勿沦滓。"
                },
                {
                    "time": "739年",
                    "activity": "居宋城，决意赴山东旅游，有诗再赠族侄高式颜。作品：《又送族侄式颜》又送族侄式颜（唐·高适）　　押纸韵惜君才未遇，爱君才若此。世上五百年，吾家一千里。俱游帝城下，忽在梁园里。我今行山东，离忧不能已。"
                },
                {
                    "time": "743年",
                    "activity": "回睢阳，李邕遣人送文来，有诗和之。作品：《奉和李泰和》"
                },
                {
                    "time": "743年",
                    "activity": "在睢阳，秋冬之交，有诗赠别友人。作品：《宋中遇林虑杨十七山人因而有别》宋中遇林卢杨十七山人因而有别（唐·高适）　　押齐韵昔余涉漳水，驱车行邺西。遥见林虑山，苍苍戛天倪。邂逅逢尔曹，说君彼岩栖。萝径垂野蔓，石房倚云梯。秋韭何青青，药苗数百畦。栗林隘谷口，栝树森回溪。耕耘有山田，纺绩有山妻。人生苟（一作但）如此，何必组与圭。谁谓远相访，曩情殊不迷。檐前举醇醪，灶下烹只鸡。朔风忽振荡，昨夜寒螀啼。游子益思归，罢琴伤解携。出门尽原野，白日黯已低。始惊道路难，终念言笑暌。因声谢岑壑，岁暮一攀跻。"
                },
                {
                    "time": "743年",
                    "activity": "在睢阳，有诗赠太守李少康。作品：《奉酬睢阳李太守》奉酬睢阳李太守（唐·高适）　　五言排律　押尤韵引用典故：解全牛　前席　巢由　解榻　怨不留　杜荆州　歌来晚　管乐　孔北海　公族称王佐，朝经允帝求。本枝疆我李，盘石冠诸刘。礼乐光辉盛，山河气象幽。系高周柱史，名重晋阳秋。华省膺推择，青云宠宴游。握兰多具美，前席有嘉谋。赋得黄金赐，言皆白璧酬。着鞭驱驷马，操刃解全牛。出镇兼方伯，承家复列侯。朝瞻孔北海，时用杜荆州。广固才登陟，毗陵忽阻修。三台冀入梦，四岳尚分忧。郡邑连京口，山川望石头。海门当建节，江路引鸣驺。俗见中兴理，人逢至道休。先移白额横，更息赭衣偷。梁国歌来晚，徐方怨不留。岂伊齐政术，将以变浇浮。讼简知能吏，刑宽察要囚。坐堂风偃草，行县雨随辀。地是蒙庄宅，城遗阏伯丘。孝王馀井径，微子故田畴。冬至招摇转，天寒螮蝀收。猿岩飞雨雪，兔苑落梧楸。列戟霜侵户，褰帏月在钩。好贤常解榻，乘兴每登楼。逸足横千里，高谈注九流。诗题青玉案，衣赠黑貂裘。穷巷轩车静，闲斋耳目愁。未能方管乐，翻欲慕巢由。讲德良难敌，观风岂易俦。寸心仍有适，江海一扁舟。"
                },
                {
                    "time": "743年",
                    "activity": "在睢阳，与诸人同李少康宴，有诗。作品：《画马篇》《咏马鞭》画马篇（唐·高适）题注：同诸公宴睢阳李太守，各赋一物。君侯枥上骢，貌在丹青中。马毛连钱蹄铁色，图画光辉骄玉勒。马行不动势若来，权奇蹴踏无尘埃。感兹绝代称妙手，遂令谈者不容口。麒麟独步自可珍，驽骀万匹知何有，终未如他枥上骢。载华毂，聘飞鸿，荷君剪拂与君用，一日千里如旋风。咏马鞭（唐·高适）　　押先韵引用典故：龙竹　龙竹养根凡几年，工人截之为长鞭。一节一目皆天然，珠重重，星连连。绕指柔，纯金坚，绳不直，规不圆。把向空中捎一声，良马有心日驰千。"
                },
                {
                    "time": "743年",
                    "activity": "在睢阳，有诗赠别友人赴岭南南海太守刘巨鳞处。作品：《送柴司户充刘卿判官之岭外》送柴司户充刘卿（一作乡）判官之岭外（唐·高适）　　五言排律　押豪韵岭外资雄镇，朝端宠节旄。月卿临幕府，星使出词曹。海对羊城阔，山连象郡高。风霜驱瘴疠，忠信涉波涛。别恨随流水，交情脱宝刀。有才无不适，行矣莫徒劳。"
                },
                {
                    "time": "744年",
                    "activity": "在睢阳，早春，同友人宴睢阳东亭。作品：《同李司仓早春宴睢阳东亭》同李司仓早春宴睢阳东亭（得花）（唐·高适）　　五言律诗　押麻韵春皋宜晚景，芳树杂流霞。莺燕知三月，池台称百花。竹根初带笋，槐色正开牙。且莫催行骑，归时有月华。"
                },
                {
                    "time": "744年",
                    "activity": "在睢阳，有诗赠友人赴贬所。作品：《送田少府贬苍梧》送田少府贬苍梧（唐·高适）引用典故：数奇　沈吟对迁客，惆怅西南天。昔为一官未得意，今向万里令人怜。念兹斗酒成暌间，停舟叹君日将晏。远树应怜北地春，行人却羡南归雁。丈夫穷达未可知，看君不合长数奇。江山到处堪乘兴，杨柳青青那足悲。"
                },
                {
                    "time": "744年",
                    "activity": "夏，在睢阳，有诗送友人谒魏郡太守苗晋卿。作品：《送虞城刘明府谒魏郡苗太守》送虞城刘明府谒魏郡苗太守（唐·高适）　　押鱼韵引用典故：陶隐居　天官苍生望，出入承明庐。肃肃领旧藩，皇皇降玺书。茂宰多感激，良将复吹嘘。永怀一言合，谁谓千里疏。对酒忽命驾，兹情何起予。炎天昼如火，极目无行车。长路出雷泽，浮云归孟诸。魏郡十万家，歌钟喧里闾。传道贤君至，闭关常晏如。君将挹高论，定是问樵渔。今日逢明圣，吾为陶隐居。"
                },
                {
                    "time": "747年",
                    "activity": "在睢阳，与故交陈兼等人再次聚首，有诗记之。作品：《宋中遇陈二》宋中遇陈二（一作兼）（唐·高适）　　押灰韵引用典故：鲍叔义　常忝（一作参）鲍叔义，所期（一作寄）王佐才。如何守苦节，独此①无良媒。离别十年外（一作内），飘飖千里来。安知（一作能）罢官后，惟见柴门开。穷巷隐东郭，高堂咏南陔。篱根长花草，井上（一作口）生（一作垂）莓苔。伊昔（一作宁敢）望霄汉，于今倦蒿莱②。男儿命未（一作须命）达③，且尽（一作醉）手中杯。按：①一作自，一作归　②一作终然俟尘埃　③一作须达命，又作人生各有命"
                },
                {
                    "time": "747年",
                    "activity": "秋，在睢阳，有诗和友人。诗中出仕之念甚强烈。作品：《酬鸿胪裴主簿雨后睢阳北楼见赠之作》酬鸿胪裴主簿雨后睢阳北楼（一作王昌龄诗）见赠之作（唐·高适）引用典故：著鞭　暮霞照新晴，归云犹相逐。有怀晨昏暇，想见登眺目。问礼侍彤襜，题诗访茅屋。高楼多古今，陈事满陵谷。地久微子封，台馀孝王筑。裴回顾霄汉，豁达俯川陆。远水对孤（一作秋）城，长天向乔木。公门何清静，列戟森已肃。不叹携手稀，常思著鞭速。终当拂羽翰，轻举随鸿鹄。"
                },
                {
                    "time": "747年",
                    "activity": "在睢阳，有赋赠友人。作品：《双六头赋送李参军》"
                },
                {
                    "time": "747年10月",
                    "activity": "有诗赠友人。诗中多郁勃不平之气。作品：《效古赠崔二》效古赠崔二（唐·高适）引用典故：纵横　十月河洲时，一看有归思。风飙生惨烈，雨雪暗天地。我辈今胡为，浩哉迷所至。缅怀当涂者，济济居声位。邈然在云霄，宁肯更沦踬。周旋多燕乐，门馆列车骑。美人芙蓉姿，狭室兰麝气。金炉陈兽炭，谈笑正得意。岂论草泽中，有此枯槁士。我惭经济策，久欲甘弃置。君负纵横才，如何尚憔悴。长歌增郁怏，对酒不能醉。穷达自有时，夫子莫下泪。"
                },
                {
                    "time": "747年",
                    "activity": "有诗赠别友人。作品：《过崔二有别》遇崔二有别（唐·高适）　　押真韵大国多任士，明时遗此人。颐颔尚丰盈，毛骨未合迍。逸足望千里，商歌悲四邻。谁谓多才富，却令家道贫。秋风吹别马，携手更伤神。按：《适集》卷一有「效古赠崔二」，应是一人。《赠崔二》有云：「君负纵横才，如何尚憔悴。」又云：「穷达自有时，夫子莫下泪。」这次「遇崔二」，还是「明时遗此人」，所以还叹息着说「谁谓多才富，却令家道贫！」"
                },
                {
                    "time": "747年",
                    "activity": "冬，与董令望相遇。有诗记之。作品：《别董大二首》（S134，疑董令望即董庭兰。）别董大二首（唐·高适）　　七言绝句　押文韵十里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。　　其二（唐·高适）　　七言绝句　押先韵六翮飘飖私自怜，一离京洛十馀年。丈夫贫贱应未足，今日相逢无酒钱。"
                },
                {
                    "time": "747年",
                    "activity": "有诗赠别友人。作品：《宋中遇刘书记有别》《宋中别李八》宋中遇刘书记有别（唐·高适）　　押灰韵何代无秀士，高门生此才。森然睹毛发，若见河（一作江）山来。几载困常调，一朝时运催。白身谒明主，待诏登云台。相逢梁宋间，与我醉蒿莱。寒楚眇千里，雪天昼（一作闭）不开。末路终离别，不能强悲哀。男儿争富贵，劝尔莫迟回。宋中别李八（唐·高适）引用典故：倚门　挹馀烈　岁晏谁不归，君归意可说。将趋倚门望，还念同人别。驻马临长亭，飘然事明发。苍茫眺千里，正值苦寒节。旧国多转蓬，平台下明月。世情薄疵贱，夫子怀贤哲。行矣各勉旃，吾当挹馀烈。"
                },
                {
                    "time": "748年",
                    "activity": "在睢阳，遇玄宗时之骗子姜抚，有诗揶揄之。作品：《遇冲和先生》遇冲和先生（唐·高适）　　押青韵引用典故：客星　冲和生何代，或谓游东溟。三命谒金殿，一言拜（一作授）银青。自云多方术，往往通神（一作精）灵。万乘亲问道，六宫无敢听。昔去（一作者）限霄汉，今来睹仪形。头戴鹖鸟（一作雏凤）冠，手遥白鹤翎。终日饮醇酒，不醉复不醒。常（一作犹）忆鸡鸣山，每诵西升经。拊背念离别，依然出户庭。莫见今如此，曾为一客星。"
                },
                {
                    "time": "748年2月",
                    "activity": "居睢阳，困窘之甚。遇雪，有诗。作品：《苦雪四首》苦雪四首（唐·高适）　　押青韵二月犹北风，天阴雪冥冥。寥落一室中，怅然惭百龄。苦愁正如此，门柳复青青。　　其二（唐·高适）　　押个韵引用典故：惠连清兴　扃门卧　惠连发清兴，袁安念高卧。余故非斯人，为性兼懒惰。赖兹尊中酒，终日聊自过。　　其三（唐·高适）　　押鱼韵濛濛洒平陆，淅沥至幽居。且喜润群物，焉能悲斗储。故交久不见，鸟雀投吾庐。　　其四（唐·高适）　　押马韵引用典故：歌牛下　孰云久闲旷，本自保知寡。穷巷独无成，春条秪盈把。安能羡鹏举，且欲歌牛下。乃知古时人，亦有如我者。"
                },
                {
                    "time": "748年",
                    "activity": "居睢阳，有诗赠友人。作品：《酬裴秀才》酬裴秀才（唐·高适）　　押皓韵引用典故：惭妻嫂　长卿无产业　男儿贵得意，何必相知早。飘荡与物永①，踌跎觉年②老。长卿无产业，季子惭妻嫂。此事难重陈，未于③众人道。按：①一作华　②一作身　③一作为"
                },
                {
                    "time": "748年",
                    "activity": "居睢阳，有诗别友人。作品：《别王彻》别王彻（唐·高适）　　押侵韵引用典故：何用多金　陆沈　归客自南楚，怅然思北林（一作临）。萧条秋风暮，回首江淮深。留君终日①欢，或为梁父吟。时辈想鹏举，他人嗟陆沈。载酒登平台，赠君千里心。浮云暗长路，落日有归禽。离别未足悲，辛勤当自任。吾知十年后，季子多黄金。按：①一作留连愁作"
                },
                {
                    "time": "748年",
                    "activity": "秋，遇李景参，有诗赠别。作品：《平台夜遇李景参有别》平台夜遇李景参有别（唐·高适）离心（一作忧）忽怅（一作浩）然①，策马对秋天。孟诸薄暮凉风起，归客相逢渡睢水。昨时（一作忆昨）携手已（一作向）十年，今（一作明）日分途各千里。岁物萧条满路岐，此行浩荡令人悲。家贫羡尔有微禄，欲往从之何所之。按：①一作离忧心忽怅"
                },
                {
                    "time": "748年",
                    "activity": "秋，有诗。作品：《秋日作》秋日作（唐·高适）　　五言排律　押真韵端居值秋节，此日更愁辛。寂寞无一事，蒿莱通四邻。闭门生白发，回首忆青春。岁月不相待，交游随众人。云霄何处托，愚直有谁亲。举酒聊自劝，穷通信尔身。"
                },
                {
                    "time": "748年",
                    "activity": "秋，有诗寄赠友人。作品：《寄孟五少府》寄孟五少府（唐·高适）　　五言排律　押先韵秋气（一作风）落穷巷，离忧兼暮蝉。后时已如此，高兴亦徒然。知君念淹泊，忆我屡周旋。征路见来雁，归人悲远天。平生感（一作各）千里，相望在贞坚（一作贤）。"
                },
                {
                    "time": "748年",
                    "activity": "秋，有诗赠别友人。作品：《赠别晋三处士》赠别晋三处士（唐·高适）有人家住清河源，渡河问我游梁园。手持道经注已毕，心知内篇口不言。卢门十年见秋草，此心惆怅谁能道。知己从来不易知，慕君为人与君好。别时九月桑叶疏，出门千里无行车。爱君且欲君先达，今上求贤早上书。"
                },
                {
                    "time": "748年",
                    "activity": "初冬，与房休兄弟交往，有诗寄赠。作品：《苦雨寄房四昆季》苦雨寄房四（一作休）昆季（唐·高适）引用典故：中夜舞　林宗　史鱼直　应徐　独坐见多雨，况兹兼索居。茫茫十月交，穷阴千里馀。弥望无端倪，北风击林箊。白日（一作月）渺难睹（一作见），黄云争卷舒。安（一作焉）得造化功，旷然一扫除。滴沥檐宇愁，寥（一作寂）寥谈笑疏。泥涂拥城郭，水潦盘丘墟。惆怅悯田农，裴回伤里闾。曾是力井（一作耕）税，曷为（一作云）无斗储。万事切中怀，十年思上书。君门嗟缅邈，身计念居诸。沈吟顾草茅，郁怏任盈虚。黄鹄（一作鹤）不可羡，鸡鸣时起予。故人平台侧，高馆临通衢。兄弟方荀陈，才华冠应徐。弹棋自多暇，饮酒更（一作复）何如。知人想林宗，直道惭史鱼。携手风流（一作流风）在，开襟鄙吝祛。宁能访穷巷，相与对园①蔬。按：①一作嘉，一作家"
                },
                {
                    "time": "748年",
                    "activity": "冬，有诗赠别友人。作品：《送萧十八与房侍御回还》送萧十八与房侍御回还（唐·高适）　　押麌韵常苦（一作悲）古人远，今见斯人古。澹泊遗声华，周旋必邹鲁。故交在梁宋，游方出庭户。匹马鸣朔风，一身济河浒。辛勤采兰咏，款曲翰林主。岁月催别离，庭围远风土。寥寥寒烟静，莽莽夕阴吐（一作云苦）。明发不在兹，青天眇难睹。"
                },
                {
                    "time": "748年9月",
                    "activity": "秋，有诗赠友人。作品：《同颜少府旅宦秋中》（T147，此诗又作《同颜六少府旅居秋中之作》，周勋初系于751年。）同颜六少府旅宦秋中之作（唐·高适）　　七言律诗　押支韵传君昨夜怅然悲，独坐新斋木落时。逸气旧来凌燕雀，高才何得混妍媸。迹留①黄绶人多叹，心在青云世莫知。不是鬼神无正直，从来州县有瑕疵。按：①一作劳"
                },
                {
                    "time": "749年9月",
                    "activity": "九月九日，有诗赠友人。作品：《九月九日酬颜少府》（T148，周勋初系于751年。）九日酬颜少府（唐·高适）　　七言律诗　押有韵引用典故：蔡泽丑　檐前白日应可惜，篱下黄花为谁有。行①子迎霜未授衣，主人得钱始②沽酒。苏秦憔悴人③多厌，蔡泽栖迟④世看丑。纵使登高只断肠，不如独坐空搔首。按：①一作客　②一作肯　③一作时　④一作栖遑"
                },
                {
                    "time": "749年",
                    "activity": "有诗送别友人。作品：《送郭处士往莱芜兼寄苟山人》送郭处士往莱芜兼寄苟山人（唐·高适）君为东蒙客，往来东蒙畔。云卧临峄阳，山行穷日观。少年词赋皆可听，秀眉白面风清泠。身上未曾染名利，口中犹未知膻腥。今日还山意无极，岂辞世路多相识。归见莱芜九十翁，为论别后长相忆。"
                },
                {
                    "time": "749年",
                    "activity": "春，接待刘慎虚，有诗送行。作品：《别刘大校书》（S150，唐代别有一刘慎虚，一名迅，字捷卿，刘知几第五子，与高适亦有交往。）别刘大校书（唐·高适）　　五言律诗　押真韵昔日京华去，知君才望新。应犹作赋好，莫叹在官贫。且复伤远别，不然愁此身。清风①几万里，江上一归人。按：①一作青枫"
                },
                {
                    "time": "749年",
                    "activity": "春，有诗送别畅璀。作品：《睢阳酬别畅大判官》睢阳酬别畅大判官（唐·高适）　　押萧韵引用典故：白雪　李牧　吾友遇知己，策名逢圣朝。高才擅白雪，逸翰怀青霄。承诏选嘉宾①，慨然即驰轺。清昼下公馆，尺书忽相邀。留欢惜别离，毕景驻行镳。言及沙漠事，益令胡马骄。丈夫拔东蕃，声冠霍嫖姚。兜鍪冲矢石，铁甲生风飙。诸将出冷（一作井）陉，连营济石桥。酋豪尽俘馘，子弟输征徭。边庭绝刁斗，战地成渔樵。榆关夜不扃，塞口长萧萧。降胡满蓟门，一一能射雕。军中多宴乐，马上何轻趫。戎狄本无厌，羁縻非一朝。饥附诚足用，饱飞安可招。李牧制儋蓝，遗风岂寂寥。君还谢幕府，慎勿轻刍荛。按：①一作兵，一作贤"
                },
                {
                    "time": "749年",
                    "activity": "在梁宋，有诗赠从甥。作品：《别从甥万盈》别从甥万盈（唐·高适）　　五言律诗　押庚韵引用典故：家丘　诸生曰万盈，四十乃知名。宅相予偏重，家丘人莫轻。美才应自料，苦节岂无成。莫以山田薄，今春又不耕。"
                },
                {
                    "time": "749年",
                    "activity": "在梁宋，有诗记闲居生活。作品：《闲居》闲居（唐·高适）　　五言绝句　押鱼韵柳色惊心事，春风厌索居。方知一杯酒，犹胜百家书。"
                },
                {
                    "time": "758年",
                    "activity": "自扬州至洛阳，过宋州，有文祭张巡、许远。作品：《还京次睢阳父祭张巡许远文》"
                }
            ]
        },
        {
            "Latitude": 37.076646,
            "Longitude": 114.510889,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN1305",
            "Title": "邢台",
            "Detail": [
                {
                    "time": "730年",
                    "activity": "北上旅游燕赵，过巨鹿，秋，有诗。作品：《巨鹿赠李少府》《酬司空璲少府》钜鹿赠李少府（唐·高适）　　押陌韵李侯虽薄宦，时誉何籍籍。骏马常借人，黄金每留客。投壶华馆静，纵酒凉风夕。即此遇神仙，吾欣知损益。酬司空璲少府（唐·高适）　　押元韵飘飖未得意，感激与谁论。昨日遇夫子，仍欣吾道存。江山满词赋，札翰起凉温。吾见风雅作，人知德业尊。惊飙荡万木，秋气屯高原。燕赵何苍茫，鸿雁来翩翻。此时与君别，握手欲无言。"
                }
            ]
        },
        {
            "Latitude": 36.291268,
            "Longitude": 115.154493,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN130425",
            "Title": "大名",
            "Detail": [
                {
                    "time": "730年",
                    "activity": "北上旅游燕赵，过魏郡，有诗。作品：《三君咏》三君咏魏郑公（徵）（唐·高适）　　五言律诗　押元韵序：开元中，适游于魏郡。郡北有故太师郑公旧馆，里中有故尚书郭公遗业，邑外又有故太守狄公生祠焉。睹物增怀，遂为三君咏。郑公经纶日，隋氏风尘昏。济代取高位，逢时敢直言。道光先帝业，义激旧君恩。寂寞卧龙处，英灵千载魂。　其二郭代公（元振）（唐·高适）　　押职韵代公实英迈，津涯浩难识。拥兵抗矫徵，仗节归有德。纵横负才智，顾盻安社稷。流落勿重陈，怀哉为悽恻。　其三狄梁公（仁杰）（唐·高适）　　押陌韵梁公乃贞固，勋烈垂竹帛。昌言太后朝，潜运储君策。待贤开相府，共理登方伯。至今青云①人，犹是门下客。按：①一作霄"
                }
            ]
        },
        {
            "Latitude": 39.911013,
            "Longitude": 116.413554,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN11",
            "Title": "北京",
            "Detail": [
                {
                    "time": "730年",
                    "activity": "于燕地从军，在幕府。作品：《别冯判官》别（一作送）冯判官（唐·高适）　　五言律诗　押先韵碣石辽西地，渔阳蓟北天。关山唯一道，雨雪尽三边。才子方为客，将军正渴①贤。遥知幕府下，书记日翩翩。按：①一作爱，一作慕"
                },
                {
                    "time": "731年",
                    "activity": "于燕地从军，在幕府。意气尚高昂，然对军中之黑暗情况甚不满。作品：《塞上》塞上（唐·高适）　　押虞韵引用典故：李将军　东出卢龙塞，浩然客思孤。亭堠列万里，汉兵犹备胡。边尘涨北溟，虏骑（一作塞马）正南驱。转斗岂长策，和亲非远图。惟昔李将军，按节出皇（一作临此）都。总戎扫大漠，一战擒单于。常怀感激心，愿效纵横谟。倚剑欲谁语，关（一作山）河空郁纡。"
                },
                {
                    "time": "732年",
                    "activity": "于燕地从军，献诗李祎幕下诸人，求援引，无结果。作品：《信安王幕府诗》信安王幕府诗（唐·高适）　　五言排律　押先韵序：开元二十年，国家有事林胡，诏礼部尚书信安王总戎大举。时考功郎中王公、司勋郎中刘公、主客郎中魏公、侍御史李公、监察御史崔公咸在幕府，诗以颂美数公。见于词，凡三十韵。引用典故：柏梁篇　投笔　曳裾　剪桐　麟阁像　题剑　元淑命不达　仲宣文章　云纪轩皇代，星高太白年。庙堂咨上策，幕府制中权。盘石藩维固，升坛礼乐先。国章荣印绶，公服贵貂蝉。乐善旌深德，输忠格上玄。剪桐光宠锡，题剑美贞坚。圣祚雄图广，师贞武德虔。雷霆七校发，旌旆五营连。华省徵群乂，霜台举二贤。岂伊公望远，曾是茂才迁。并秉韬钤术，兼该翰墨筵。帝思麟阁像，臣献柏梁篇。振玉登辽甸，摐金历蓟壖。度河飞羽檄，横海泛楼船。北伐声逾迈，东征务以专。讲戎喧涿野，料敌静居延。军势持三略，兵戎自九天。朝瞻授钺去，时听偃戈旋。大漠风沙里，长城雨雪边。云端临碣石，波际隐朝鲜。夜壁冲高斗，寒空驻彩旃。倚弓玄兔月，饮马白狼川。庶物随交泰，苍生解倒悬。四郊增气象，万里绝风烟。关塞鸿勋著，京华甲第全。落梅横吹后，春色凯歌前。直道常兼济，微才独弃捐。曳裾诚已矣，投笔尚悽然。作赋同元淑，能诗匪仲宣。云霄不可望，空欲仰神仙。"
                },
                {
                    "time": "732年",
                    "activity": "于燕地从军，在幕府，有诗。作品：《塞下曲》塞下曲（唐·高适）　　押东韵引用典故：麟阁　结束浮云骏，翩翩出从戎。且凭天子怒，复倚将军雄。万鼓雷殷地，千旗火生风。日轮驻霜戈，月魄悬雕弓。青海阵云匝，黑山兵气冲。战酣太白高，战罢旄头空①。万里不惜死，一朝（一作阵）得成功。画图骐麟阁，入朝明光宫。大笑向文士，一经何足穷。古人昧此道，往往成老翁。按：①一本无战酣二句"
                }
            ]
        },
        {
            "Latitude": 39.897857,
            "Longitude": 118.899429,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN130324",
            "Title": "卢龙",
            "Detail": [
                {
                    "time": "731年",
                    "activity": "于燕地从军，往来东北边境，与当地官员出猎卢龙塞。有诗。作品：《同群公出猎海上》同群公出猎海上（唐·高适）　　押虞韵引用典故：老氏训　畋猎自古昔，况伊心赏俱。偶与群公游，旷然出平芜。层阴涨溟海，杀气穷幽都。鹰隼何翩翩，驰骤相传呼。豺狼窜榛莽，麋鹿罹艰虞。高鸟下骍弓，困兽斗匹夫。尘惊大泽晦，火燎深林枯。失之有馀恨，获者无全躯。咄彼工拙间，恨非指踪徒。犹怀老氏训，感叹此欢娱。"
                }
            ]
        },
        {
            "Latitude": 41.579487,
            "Longitude": 120.457301,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN2113",
            "Title": "朝阳",
            "Detail": [
                {
                    "time": "731年",
                    "activity": "于燕地从军，往来东北边境。在营州有诗。作品：《营州歌》营州歌（唐·高适）　　押马韵营州少年厌①原野，狐②裘蒙茸猎城下。虏④酒千钟③不醉人，胡儿十岁能骑马。按：①一作满，一作歇，一作爱　②一作皮　③一作杯　④一作鲁"
                }
            ]
        },
        {
            "Latitude": 40.226486,
            "Longitude": 116.237897,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN110114",
            "Title": "昌平",
            "Detail": [
                {
                    "time": "732年",
                    "activity": "于燕地从军，在幕府，对边疆士卒甚关怀同情。有诗。作品：《蓟门行五首》杂曲歌辞蓟门行五首（唐·高适）　　押真韵题注：一作蓟门行五首五茫茫①长城外，日没更烟尘。胡骑虽凭陵，汉兵不顾身。古树满空塞，黄云愁杀人。按：①集作黯黯　　其二（唐·高适）　　押职韵题注：一作蓟门行五首二汉家能用武，开拓穷异域。戍卒厌糠覈，降胡饱衣食。开亭试一望，吾欲涕①沾臆。按：①集作泪　　其三（唐·高适）　　押文韵引用典故：霍将军　蓟门逢古①老，独立思氛氲。一身既零丁，头鬓白纷纷。勋庸今已矣，不识霍将军。按：①一作故　　其四（唐·高适）　　押微韵边城十一月，雨雪乱霏霏。元戎号令严，人马亦轻肥。羌胡无尽日，征战几时归。　　其五（唐·高适）　　押庚韵幽州多骑射，结发重横行。一朝事将军，出入有声名。纷纷猎秋草，相向角弓鸣。"
                },
                {
                    "time": "732年",
                    "activity": "于燕地从军，有诗赠别友人。作品：《赠别王十七管记》（T47，此诗周勋初定为750年作。）赠别王十七管记（唐·高适）引用典故：不倚将军势　一笑无秦帝　宠鹤　画龙　故交吾未测，薄宦空年岁。晚节踪曩贤，雄词冠当世。堂中皆食客，门外多酒债。产业曾未言，衣裘与人敝。飘飖戎幕下，出入关山际。转战轻壮心，立谈有边计。云沙自回合，天海空迢递。星高汉将骄，月盛胡兵锐。沙深冷陉断，雪暗辽阳闭。亦谓扫欃枪，旋惊陷蜂虿。归旌告东捷，斗骑传西败。遥飞绝汉书，已筑长安第。画龙俱在叶，宠鹤先居卫。勿辞部曲勋，不藉将军势。相逢季冬月，伥望穷海裔。折剑留赠人，严装遂云迈。我行将悠ꆽ①，及此还羁滞。曾非济代谋，且有临深诫。随波混清浊，与物同丑丽。眇忆青岩栖，宁忘褐衣拜。自言爱（一作偕）水石，本欲亲兰蕙。何意薄松筠，翻然重菅蒯。恒深取与分，孰慢平生契。款曲鸡黍期，酸辛别离袂。逢时愧名节，遇坎悲沦替。适赵非解纷，游燕往（一作独）无说。浩歌方振荡，逸翮思凌励。倏若异鹏抟，吾当学蝉蜕。按：①说文，与缅同"
                },
                {
                    "time": "733年",
                    "activity": "脱离军队，寓居幽州。秋，有诗赠友人。作品：《酬李少府》酬李少府（唐·高适）出塞魂屡（一作犹）惊，怀贤意难说。谁知吾道间，乃在客中别。日夕捧琼瑶，相思无休歇。伊人虽薄宦，举代推高节。述作凌江山，声华满冰雪。一登蓟丘上（一作山），四顾何惨烈。来雁无尽时，边风正骚屑。将从崖谷遁，且与沈浮绝。君若登青云，余当投魏阙。"
                },
                {
                    "time": "733年",
                    "activity": "在幽州，不遇王之涣、郭密之，甚失望，留诗赠二人。作品：《蓟门不遇王之涣郭密之因以留赠》蓟门不遇王之涣郭密之因以留赠（唐·高适）　　押屑韵适远登蓟丘，兹晨独搔屑。贤交不可见，吾愿终难说。迢递千里游，羁离十年别。才华仰清兴，功业嗟芳节。旷荡阻云海，萧条带风雪。逢时事多谬，失路心弥折。行矣勿重陈，怀君但愁绝。"
                },
                {
                    "time": "733年",
                    "activity": "自幽州返宋州，有诗。作品：《自蓟北归》自蓟北归（唐·高适）　　五言律诗　押灰韵驱马蓟门北，北风边马哀。苍茫远山口，豁达胡天开。五将已深入，前军止半回。谁怜不得意，长剑独归来。"
                },
                {
                    "time": "750年",
                    "activity": "冬，送兵清夷后回蓟门过年。对边塞之情况与封丘之职位均甚不满，欲南回后即去职归隐。有诗。作品：《使青夷军入居庸三首》使青夷军入居庸三首（唐·高适）　　五言律诗　押寒韵匹马行将久，征途去转难。不知边地别，秪讶客衣单。溪冷泉声苦，山空木叶乾。莫言关塞极，云雪尚漫漫。　　其二（唐·高适）　　五言律诗　押支韵引用典故：东山　古镇青山口，寒风落日时。岩峦鸟不过，冰雪马堪迟。出塞应无策，还家赖有期。东山足松桂，归去结茅茨。　　其三（唐·高适）　　五言律诗　押豪韵登顿驱征骑，栖迟愧宝刀。远行今若此，微禄果徒劳。绝坂水连下，群峰云共高。自堪成白首，何事一青袍。"
                },
                {
                    "time": "750年",
                    "activity": "冬，送兵清夷后回蓟门过年。有诗记送兵事。作品：《送兵到蓟北》送兵到蓟北（唐·高适）　　五言绝句　押尤韵积雪与天迥，屯军连塞愁。谁知此行迈，不为觅封侯。"
                },
                {
                    "time": "750年",
                    "activity": "冬，送兵清夷后回蓟门过年。有诗。对唐玄宗宠信安禄山甚不满。作品：《蓟中作》蓟中（一作送兵还）作（唐·高适）　　押元韵引用典故：孙吴　策马自沙漠（一作海），长（一作上）驱登塞垣。边城何（一作高）萧条，白日黄云昏。一到征战处，每愁胡虏翻。岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门。"
                },
                {
                    "time": "750年",
                    "activity": "冬，有赠诗别友人。诗中对安禄山及送兵事均感不满。作品：《赠别王十七管记》赠别王十七管记（唐·高适）引用典故：不倚将军势　一笑无秦帝　宠鹤　画龙　故交吾未测，薄宦空年岁。晚节踪曩贤，雄词冠当世。堂中皆食客，门外多酒债。产业曾未言，衣裘与人敝。飘飖戎幕下，出入关山际。转战轻壮心，立谈有边计。云沙自回合，天海空迢递。星高汉将骄，月盛胡兵锐。沙深冷陉断，雪暗辽阳闭。亦谓扫欃枪，旋惊陷蜂虿。归旌告东捷，斗骑传西败。遥飞绝汉书，已筑长安第。画龙俱在叶，宠鹤先居卫。勿辞部曲勋，不藉将军势。相逢季冬月，伥望穷海裔。折剑留赠人，严装遂云迈。我行将悠ꆽ①，及此还羁滞。曾非济代谋，且有临深诫。随波混清浊，与物同丑丽。眇忆青岩栖，宁忘褐衣拜。自言爱（一作偕）水石，本欲亲兰蕙。何意薄松筠，翻然重菅蒯。恒深取与分，孰慢平生契。款曲鸡黍期，酸辛别离袂。逢时愧名节，遇坎悲沦替。适赵非解纷，游燕往（一作独）无说。浩歌方振荡，逸翮思凌励。倏若异鹏抟，吾当学蝉蜕。按：①说文，与缅同"
                },
                {
                    "time": "750年",
                    "activity": "除夜，居蓟门旅馆，有诗。作品：《除夜作》除夜作（唐·高适）　　七言绝句　押先韵旅馆寒灯独不眠，客心何事转悽然。故乡今夜思千里，愁②鬓明朝又①一年。按：①一作更　②一作霜"
                }
            ]
        },
        {
            "Latitude": 39.354911,
            "Longitude": 115.505068,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN130633",
            "Title": "易县",
            "Detail": [
                {
                    "time": "734年",
                    "activity": "自幽州返宋州，一路漫游，过易县。有诗。作品：《同朱五题卢使君义井》同朱五题卢使君义井（唐·高适）　　五言排律　押鱼韵高义唯良牧，深仁自下车。宁知凿井处，还是饮冰馀。地即泉源久，人当汲引初。体清能鉴物，色洞（一作谈）每含虚。上善滋来往，中和浃里闾。济时应未竭，怀惠复何如。"
                }
            ]
        },
        {
            "Latitude": 38.152193,
            "Longitude": 114.577442,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN130123",
            "Title": "正定",
            "Detail": [
                {
                    "time": "734年",
                    "activity": "自幽州返宋州，过真定。有诗赠恒州刺史韦济。作品：《真定即事奉赠韦使君二十八韵》真定即事奉赠韦使君二十八韵（唐·高适）　　五言排律　押虞韵引用典故：问津　解榻　叶县凫　二顷　粉署　王符缝掖　管夷吾　金门　廉叔度　陶朱　飘泊怀书客，迟回此路隅。问津惊弃置，投刺忽踟蹰。方伯恩弥重，苍生咏已苏。郡称廉叔度，朝议管夷吾。乃继三台侧，仍将四岳俱。江山澄气象，崖谷倚冰壶。诏宠金门策，官荣叶县凫。擢才登粉署，飞步蹑云衢。起草徵调墨，焚香即宴娱。光华扬盛矣，霄汉在兹乎。隐轸推公望，逶迤协帝俞。轩车辞魏阙，旌节副幽都。始佩仙郎印，俄兼太守符。尤多蜀郡理，更得颍川谟。城邑推雄镇，山川列简图。旧燕当绝漠，全赵对平芜。旷野何瀰漫，长亭复郁纡。始泉遗俗近，活水战场无。月换思乡陌，星回记斗枢。岁容归万象，和气发鸿垆。沦落而谁遇，栖遑有是夫。不才羞拥肿，干禄谢侏儒。契阔惭行迈，羁离忆友于。田园同季子，储蓄异陶朱。方欲呈高义，吹嘘揖大巫。永怀吐肝胆，犹惮阻荣枯。解榻情何限，忘言道未殊。从来贵缝掖，应是念穷途。"
                }
            ]
        },
        {
            "Latitude": 36.631222,
            "Longitude": 114.545808,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN1304",
            "Title": "邯郸",
            "Detail": [
                {
                    "time": "734年",
                    "activity": "自幽州返宋州，过邯郸。有诗。作品：《邯郸少年行》杂曲歌辞邯郸少年行（唐·高适）引用典故：平原君　邯郸城南（一作西）游侠子，自矜（一作言）生长邯郸里。千场纵博家仍富，几度报雠身不死。宅中歌笑日纷纷，门外车马常（一作矗）如云（一作如云屯）。未知肝胆向谁是，令人却忆平原君。君不见今人（一作即今）交态薄，黄金用尽还疏索。以兹感叹（一作激）辞旧游，更于时事无所求。且与少年饮美酒，往来射猎西山头。"
                },
                {
                    "time": "734年",
                    "activity": "自幽州返宋州，过涉县，与薛据等人见面，临别，有诗赠诸人。作品：《别韦五》别韦五（唐·高适）　　五言律诗　押尤韵徒然酌杯酒，不觉散人愁。相识仍远别，欲归翻旅游。夏云满郊甸，明月照河洲。莫恨征途远，东看漳水流。"
                }
            ]
        },
        {
            "Latitude": 36.591135,
            "Longitude": 113.697234,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN130426",
            "Title": "涉县",
            "Detail": [
                {
                    "time": "734年",
                    "activity": "自幽州返宋州，过邯郸。夏，于漳水边有诗。作品：《酬别薛三蔡大留简韩十四主簿》酬别薛三蔡大留简韩十四主簿（唐·高适）　　押霰韵迢递辞京华，辛勤异乡县。登高俯沧海，回首泪如霰。同人久离别，失路还相见。薛侯怀直道，德业应时选。蔡子负清才，当年擢宾荐。韩公有奇节，词赋凌群彦。读书嵩岑间，作吏沧海甸。伊余寡栖托，感激多愠见。纵诞非尔情，飘沦任疵贱。忽枉琼瑶作，乃深平生眷。始谓吾道存，终嗟客游倦。归心无昼夜，别事除言宴。复值凉风时，苍茫夏云变。"
                }
            ]
        },
        {
            "Latitude": 34.802941,
            "Longitude": 114.313904,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4102",
            "Title": "开封",
            "Detail": [
                {
                    "time": "735年",
                    "activity": "征诣长安，应制科试，过开封，春，有诗。作品：《题李别驾壁》题李别驾壁（唐·高适）　　押纸韵引用典故：鲁伯禽　魏公子　去乡不远逢知己，握手相欢得如此。礼乐遥传鲁伯禽，宾客争过魏公子。酒筵暮散明月上，枥马长鸣春风起。一生称意能几人，今日从君问终始。"
                },
                {
                    "time": "744年",
                    "activity": "在陈留，同李白游，有诗同赠友人。作品：《送杨山人归嵩阳》送杨山人归嵩阳（唐·高适）不到嵩阳动十年，旧时（一作家）心事已徒然。一二故人不复见，三十六峰犹眼前。夷门二月柳条色，流莺数声泪沾臆。凿井耕田不我招，知君以此忘帝力。山人好去嵩阳路，惟余眷眷长相忆。"
                },
                {
                    "time": "744年",
                    "activity": "在陈留，与李白同游，有诗同赠友人。作品：《送蔡山人》送蔡山人（唐·高适）引用典故：买臣　主父　东山布衣明古今，自言独未逢知音。识者阅见一生事，到处豁然千里心。看书学剑长辛苦，近日方思谒明主。斗酒相留醉复醒，悲歌数年泪如雨。丈夫遭遇不可知，买臣主父皆如斯。我今蹭蹬无所似，看尔崩腾何若为。"
                },
                {
                    "time": "744年",
                    "activity": "夏，与李白、杜甫登吹台。"
                },
                {
                    "time": "758年",
                    "activity": "自扬州至洛阳，过汴州，有诗。作品：《古大梁行》古大梁行（唐·高适）引用典故：夷门　信陵　古城莽苍（一作苍茫）饶荆榛，驱马荒城愁杀人。魏王宫观①尽禾黍，信陵宾客随灰尘。忆昨雄都旧朝市，轩车照耀歌钟起。军容带甲三十万，国步连营（一作衡）一（一作五）千里。全盛须臾那可论，高台曲池无复存。遗墟但见狐狸迹（一作窟），古地空馀草木根。暮天摇落伤怀抱，倚剑悲歌对秋草。侠客犹传朱亥名，行人尚识夷门道。白璧黄金万户侯，宝刀骏马填山丘。年代凄凉不可问，往来唯有水东流。按：①一作馆，一作殿"
                }
            ]
        },
        {
            "Latitude": 34.624376,
            "Longitude": 112.460033,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4103",
            "Title": "洛阳",
            "Detail": [
                {
                    "time": "738年",
                    "activity": "秋，离长安回梁宋，暂驻洛阳。有诗。作品：《同熊少府题卢主簿茅斋》同熊少府题卢主簿茅斋（卢兼有人伦）（唐·高适）　　五言排律　押元韵引用典故：武陵源　虚院野情在，茅斋秋兴存。孝廉趋下位，才子出高门。乃继幽人静，能令学者尊。江山归谢客，神鬼下刘根。阶树时攀折，窗书任讨论。自堪成独往，何必武陵源。"
                },
                {
                    "time": "738年",
                    "activity": "秋，离长安回梁宋，暂驻洛阳。有诗送别友人。作品：《送崔录事赴宣城》送崔录事赴宣城（唐·高适）　　五言排律　押灰韵大国非不理，小官皆用才。欲行宣城印，住饮洛阳杯。晚景为人别，长天无鸟回。举帆风波渺，倚棹江山来。羡尔兼乘兴，芜湖千里开。"
                },
                {
                    "time": "749年",
                    "activity": "秋初过洛阳，有诗赠友人。作品：《留别郑三韦九兼洛下诸公》留别郑三韦九兼洛下诸公（唐·高适）引用典故：不事小儿　忆昨相逢论久要，顾君哂我轻常调。羁旅虽同白社游，诗书已作青云料。蹇质（一作踬）蹉跎竟不成，年过四十尚躬耕。长歌达者（一作士）杯中物，大（一作冷）笑前人身后名。幸逢明盛多招隐，高山大泽徵求尽。此时亦①得辞渔樵，青袍裹身荷圣朝。犁牛钓竿不复见，县人邑吏来相邀。远路鸣蝉秋兴发，华堂美酒离忧销。不知何日更携手，应念兹晨去（一作尚）折腰（一作去遥）。按：①一作也，一作苟"
                },
                {
                    "time": "749年",
                    "activity": "有诗赠别友人。作品：《途中酬李少府赠别之作》途中酬李少府赠别之作（唐·高适）　　押先韵西上逢节换，东征私自怜。故人今卧疾，欲别还留连。举酒临南轩，夕阳满中筵。宁知江上兴，乃在河梁偏。行李多光辉，札翰忽相鲜。谁谓岁月晚，交情尚贞坚。终嗟州县劳，官谤复迍邅。虽负忠信美，其如方寸悬。连帅扇清风，千里犹眼前。曾是趋藻镜，不应翻弃捐。日来知自强，风气殊未痊。可以加药物，胡为辄忧煎。驱马出大梁，原野一悠然。柳色感行客，云阴愁远天。皇明烛幽遐，德泽普照宣。鹓鸿列霄汉，燕雀何翩翩。余亦惬所从，渔樵十二年。种瓜漆园里，凿井卢门边。去去勿重陈，生涯难勉旃。或期遇春事，与尔复周旋。投报空回首，狂歌谢比肩。"
                },
                {
                    "time": "758年",
                    "activity": "留司东京，甚闲散。夏，与友人宿开善寺，有诗。作品：《同群公宿开善寺赠陈十六所居》同群公宿开善寺赠陈十六所居（唐·高适）　　押麻韵驾车出人境，避暑投僧家。裴回龙象侧，始（一作如）见香林花。读书不及经，饮酒不胜茶。知君悟此道（一作理），所未搜（一作披）袈裟。谈空忘外物，持诫破诸邪。则是无心地，相看（一作知）唯月华。"
                },
                {
                    "time": "758年",
                    "activity": "观陈章甫《史兴碑》，有诗。作品：《同观陈十六》同观陈十六史兴碑（唐·高适）序：楚人陈章甫，继毛诗而作史兴碑远自周末，迨乎隋季，善恶不隐，盖国风之流，未藏名山，刊在乐石，仆美其事，而赋是诗焉。荆衡气偏秀，江汉流不歇。此地多精灵，有时生才杰。伊人今独步，逸思能间发。永怀掩风骚，千载常矻矻。新碑亦崔嵬，佳句悬日月。则是刊石经，终然继梼杌。我来观雅制，慷慨变毛发。季主尽荒淫，前王徒贻厥。东周既削弱，两汉更沦没。西晋何披猖，五胡相唐突。作歌乃彰善，比物仍恶讦。感叹将谓谁，对之空咄咄。"
                },
                {
                    "time": "758年",
                    "activity": "有诗赠别友人。作品：《送李少府贬峡中王少府贬长沙》《送崔功曹赴越》《赠别褚山人》送李少府贬峡中王少府贬长沙（唐·高适）　　七言律诗　押鱼韵嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋天远，白帝城边古木疏。圣代即①今多雨露，暂时分手莫踌躇。按：①一作祗送崔功曹赴越（唐·高适）　　五言律诗　押鱼韵引用典故：乘兴　传有东南别，题诗报客居。江山知不厌，州县复何如。莫恨吴歈曲，尝看越绝书。今朝欲乘兴，随尔食鲈鱼。赠别褚山人（唐·高适）　　五言律诗　押庚韵引用典故：不二价　才术褚先生　蓟子训　携手赠将行，山人道姓名。光阴蓟子训，才术褚先生。墙上梨花白，尊中桂酒清。洛阳无二价，犹是慕风声。"
                },
                {
                    "time": "758年",
                    "activity": "与鲜于叔明观画马，有诗。作品：《同鲜于洛阳于毕员外宅观画马歌》（S243，鲜于叔明亦即李叔明。）同鲜于洛阳于毕员外宅观画马歌（唐·高适）引用典故：燕昭市骏　鸣琴　龙媒　知君爱鸣琴，仍好千里马。永日恒思单父中，有时心到宛城下。遇客丹青天下才，白生胡雏控龙媒。主人娱宾画障开，只言骐骥西极来。半壁ꊁꊄ势不住，满堂风飘飒然度。家僮愕视欲先鞭，枥马惊嘶还屡顾。始知物妙皆可怜，燕昭市骏岂徒然。纵令剪拂无所用，犹胜驽骀在眼前。"
                }
            ]
        },
        {
            "Latitude": 35.738789,
            "Longitude": 116.495656,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN370830",
            "Title": "汶上",
            "Detail": [
                {
                    "time": "739年",
                    "activity": "秋后，由宋城至汶上，与杜甫订交。"
                },
                {
                    "time": "739年",
                    "activity": "漫游齐鲁，有诗。作品：《东平路作三首》东平路作三首（唐·高适）　　押侵韵南图适不就，东走岂吾心。索索凉风动，行行秋水深。蝉鸣木叶落，兹夕更愁霖。　　其二（唐·高适）明时好画策，动欲干王公。今日无成事，依依亲老农。扁舟向何处？吾爱汶阳中。　　其三（唐·高适）　　押尤韵清旷凉夜月，裴回孤客舟。渺然风波上，独爱①前山秋。秋至复摇落，空令行者愁。按：①一作梦"
                },
                {
                    "time": "745年",
                    "activity": "在汶阳，有诗送友人赴任登州。作品：《送蔡少府赴登州推事》送蔡少府赴登州推事（唐·高适）　　五言排律　押青韵胶东连即墨，莱水入沧溟。国小常多事，人讹屡抵刑。公才徵郡邑，诏使出郊坰。标格谁当犯，风谣信可听。峥嵘大岘口，逦迤汶阳亭。地迥云偏白，天秋山更青。祖筵方卜昼，王事急侵星。劝尔将为德，斯言盖有听。"
                }
            ]
        },
        {
            "Latitude": 36.103649,
            "Longitude": 114.3996,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4105",
            "Title": "安阳",
            "Detail": [
                {
                    "time": "740年",
                    "activity": "旅游相州，有诗题尉迟迥庙。作品：《题尉迟迥将军新庙》题尉迟将军新庙（唐·高适）　　押支韵引用典故：板荡　周室既板荡，贼臣立婴儿。将军独激昂，誓欲酬恩私。孤城日无援，高节终可悲。家国共沦亡，精魂空在斯。沈沈积冤气，寂寂无人知。良牧怀深仁，与君建明祠。父子俱血食，轩车每逶迤。我来荐蘋蘩，感叹兴此词。晨光上阶闼，杀气翻旌旗。明明幽冥理，至诚信莫欺。唯夫二千石，多庆方自兹。"
                },
                {
                    "time": "740年",
                    "activity": "旅游相州，秋，游铜雀台，有诗。作品：《铜雀妓》（T76，此诗一说作者为王适。）相和歌辞铜雀妓（唐·王适）　　押庚韵题注：（一作铜雀妓）。（一作高适诗）日暮铜雀迥，幽声①玉座清。萧森松柏望，委郁绮罗情。君恩不再重②，妾舞为谁轻。按：①一作深　②一作得"
                }
            ]
        },
        {
            "Latitude": 35.581181,
            "Longitude": 114.525855,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410526",
            "Title": "滑县",
            "Detail": [
                {
                    "time": "741年",
                    "activity": "寓居淇上，有诗赠薛据、郭微。作品：《淇上酬薛三据兼寄郭少府微》淇上酬薛三据兼寄郭少府微（一作王昌龄诗）（唐·高适）引用典故：沧洲　建安作　吾谋适可用　卫霍　自从别京华，我心乃萧索。十年守章句，万事（一作里）空寥落。北上登蓟门，茫茫见沙漠。倚剑对风尘，慨然思卫霍。拂衣去燕赵，驱马怅不乐。天长沧洲路，日暮邯郸郭。酒肆或淹留，渔潭（一作泽）屡栖泊。独行备艰险（一作难），所见穷善恶。永愿拯刍荛，孰云（一作辞）干鼎镬。皇情念淳古，时俗何浮薄。理道资（一作须）任贤，安人在求瘼。故交负灵奇（一作奇才），逸气抱謇谔。隐轸经济具（一作策），纵横建安作。才望忽先鸣，风期无宿诺。飘飖劳州县，迢递限言谑。东驰眇贝丘，西顾弥虢略。淇水徒自流（一作深），浮云不堪托。吾谋适可用，天路（一作道）岂寥廓（一作辽）。不然买山田，一身与耕凿。且欲同鹪鹩，焉能志鸿鹄（一作鹤）。"
                },
                {
                    "time": "741年",
                    "activity": "寓居淇上乡间，有诗记乡间生活。作品：《淇上别业》淇上别业（唐·高适）　　五言律诗　押先韵依依西山下，别业桑林边。庭鸭喜多雨，邻鸡知暮天。野人种秋菜，古老开原田。且向世情远，吾今聊自然。"
                },
                {
                    "time": "741年",
                    "activity": "寓居淇上，有诗赠别友人。作品：《淇上别刘少府子英》淇上别刘少府子英（唐·高适）　　押侵韵引用典故：陆沈　近来住淇上，萧条惟空林。又非耕种时，闲散多自任。伊君独知我，驱马欲招寻。千里忽携手，十年同苦心。求仁见交态，于道喜甘临。逸思乃天纵，微才应陆沈。飘然归故乡，不复问离襟。南登黎阳渡，莽苍寒云阴。桑叶原上起，河淩山下深。途穷更远别，相对益（一作一）悲吟。"
                },
                {
                    "time": "741年",
                    "activity": "寓居淇上，秋，有诗赠别友人。作品：《送魏八》《淇上送韦司仓往滑台》送魏八（唐·高适）　　五言律诗　押尤韵引用典故：暗投　更沽淇上酒，还泛驿前舟。为惜故人去，复怜嘶马愁。云山行处合，风雨兴中秋。此路无知己，明珠莫暗投。淇上送韦司仓往滑台（唐·高适）　　五言律诗　押尤韵饮酒莫辞醉，醉多适不愁。孰知非远别，终念对穷①秋。滑台门外见，淇水眼前流。君去应回首，风波满渡头。按：①一作新"
                },
                {
                    "time": "741年",
                    "activity": "寓居淇上，冬，有诗回赠友人。作品：《酬卫八雪中见寄》酬卫八雪中见寄（唐·高适）　　五言律诗　押元韵引用典故：衡门　季冬忆淇上，落日归山樊。旧宅带流水，平田临古村。雪中望来信，醉里开衡门。果得希代宝，缄之那可论。"
                },
                {
                    "time": "741年",
                    "activity": "寓居淇上，冬，访友，有诗。作品：《同卫八题陆少府书斋》同卫八题陆少府书斋（唐·高适）　　五言律诗　押真韵知君薄州县，好静无冬春。散帙至栖鸟，明灯留故人。深房腊酒熟，高院梅花新。若是周旋地，当令风义亲。"
                },
                {
                    "time": "742年",
                    "activity": "寓居淇上，春，有诗记田家生活。作品：《田家春望》田家春望（唐·高适）　　五言绝句　押虞韵引用典故：高阳傲　出门何所见，春色满平芜。可叹无知己，高阳一①酒徒。按：①一作忆"
                },
                {
                    "time": "742年",
                    "activity": "秋，离淇上，至滑台，有诗赠友人。作品：《酬陆少府》酬陆少府（唐·高适）　　押缉韵朝临淇水岸，还望卫人邑。别意在山阿，征途背原隰。萧萧（一作稍稍）前村口，唯见转蓬入。水渚人去迟，霜天雁飞急。固应不远别①，所与路（一作终）未及。欲济川上舟，相思空伫立。按：①一作我行应不远"
                },
                {
                    "time": "742年",
                    "activity": "自淇上至滑台路上，有组诗。作品：《自淇涉黄河途中作十三首》自淇涉黄河途中作十三首（唐·高适）　　押删韵川上常极目，世情今已闲。去帆带落日，征路随长山。亲友若云霄，可望不可攀。于兹任所惬，浩荡风波间。　　其二（唐·高适）　　押语韵清晨泛中流，羽族满汀渚。黄鹄何处来，昂藏寡俦侣。飞鸣无人见，饮啄岂得所。云汉尔固知，胡为不轻举。　　其三（唐·高适）　　押漾韵野人头尽白，与我忽相访。手持青竹竿，日暮淇水上。虽老美容色，虽贫亦闲放。钓鱼三十年，中心无所向。　　其四（唐·高适）　　押删韵南登滑台上，却望河淇间。竹树夹流水，孤城①对远山。念兹川路阔，羡尔沙鸥闲。长想②别离处，犹③无音信还。按：①一作村　②一作遥忆　③一作独　　其五（唐·高适）　　押职韵东入黄河水，茫茫汎纡直。北望太行山，峨峨半天色。山河相映带，深浅未可测。自昔有贤才，相逢不相识。　　其六（唐·高适）秋日登滑台，台高秋已暮。独行既未惬，怀土怅无趣。晋宋何萧条，羌胡散驰骛。当时无战略，此地即边戍。兵革徒自勤，山河孰云固。乘闲喜临眺，感物伤游寓。惆怅落日前，飘飖远帆处。北风吹万里，南雁不知数。归意方浩然，云沙更回互。　　其七（唐·高适）　　押漾韵乱流自兹远（一作始），倚楫时一望。遥见楚汉城，崔嵬高山上。天道昔未测，人心无所向。屠钓称侯王，龙蛇争霸王。缅怀多杀戮，顾此生惨怆。圣代休甲兵，吾其得闲放。　　其八（唐·高适）　　押有韵兹川方悠邈①，云沙无前后。古堰②对河壖，长林出淇口。独行非吾意，东向③日已久。忧来谁得知，且酌尊中酒。按：①一作悠　②一作塔　③一作南　　其九（唐·高适）　　押麌韵引用典故：献芹　朝从北岸来，泊船南河（一作河南）浒。试共野人言，深觉农夫苦。去秋虽薄熟，今夏犹未雨。耕耘日勤（一作自劬）劳，租税兼舄卤。园蔬空（一作定）寥落，产业（一作薄产）不足数。尚有献芹心，无因见明主。　　其十（唐·高适）　　押真韵引用典故：从官负薪　茫茫浊河注，怀古临河滨。禹功本豁达，汉迹方因循。坎德昔（一作竟）滂沱，冯夷胡不仁。激（一作渤）潏陵堤防，东郡多悲辛。天子忽惊悼，从官皆负薪。畚筑岂无谋，祈祷如有神。宣房今安在，高岸空嶙峋。　　其十一（唐·高适）　　押真韵我行倦风湍，辍棹将问津。空传歌瓠子，感慨独愁人。孟夏桑叶肥，秾阴（一作濛濛）夹长津。蚕农有时节，田野无闲人。临水狎渔樵（一作商），望山怀隐沦。谁能去京洛，憔悴对风尘①。按：①自孟夏以下，《英华》作一首　　其十二（唐·高适）　　押有韵引用典故：萧曹　朝景入平川，川长复垂柳。遥看魏公墓，突兀前山后。忆昔大业时，群雄角（一作各）奔走。伊人何电迈，独立风尘首。传檄举敖仓，拥兵屯洛口。连营一百万，六合如可有。方项终比肩，乱隋将假手。力争固难恃，骄战曷能久。若使学萧曹，功名当不朽。　　其十三（唐·高适）　　押纸韵皤皤河滨叟，相遇似有耻。辍榜聊问之，荅言尽终始。一生虽贫贱，九十年未死。且喜对儿孙，弥惭远城市。结庐黄河曲，垂钓长河里。漫（一作溟）漫望云沙，萧条听风水。所思强饭食，永愿在乡里。万事吾不知，其心只如此。"
                },
                {
                    "time": "742年",
                    "activity": "在滑州，有诗。寓居淇上，冬，访友，有诗。作品：《渔父歌》渔父歌（唐·高适）曲岸深潭一山叟，驻眼看钩不移手。世人欲得知姓名，良久问他不开口。笋皮笠子荷叶衣，心无所营守钓矶。料得孤舟无定止，日暮持竿何处归。"
                },
                {
                    "time": "742年",
                    "activity": "在滑州，有诗题友人家。作品：《同群公题郑少府田家》同群公题郑少府田家（唐·高适）题注：此公昔任白马尉，今寄住滑台。郑侯应悽惶，五十头尽白。昔为南昌尉，今作东郡客。与语多远情，论心知所益。秋林既清旷，穷巷空淅沥。蝶舞园更闲，鸡鸣日云夕。男儿未称意，其道固无适。劝君且杜门，勿叹人事隔。"
                },
                {
                    "time": "743年",
                    "activity": "春，在滑台白马津有诗送别友人。作品：《夜别韦司士得城字》夜别韦司士得城字（唐·高适）　　七言律诗　押庚韵高馆张灯酒复清，夜钟残月雁归声。只言啼鸟堪求侣，无那春风欲送行。黄河曲里沙为岸，白马津边柳向城。莫怨他乡暂离别，知君到处有逢迎。"
                },
                {
                    "time": "743年",
                    "activity": "在滑台，结识滑州刺史李邕，二人结交甚欢。"
                }
            ]
        },
        {
            "Latitude": 34.800105,
            "Longitude": 116.093816,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN371722",
            "Title": "单县",
            "Detail": [
                {
                    "time": "744年",
                    "activity": "夏秋间，至单父，与李白、杜甫登琴台赏玩。有诗。作品：《宓公琴台诗三首》宓公琴台诗三首（唐·高适）　　押灰韵甲申岁，适登子贱琴台，赋诗三首。首章怀宓公之德，千祀不朽；次章美太守李公，能嗣子贱之政，再造琴台；末章多邑宰崔公，能继子贱之理。宓子昔为政，鸣琴登此台。琴和人亦闲，千载称其才。临眺忽悽怆，人琴安在哉？悠悠此天壤，唯有颂声来。　　其二（唐·高适）　　押阳韵邦伯感遗事，慨然建琴堂。乃知静者心，千载犹相望。入室想其人，出门何茫茫。唯见白云合，东临邹鲁乡。　　其三（唐·高适）　　押纸韵皤皤邑①中老，自誇邑中理。何必升君堂，然后知君美。开门无犬吠，早卧常晏起。昔人不忍欺，今我还复尔。按：①一作巴"
                },
                {
                    "time": "744年",
                    "activity": "夏秋间，在单父，与李白、杜甫登琴台赏玩。有诗。作品：《同群公秋登琴台》同群公秋登琴台（唐·高适）　　押萧韵古迹使人感，琴台空寂寥。静然顾遗尘，千载如昨朝。临眺自兹始，群贤久相邀。德与形神高，孰知天地遥。四时何倏忽，六月鸣秋蜩。万象归白帝，平川横赤霄。犹是对夏伏，几时有凉飙。燕雀满檐楹，鸿鹄抟扶摇。物性各自得，我心在渔樵。兀然还复醉，尚握尊中瓢。"
                },
                {
                    "time": "744年",
                    "activity": "夏秋间，在单父琴台，观睢阳县尉李翥树宓子贱碑，有诗。作品：《观李九少府翥树宓子贱神祠碑》观李九少府翥树宓子贱神祠碑（唐·高适）　　押东韵引用典故：二十四老翁　王仲宣诵碑　吾友吏兹邑，亦尝怀宓公。安知梦寐间，忽与精灵通。一见兴永叹，再来激深衷。宾从何逶迤，二十四老翁。于焉建层碑，突兀长林东。作者无愧色，行人感遗风。坐令高岸尽，独对秋山空。片石勿谓轻，斯言固难穷。龙盘色丝外，鹊顾偃波中。形胜驻群目，坚贞指苍穹。我非王仲宣，去矣徒发蒙。"
                },
                {
                    "time": "744年",
                    "activity": "夏秋间，在单父，有诗赠友人。作品：《单父逢邓司仓覆仓库因而有赠》单父逢邓司仓覆仓库因而有赠（唐·高适）　　押阳韵邦牧今坐啸，群贤趋纪纲。四人忽不扰，耕者遥相望。粲粲府中妙，授词如履霜。炎炎伏热时，草木无晶光。匹马度睢水，清风何激扬。校缗阅帑藏，发廪欣斯箱。邂逅得相逢，欢言至夕阳。开襟自公馀，载酒登琴堂。举杯挹山川，寓目穷毫芒。白鸟向田尽，青蝉归路长。醉中不惜别，况乃正游梁。"
                },
                {
                    "time": "744年",
                    "activity": "秋末，离梁宋东征，离梁宋前有诗咏梁宋古人古事。作品：《宋中十首》宋中十首（唐·高适）　　押灰韵引用典故：梁王　梁王昔全盛，宾客复多才。悠悠一千年，陈迹唯高台。寂寞向秋草，悲风千里来。　　其二（唐·高适）　　押删韵朝临孟诸上，忽见芒砀间。赤帝终已矣，白云长不还。时清更何有，禾黍遍空山。　　其三（唐·高适）　　押支韵景公德何广，临变莫能欺。三请皆不忍，妖星终自移。君心本如此，天道岂无知。　　其四（唐·高适）　　押支韵梁苑白日暮，梁山秋草时。君王不可见，脩竹令人悲。九月桑叶尽①，寒风鸣树枝。按：①一作落　　其五（唐·高适）　　押尤韵登高临旧国，怀古对穷秋。落日鸿雁度，寒城砧杵愁。昔贤不复有，行矣莫淹留。　　其六（唐·高适）　　押歌韵引用典故：伐树　出门望终古，独立悲且歌。忆昔鲁仲尼，悽悽此经过。众人不可向，伐树将如何。　　其七（唐·高适）　　押先韵引用典故：漆园吏　逍遥漆园吏，冥没不知年。世事浮云外，闲居大道边。古来同一马，今我亦忘筌。　　其八（唐·高适）　　押东韵五霸递征伐，宋人无战功。解围幸奇说，易子伤吾衷。唯见卢门外，萧条多转蓬。　　其九（唐·高适）　　押真韵引用典故：宓子贱　常爱宓子贱，鸣琴能自亲。邑中静无事，岂不由其身。何意千年后，寂寞①无此人。按：①一作寥　　其十（唐·高适）　　押阳韵引用典故：阏伯　阏伯去已久①，高丘临道傍。人皆有兄弟，尔独为参商。终古犹如此，而今②安可量。按：①一作远　②一作人"
                },
                {
                    "time": "744年",
                    "activity": "秋末，离梁宋东征，离梁宋前有诗别李白等诸友人。作品：《宋中别周梁李三子》宋中别周梁李三子（唐·高适）　　押支韵引用典故：白雪　建安时　左思　曾是不得意，适来兼别离。如何一尊酒，翻作满堂悲。周子负高价，梁生多逸词。周旋梁宋间，感激建安时。白雪（一作云）正如此，青云（一作天）无自疑。李侯怀英雄（一作清英），肮脏乃天资。方寸且无间，衣冠当在斯。俱为千里游，忽（一作勿）念两乡辞。且见壮心在，莫嗟携手迟。凉风吹北原，落日满（一作照）西陂。露下草初白，天长云屡滋。我心不可问（一作得），君去（一作兮）定何之。京洛多知己，谁能忆左思。"
                },
                {
                    "time": "744年",
                    "activity": "秋末，离梁宋东征，与李白，杜甫分别。高、李于睢阳分手后，又于单父相遇，纵游甚欢。高杜亦似一路分合数次。自此之东，则三人又分手矣。"
                }
            ]
        },
        {
            "Latitude": 33.787173,
            "Longitude": 119.267334,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN320826",
            "Title": "涟水",
            "Detail": [
                {
                    "time": "745年",
                    "activity": "由单父经谯郡、彭城、垓下、盱眙、淮阴、山阳等地至襄贲，襄贲即涟水。寓居樊姓地主家。有《东征赋》记行。"
                },
                {
                    "time": "745年",
                    "activity": "居涟水，有诗赠别友人。作品：《涟上别王秀才》涟上别王秀才（唐·高适）　　押尤韵飘飖经远道，客思满穷秋。浩荡对长涟，君行殊未休。崎岖山海侧，想像无前俦。何意（一作岂谓）照乘珠，忽然欲暗投。东路方萧条，楚歌复悲愁。暮帆使人感，去鸟兼离忧。行矣当自爱，壮年莫悠悠。余亦从此辞，异乡难久留。赠言岂终极，慎勿滞沧洲。"
                },
                {
                    "time": "745年",
                    "activity": "居涟水，寓樊家，有诗题樊氏水亭。作品：《涟上题樊氏水亭》涟上题樊氏水亭（唐·高适）　　押先韵涟上非所趣，偶为世务牵。经时驻归棹，日夕对平川。莫论行子愁，且得主人贤。亭上酒初熟，厨中鱼每鲜。自说宦游来，因之居住偏。煮盐沧海曲，种稻长淮边。四时常晏如，百口无饥年。菱芋藩篱下，渔樵耳目前。异县少朋从，我行复迍邅。向不逢此君，孤舟已言旋。明日又分首（一作手），风涛还眇然。"
                }
            ]
        },
        {
            "Latitude": 35.94278,
            "Longitude": 116.476836,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN370923",
            "Title": "东平",
            "Detail": [
                {
                    "time": "745年",
                    "activity": "由涟水经泗水西北行，至东平，有诗纪行。作品：《鲁西至东平》鲁西至东平（唐·高适）　　押尤韵引用典故：问津　家丘　沙岸拍不定，石桥水横流。问津见鲁俗①，怀古伤家丘。寥落千载后，空传褒圣侯。按：①一作叟"
                },
                {
                    "time": "745年",
                    "activity": "在东平，有诗赠友人。作品：《东平留赠狄司马》东平留赠狄司马（曾与田安西充判官）（唐·高适）　　五言排律　押寒韵引用典故：刺楼兰　武库　铁冠　月窟　纵横　古人无宿诺，兹道以（一作未）为难。万里赴知己，一言诚可叹。马蹄经月窟，剑术指楼兰。地出北庭尽，城临西海寒。森然瞻武库，则是（一作刚若）弄儒翰。入幕绾银绶，乘轺兼铁冠。练兵日精锐，杀敌无遗残。献捷见天子，论功俘可汗。激昂丹墀下，顾盼青云端。谁谓纵横策，翻为权势干。将军既坎壈，使者亦辛酸。耿介挹（一作揖）三事，羁离从一官。知君不得意，他日会鹏抟。"
                },
                {
                    "time": "745年",
                    "activity": "在东平，有诗赠友人充南海太守彭果判官。作品：《饯宋八充彭中丞判官之岭南》饯宋八充彭中丞判官之岭南（一作外）（唐·高适）　　五言排律　押蒸韵引用典故：苍蝇　绣衣　睹君济时略，使我气填膺。长策竟不用，高才徒见称。一朝知己达，累日诏书徵。羽翮忽然就（一作动），风飙谁敢凌。举鞭趋（一作投）岭峤（一作嶂），屈指冒炎蒸。北雁送驰驿，南人思饮冰。彼邦本倔强，习俗多骄矜。翠羽干平法，黄金挠直绳。若将除害马，慎勿信苍蝇。魑魅宁无患，忠贞适有凭。猿啼山不断，鸢跕路难登。海岸出交趾，江城连始兴。绣衣当节制，幕府盛威棱。勿惮九嶷险，须令百越澄。立谈多感激，行李即严凝。离别胡为者，云霄迟尔升。"
                },
                {
                    "time": "745年8月",
                    "activity": "在东平，遇大水，有诗记之。对灾民深表同情，提出开仓廪、罢田租等建议，但恨无人采纳。作品：《东平路中遇大水》东平路中遇大水（唐·高适）　　押尤韵引用典故：西成　天灾自古有，昏垫弥今秋。霖霪（一作霔）溢川原，澒洞涵田畴。指途适汶阳，挂席经芦洲。永望齐鲁郊，白云何悠悠。傍沿钜野泽，大水纵横流。虫蛇拥独树，麋鹿奔行舟。稼穑随波澜，西成不可求。室居相枕藉，蛙黾声啾啾。仍怜穴蚁漂，益羡云禽游。农夫无倚着，野老生殷忧。圣主当（一作多）深仁，庙堂运良筹。仓廪终尔给，田租应罢收。我心胡郁陶，征旅亦悲愁。纵怀济时策，谁肯论吾谋。"
                },
                {
                    "time": "747年",
                    "activity": "春，在东平，有诗赠别友人。作品：《别崔少府》《东平别前卫县李采少府。别崔少府（唐·高适）　　五言律诗　押微韵知君少得意，汶上掩柴扉。寒食仍留火，春风未授衣。皆言黄绶屈，早向青云飞。借问他乡事，今年归不归。东平别前卫县李寀少府（唐·高适）　　七言律诗　押支韵引用典故：乘兴　黄鸟翩翩杨柳垂，春风送客使人悲。怨别自惊千里外，论交却忆十年时。云开汶水孤帆远，路绕梁山匹马迟。此地从来可乘兴，留君不住益凄其。"
                },
                {
                    "time": "747年",
                    "activity": "春，在东平，有诗赠太守薛自劝。作品：《东平旅游奉赠薛太守二十四韵》东平旅游奉赠薛太守二十四韵（唐·高适）　　五言排律　押尤韵引用典故：任棠水　柏台　解榻　粉署　少昊墟　问缣　五侯　晏子裘　颂美驰千古，钦贤仰大猷。晋公标逸气，汾水注长流。神与公忠节，天生将相俦。青云本自负，赤县独推尤。御史风逾劲，郎官草屡修。鹓鸾粉署起，鹰隼柏台秋。出入交三事，飞鸣揖五侯。军书陈上策，廷议借前筹。肃肃趋朝列，雍雍引帝求。一麾俄出守，千里再分忧。不改任棠水，仍传晏子裘。歌谣随举扇，旌旆逐鸣驺。郡国长河绕，川原大野幽。地连尧泰岳，山向禹青州。汶上春帆渡，秦亭晚日愁。遗墟当少昊，悬象逼奎娄。即此逢清鉴，终然喜暗投。叨承解榻礼，更得问缣游。高兴陪登陟，嘉言忝献酬。观棋知战胜，探象会冥搜。眺听情何限，冲融惠勿休。祗应齐语默，宁肯问沈浮。然诺长怀季，栖遑辄累丘。平生感知己，方寸岂悠悠。"
                },
                {
                    "time": "747年",
                    "activity": "春，在东平，有文。作品：《为东平薛太守进王氏瑞诗表》"
                }
            ]
        },
        {
            "Latitude": 35.574016,
            "Longitude": 116.754139,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN370812",
            "Title": "兖州",
            "Detail": [
                {
                    "time": "745年",
                    "activity": "赴汶阳，过鲁郡，遇徐晶，有诗记之。作品：《鲁郡途中遇徐十八录事》鲁郡途中遇徐十八录事（时此公学王书嗟别）（唐·高适）　　押阳韵引用典故：少昊墟　谁谓嵩颍客，遂经邹鲁乡。前临少昊墟，始觉东蒙长。独行岂吾心，怀古激中肠。圣人久已矣，游夏遥相望。裴回野泽间，左右多悲伤。日出见阙里，川平知汶阳。弱冠负高节，十年思自强。终然不得意，去去任行藏。"
                }
            ]
        },
        {
            "Latitude": 36.295031,
            "Longitude": 116.462607,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN370124",
            "Title": "平阴",
            "Detail": [
                {
                    "time": "746年",
                    "activity": "夏，奉李邕召，赴济南相会，过平阴，有诗。作品：《奉酬北海李太守丈人夏日平阴亭》奉酬北海李太守丈人夏日平阴亭（唐·高适）　　押青韵引用典故：聚萤　谷永直言　羡鱼　匡衡引经　南史　天子股肱守，丈人山岳灵。出身侍丹墀，举翮凌青冥。当昔皇运否，人神俱未宁。谏官莫敢议，酷吏方专刑。谷永独言事，匡衡多引经。两朝纳深衷，万乘无不听。盛烈播南史，雄词豁东溟。谁谓整隼旟，翻然忆柴扃。寄书汶阳客，回首平阴亭。开封见千里，结念存百龄。隐轸江山丽（一作来），氛氲兰茝馨。自怜遇时休，漂泊随流萍。春野变木德，夏天临火星。一生徒羡鱼，四十犹聚萤。从此日闲放，焉能怀拾青。"
                }
            ]
        },
        {
            "Latitude": 36.671627,
            "Longitude": 117.001319,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3701",
            "Title": "济南",
            "Detail": [
                {
                    "time": "746年",
                    "activity": "夏，至济南，与李邕相会。两人同游北池，有诗记之。时李白、杜甫亦在济南，李、杜各有诗赠李邕。作品：《同李太守北池泛舟宴高平郑太守》同李太守北池泛舟宴高平郑太守（唐·高适）　　五言律诗　押尤韵引用典故：李郭舟　缝掖贵　龚黄　每揖龚黄事，还陪李郭舟。云从四岳起①，水向百城流。幽意随登陟，嘉言即献酬。乃知缝掖贵，今日对诸侯。按：①一作去"
                }
            ]
        },
        {
            "Latitude": 36.713212,
            "Longitude": 119.168138,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3707",
            "Title": "潍坊",
            "Detail": [
                {
                    "time": "746年",
                    "activity": "秋，随李邕至北海郡，途中有诗寄徐晶。作品：《途中寄徐录事》途中寄徐录事（比以王书见赠）（唐·高适）　　五言律诗　押鱼韵引用典故：右军　右军书　落日风雨至，秋天鸿雁初。离忧不堪比，旅馆复何如。君又几时去，我知音信疏。空多箧中赠，长见右军书。"
                },
                {
                    "time": "746年10月",
                    "activity": "与李邕宴李宅，有诗记之。作品：《同群公十月宴李太守宅》同群公十月朝宴李太守宅（唐·高适）　　五言律诗　押寒韵引用典故：甘棠颂　考槃　褰帷　良牧徵高赏，褰帷问考槃。岁时当正月，甲子入初寒。已听甘棠颂，欣陪旨酒欢。仍怜门下客，不作布衣看。"
                },
                {
                    "time": "746年",
                    "activity": "在北海，与友人同游渤海，有诗和友人。作品：《和贺兰判官望北海作》和贺兰判官望北海作（唐·高适）　　押灰韵引用典故：忘机鸥　龙媒　天吴　圣代务平典，輶轩推上才。迢遥（一作亭）溟海际，旷望沧波开。四牡未遑息，三山安在哉。巨鳌不可钓，高浪何崔嵬。湛湛朝百谷，茫茫连九垓。挹流纳广大，观异增迟回。日出见鱼目，月圆知蚌胎。迹非想像到，心以精灵猜。远色带孤屿，虚声涵殷雷。风行越裳贡，水遏天吴灾。揽辔隼将击，忘机鸥复来。缘情韵骚雅，独立遗尘埃。吏道竟殊（一作吾）用，翰林仍忝陪。长鸣谢知己，所愧非龙媒。"
                }
            ]
        },
        {
            "Latitude": 34.831741,
            "Longitude": 115.548597,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN371721",
            "Title": "曹县",
            "Detail": [
                {
                    "time": "747年",
                    "activity": "自东平归睢阳，过楚丘，与友人登城，有诗。作品：《和崔二少府登楚丘城作》和崔二少府登楚丘城作（唐·高适）　　押药韵引用典故：百金诺　葵藿　故人亦不遇，异县久栖托。辛勤失路意，感叹登楼作。清晨眺原野，独立穷寥廓。云散芒砀山，水还睢阳郭。绕梁即襟带，封卫多漂泊。事古悲城池，年丰爱墟落。相逢俱未展，携手空萧索。何意千里心，仍求百金诺。公侯皆我辈，动用在谋略。圣心思贤才，朅来刈葵藿。"
                }
            ]
        },
        {
            "Latitude": 35.046848,
            "Longitude": 114.425216,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN410727",
            "Title": "封丘",
            "Detail": [
                {
                    "time": "749年",
                    "activity": "初秋，到任封丘，有诗。作品：《初至封丘作》初至封丘作（唐·高适）　　七言绝句　押纸韵可怜薄暮宦游子，独卧虚斋思无已。去家百里不得归，到官数日秋风起。"
                },
                {
                    "time": "749年",
                    "activity": "秋，在封丘，有诗赠友人。作品：《酬岑二十主簿秋夜见赠之作？酬岑二十主簿秋夜见赠之作（唐·高适）舍下蛩乱鸣，居然自萧索。缅怀高秋兴，忽枉清夜作。感物我心劳，凉风惊二毛。池枯菡萏死，月出梧桐高。如何异乡（一作州）县，复得交才彦。汨没嗟后时，蹉跎耻相见。箕山别来久，魏阙谁不恋。独有江海心，悠悠（一作然）未尝倦。"
                },
                {
                    "time": "750年",
                    "activity": "在封丘任县尉职。与友人游，有诗。"
                },
                {
                    "time": "750年",
                    "activity": "在封丘任县尉职，内心甚痛苦，对趋奉官长及压迫百姓均感痛苦。有诗。作品：《封丘作》（我本渔樵孟诸野）《封丘作》（州县才难适）封丘作（一作县）（唐·高适）引用典故：不事小儿　我本渔樵孟诸野，一生自是悠悠者。乍可狂歌草泽中，宁堪作吏风尘下。秪言小邑无所为，公门百事皆有期。拜迎官长心欲碎（一作破），鞭挞黎庶令人悲。归（一作悲）来向家问妻子，举家尽笑今如此。生事应须南亩田，世情付与东流水。梦想旧山安在哉，为衔君命且（一作日）迟回。乃知梅福徒为尔，转忆陶潜归去来。封丘作（唐·高适）　　五言绝句　押东韵引用典故：愚公　州县才难适，云山道欲穷。揣摩惭黠吏，栖隐谢愚公。"
                },
                {
                    "time": "751年",
                    "activity": "回封丘，对县尉生活极端不满，秋，有诗赠友人。作品：《同颜六少府旅宦秋中之作》同颜六少府旅宦秋中之作（唐·高适）　　七言律诗　押支韵传君昨夜怅然悲，独坐新斋木落时。逸气旧来凌燕雀，高才何得混妍媸。迹留①黄绶人多叹，心在青云世莫知。不是鬼神无正直，从来州县有瑕疵。按：①一作劳"
                },
                {
                    "time": "751年9月",
                    "activity": "回封丘，九月九日，有诗赠友人。诗中对县尉生活极为不满。作品：《九月九日酬颜少府》九日酬颜少府（唐·高适）　　七言律诗　押有韵引用典故：蔡泽丑　檐前白日应可惜，篱下黄花为谁有。行①子迎霜未授衣，主人得钱始②沽酒。苏秦憔悴人③多厌，蔡泽栖迟④世看丑。纵使登高只断肠，不如独坐空搔首。按：①一作客　②一作肯　③一作时　④一作栖遑"
                },
                {
                    "time": "751年",
                    "activity": "在封丘，有诗和友人，明白表示不愿再任县尉。作品：《奉酬睢阳路太守见赠之作》奉酬睢阳路太守见赠（一作贻）之作（唐·高适）　　五言排律　押支韵引用典故：登龙　刘公干　向子期　盛才膺命代，高价动良时。帝简登藩翰，人和发咏思。神仙去华省，鹓鹭忆丹墀。清净能无事，优游即赋诗。江山纷想像，云物共（一作动）萎蕤。逸气刘公干，玄言向子期。多惭汲引速，翻愧激昂迟。相马知何限，登龙反自疑。风尘吏道迫，行迈旅心悲。拙疾徒为尔，穷愁欲问谁。秋庭一片叶，朝镜数茎丝。州县甘无取，丘园悔莫追。琼瑶生箧笥，光景借茅茨。他日青霄里，犹应访所知。"
                },
                {
                    "time": "752年",
                    "activity": "上半年，仍在封丘任职，有文。作品：《陈留郡上源新驿记》"
                }
            ]
        },
        {
            "Latitude": 35.767586,
            "Longitude": 115.035917,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4109",
            "Title": "濮阳",
            "Detail": [
                {
                    "time": "750年",
                    "activity": "秋，送兵清夷，途出濮阳，与沈千运相遇。有诗赠之。作品：《赋得送沈四山人》赋得还山吟送沈四山人（唐·高适）还山吟，天高日暮寒山深。送君还山识君心，人生老大须恣意。看君解作一生事，山间偃仰无不至。石泉淙淙若风雨，桂花松子常满地。卖药囊中应有钱，还山服药又长年。白云劝尽杯中物，明月相随何处眠。眠时忆问醒时事，梦魂可以相周旋。"
                },
                {
                    "time": "750年",
                    "activity": "秋，送兵清夷，途出濮阳，与沈千运相遇。有诗赠别。作品：《赠别沈四逸人》赠别沈四逸人（一作士）（唐·高适）　　押侵韵沈侯未可测，其况信浮沈。十载常独坐，几人知此心。乘舟蹈沧海，买剑投黄金。世务不足烦，有田西山岑。我来遇知己，遂得开清襟。何意阃阈间，沛然江海深。疾风扫秋树，濮上多鸣砧。耿耿尊酒前，联雁飞愁音（一作阴）。平生重离别，感激对孤琴（一作吟）。"
                },
                {
                    "time": "750年",
                    "activity": "与诸友人登濮阳圣佛寺阁，有诗记之。作品：《同群公登濮阳圣佛寺阁》同群公登濮阳圣佛寺阁（唐·高适）　　五言律诗　押东韵落日登临处，悠然意不穷。佛因初地识，人觉四天空。来雁清霜后，孤帆远树中。裴回伤寓目，萧索对寒风。"
                }
            ]
        },
        {
            "Latitude": 38.451137,
            "Longitude": 116.105628,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN130984",
            "Title": "河间",
            "Detail": [
                {
                    "time": "750年",
                    "activity": "送兵清夷，暂驻河间，与友人泛舟清河。有诗记之。作品：《同敬八卢五泛河间清河》同敬八卢五汎河间清河（唐·高适）　　押支韵清川在城下，沿汎多所宜。同济惬数公，玩物欣良时。飘飖波上兴，燕婉舟中词。昔陟乃平原，今来忽涟漪。东流达沧海，西流延滹池。云树共晦明，井邑相逶迤。稍随归月帆，若与沙鸥期。渔父更留我，前潭水未滋。"
                }
            ]
        },
        {
            "Latitude": 38.465839,
            "Longitude": 115.057407,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN139001",
            "Title": "定州",
            "Detail": [
                {
                    "time": "750年",
                    "activity": "送兵清夷，过博陵郡，有诗赠诸友人。作品：《酬秘书弟兼寄幕下诸公》酬秘书弟兼寄幕下诸公（唐·高适）序：乙亥岁，适徵诣长安，时侍御杨公任通事舍人，诗书起予，盖终日矣。今年适自封丘尉统吏卒于青夷，途经博陵，得太守贾公之政，相见如旧，他日之意存焉。司业张侯，周旋迨兹，仅三十载，将畴昔是好，匪穷达之异乎。族弟秘书，雁序之白眉者，风尘一别。俱东西南北之人，怆然相逢，适与愿契。旅馆之暇，长怀益增，因赋是诗，愧非六义之流也。引用典故：途穷　阮步兵　栖梧　陆平原　绣衣　郑司农　亚相膺时杰，群才遇良工。翩翩幕下来，拜赐甘泉宫。信知命世奇，适会非常功。侍御执邦宪，清词焕春丛。末路望绣衣，他时常发蒙。孰云三军壮，惧我弹射雄。谁谓万里遥，在我樽俎中。光禄经济器，精微自深衷。前席屡荣问，长城兼在躬。高纵激颓波，逸翮驰苍穹。将副节制筹，欲令沙漠空。司业志应徐，雅度思冲融。相思三十年，忆昨犹儿童。今来抱青紫，忽若披鹓鸿。说剑增慷慨，论交持始终。秘书即吾门，虚白无不通。多才陆平原，硕学郑司农。献封到关西，独步归山东。永意久知处，嘉言能亢宗。客从梁宋来，行役随转蓬。酬赠欣元弟，忆贤瞻数公。游鳞戏沧浪，鸣凤栖梧桐。并负垂天翼，俱乘破浪风。眈眈天府间，偃仰谁敢同。何意搆广厦，翻然顾雕虫。应知阮步兵，惆怅此途穷。"
                },
                {
                    "time": "750年",
                    "activity": "送兵清夷，过博陵郡，同诸友人游中山寺，有诗。作品：《同群公题中山寺》同群公题中山寺（唐·高适）　　五言排律　押侵韵平原十里外，稍稍云岩深。遂及清净所，都无人世心。名僧既礼谒，高阁复登临。石壁倚松径，山田多栗林。超遥尽巘崿，逼侧仍岖嵚。吾欲休世事，于焉聊自任。"
                }
            ]
        },
        {
            "Latitude": 37.555586,
            "Longitude": 115.598129,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN131181",
            "Title": "冀州",
            "Detail": [
                {
                    "time": "751年",
                    "activity": "春，离蓟地，经河淇回封丘，有诗赠友人，对安禄山之政治军事措施，极为厌恶。作品：《答侯少府》答侯少府（唐·高适）　　押真韵引用典故：群贤推郤诜　王粲　常日好读书，晚年学垂纶。漆园多乔木，睢水清粼粼。诏书下柴门，天命敢逡巡。赫赫三伏时，十日到咸秦。褐衣不得见，黄绶翻在身。吏道顿羁束，生涯难重陈。北使经大寒，关山饶苦辛。边兵若刍狗，战骨成埃尘。行矣勿复言，归欤伤我神。如何燕赵陲，忽遇平生亲。开馆纳征骑，弹弦娱远宾。飘飖天地间，一别方兹晨。东道有佳作，南朝无此人。性灵出万象，风骨超常伦。吾党谢王粲，群贤推郤诜。明时取秀才，落日过蒲津。节苦名已富，禄微家转贫。相逢愧薄游，抚己荷陶钧。心事正堪尽，离居（一作忧）宁太频。两河归路遥，二月芳草新。柳接滹沱暗，莺连渤海春。谁谓行路难，猥当希代珍。提握每终日，相思犹比邻。江海有扁舟，丘园有角巾。君意定何适，我怀知所遵。浮沈各异宜，老大贵全真。莫作云霄计，遑遑随缙绅。"
                },
                {
                    "time": "751年",
                    "activity": "过信都，有诗咏汉审食其之封地辟阳城。借审食其与吕后事以影射安禄山与杨贵妃之丑闻。作品：《辟阳城》辟阳城（唐·高适）　　五言排律　押支韵荒城在高岸，凌眺俯清淇。传道汉天子，而封审食其。奸淫且不戮，茅土孰云宜。何得英雄主，返令儿女欺。母仪良已失，臣节岂如斯。太息一朝事，乃令人所嗤。"
                }
            ]
        },
        {
            "Latitude": 36.50789,
            "Longitude": 102.429725,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN630202",
            "Title": "乐都",
            "Detail": [
                {
                    "time": "753年",
                    "activity": "秋，受田梁丘推荐，赴武威河西幕府谒哥舒翰，不遇；转自临洮陇右，始为入幕之宾。有诗记之。作品：《自武威赴临洮谒大夫不及因书即事寄河西陇右幕下诸公》自武威赴临洮谒大夫不及因书即事寄河西陇右幕下诸公（唐·高适）　　押豪韵浩荡去乡县，飘飖瞻节旄。扬鞭发武威，落日至临洮。主人未相识，客子心忉忉。顾见征战归，始知士马豪。戈鋋耀崖谷，声气如风涛。隐轸戎旅间，功业竞相褒。献状陈首级，飨军烹太牢。俘囚驱面缚，长幼随颠毛。毡裘何蒙茸，血食本膻臊。汉将乃儿戏，秦人空自劳。立马眺洪河，惊风吹白蒿。云屯寒色苦，雪合群山高。远戍际天末，边烽连贼壕。我本江海游，逝将心利逃。一朝感推荐，万里从英髦。飞鸣盖殊伦，俯仰忝诸曹。燕颔知有待，龙泉惟所操。相士惭入幕，怀贤愿同袍。清抡挥麈尾，乘酣持蟹螯。此行岂易酬，深意方郁陶。微效傥不遂，终然辞佩刀。"
                },
                {
                    "time": "753年",
                    "activity": "在临洮军，有文议董卓庙。作品：《后汉贼臣董卓庙议》"
                },
                {
                    "time": "753年",
                    "activity": "崇佛，与哥舒翰等造《阿弥陀经》"
                },
                {
                    "time": "754年",
                    "activity": "哥舒翰表高适为左骁卫兵曹，充掌书记。"
                },
                {
                    "time": "754年",
                    "activity": "在陇右节度幕内，有诗送浑惟明出塞。作品：《送浑将军出塞》送浑将军出塞（唐·高适）引用典故：李广　绕朝策　未学孙吴　仲宣文章　将军族贵兵且强，汉家已是浑邪王。子孙相承在朝野，至今部曲燕支下。控弦尽用阴山儿，登（一作临）阵常骑大宛马。银鞍玉勒绣蝥弧，每逐嫖姚破骨都。李广从来先将士，卫青未肯学孙吴。传有沙场千万骑，昨日边庭羽书至。城头画角三四声，匣里宝刀昼夜鸣。意气能甘万里去，辛勤判（一作动）作一年行。黄云白草无前后，朝建旌旄夕刁斗。塞下应多侠少年，关西不见春杨柳。从军借问所从谁，击剑酣歌当此时。远别无轻绕朝策，平戎早寄仲宣诗。"
                },
                {
                    "time": "754年",
                    "activity": "有诗和友人。作品：《同吕员外酬田著作幕门军西宿盘山秋夜作》同吕员外酬田著作幕（一作莫）门军西宿盘山秋夜作（唐·高适）　　押梗韵引用典故：阳春　碛路天早秋，边城夜应永。遥传戎旅作，已报关山冷。上将顿盘阪，诸军遍泉井。绸缪阃外书，慷慨幕中请。能使勋业高，动令氛雾屏。远途能自致，短步终难骋。羽翮时一看，穷愁始三省。人生感然诺，何啻若形影。白发知苦心，阳春见佳境（一作景）。星河连塞络，刁斗兼山静。忆君霜露时，使我空引领。"
                }
            ]
        },
        {
            "Latitude": 36.045989,
            "Longitude": 101.440136,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN632523",
            "Title": "贵德",
            "Detail": [
                {
                    "time": "754年",
                    "activity": "春夏间，同吕（言堙）登塔，有诗。作品：《同吕判官从哥舒大夫破洪济城回登积石军多福七级浮图》同吕判官从哥舒大夫破洪济城回登积石军多福（一作有寺字）七级浮图（唐·高适）　　押寘韵引用典故：阳春　塞口连浊河，辕门对山寺。宁知鞍马上，独有登临事。七级凌太清，千崖列苍翠。飘飘（一作飖）方寓目，想像见深意。高兴殊未平，凉风飒然至。拔城阵云合，转旆胡星坠。大将何英灵，官军动天地。君（一作常）怀生羽翼，本欲附骐骥。款段苦不前，清冥信难致。一歌阳春后，三叹终自愧。"
                }
            ]
        },
        {
            "Latitude": 35.010206,
            "Longitude": 104.641181,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN621122",
            "Title": "陇西",
            "Detail": [
                {
                    "time": "754年",
                    "activity": "自京城赴河西节度幕府，在陇首与友人相遇，有诗赠之。作品：《送白少府送兵之陇右》送白少府送兵之陇右（唐·高适）　　五言律诗　押豪韵践更登陇首，远别指临洮。为问关山①事，何如州县劳。军容随赤羽，树色引青袍。谁断单于臂，今年太白高。按：①一作中"
                },
                {
                    "time": "754年",
                    "activity": "自京城赴河西节度幕府，有诗。感激哥舒翰之赏识提拔。作品：《登垄》登垄（应作陇，诗同）（唐·高适）　　押纸韵垄头远行客，垄上分流水。流水无尽期，行人未云已。浅才登一命，孤剑通万里。岂不思故乡，从来感知己。"
                }
            ]
        },
        {
            "Latitude": 36.067312,
            "Longitude": 103.840692,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6201",
            "Title": "兰州",
            "Detail": [
                {
                    "time": "754年",
                    "activity": "自京城赴河西节度幕府，过金城郡，登楼西望。作品：《金城北楼》金城北楼（唐·高适）　　七言律诗　押东韵引用典故：磻溪　塞上翁　北楼西望满晴空，积水连山胜画中。湍上急流声若箭，城头残月势如弓。垂竿已羡磻溪老，体道犹思塞上翁。为问边庭更何事，至今羌笛怨无穷。"
                }
            ]
        },
        {
            "Latitude": 37.47583,
            "Longitude": 102.90428,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN620622",
            "Title": "古浪",
            "Detail": [
                {
                    "time": "754年",
                    "activity": "自京城赴河西节度幕府，过昌松县，有诗。作品：《入昌松东界山行》入昌松东界山行（唐·高适）　　五言律诗　押删韵引用典故：刀环　鸟道几登顿，马蹄无暂①闲。崎岖出长坂，合沓犹前山。石激水流处，天寒松色间。王程应未尽，且莫顾刀环。按：①一作复"
                }
            ]
        },
        {
            "Latitude": 37.934078,
            "Longitude": 102.644524,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN6206",
            "Title": "武威",
            "Detail": [
                {
                    "time": "754年7月",
                    "activity": "至武威，作边塞诗，吹捧哥舒翰。作品：《九曲词三首》九曲词三首（唐·高适）　　七言绝句　押阳韵许国从来彻庙堂，连年不为在疆①场。将军天上封侯印，御史台中异姓王。按：①一作坛　　其二（唐·高适）　　七言绝句　押真韵万骑争歌杨柳春，千场对舞绣骐驎。到处尽逢欢洽事，相看总是太平人。　　其三（唐·高适）　　七言绝句　押尤韵铁骑横行铁岭头，西看逻逤取封侯。青海只今将饮马，黄河不用更防秋。"
                },
                {
                    "time": "754年",
                    "activity": "在武威，有诗。作品：《塞下曲贺兰作》《部落曲》塞下曲贺兰作（一作贺兰进明诗）（唐·高适）君不见芳树枝，春花落尽蜂不窥。君不见梁上泥，秋风始高燕不栖。荡子从军事征战，蛾眉婵娟守空闺。独宿自然堪下泪，况复时闻鸟①夜啼。按：①一作乌部落曲（一作马逢诗）（唐·高适）　　五言律诗　押尤韵蕃军傍塞游，代马喷风秋。老将垂金甲，阏支着锦裘。雕戈蒙豹尾，红旆插狼头。日暮天山下，鸣笳汉使愁。"
                },
                {
                    "time": "754年",
                    "activity": "皈依密宗。哥舒翰率河西节度幕下大小官员，请不空和尚行灌顶仪式。高适亦在其内。"
                },
                {
                    "time": "755年",
                    "activity": "寄诗颜真卿叙旧。作品：《奉寄平原颜太守》奉寄平原颜太守（唐·高适）皇皇平原守，驷马出关东。银印垂腰下，天书在箧中。自承到官后，高枕扬清风。豪富已低首，逋逃还力农。始余梁宋间，甘与麋鹿同。散发对浮云，浩歌追钓翁。如何顾疵贱，遂肯偕穷通。耿介出宪司，慨然见群公。赋诗感知己，独立争愚蒙。金石谁不仰，波澜殊未穷。微躯枉多价，朽木惭良工。上将拓边西，薄才忝从戎。岂论济代心，愿效匹夫雄。骅骝满长皂，弱翮依彫笼。行军动若飞，旋旆信严终。屡陪投醪醉，窃贺铭山功。虽无汗马劳，且熟沙塞空。去去勿复道，所思积深衷。一为天涯客，三见南飞鸿。应念萧关外，飘飖随转蓬。严终：刘云：「严助终军也。二人乃汉武帝时文士有武略者。苏东坡诗：一时冠盖尽严终。」"
                },
                {
                    "time": "755年7月",
                    "activity": "与友人游玩，宴会，有诗。作品：《陪窦侍御灵云南亭宴诗得雷字》陪窦侍御灵云南亭宴诗得雷字（唐·高适）　　五言排律　押灰韵序：凉州近胡，高下其池亭，盖以耀蕃落也。幕府董帅雄勇，径践戎庭，自阳关而西，犹枕席矣。军中无事，君子饮食宴乐，宜哉。白简在边，清秋多兴，况水具舟楫，山兼亭台，始临泛而写烦。俄登陟以寄傲，丝桐徐奏，林木更爽，觞蒲萄以递欢，指兰茝而可掇。胡天一望，云物苍然，雨萧萧而牧马声断，风袅袅而边歌几处，又足悲矣。员外李公曰：七日者何？牛女之夕也。夫贤者何得谨其时，请赋南亭诗，列之于后。人幽宜眺听，目极喜亭台。风景知愁在，关山忆梦回。秪言殊语默，何意忝游陪。连唱波澜动，冥搜物象开。新秋归远树，残雨拥（一作应）轻雷。檐外长天尽，尊前独鸟来。常吟塞下曲，多谢幕中才。河汉徒相望，嘉期安在哉。"
                },
                {
                    "time": "755年",
                    "activity": "与友人游玩，有诗。作品：《陪窦侍御泛灵云池》陪窦侍御泛灵云池（唐·高适）　　五言排律　押东韵引用典故：避骢　投辖　白露时先降，清川思不穷。江湖仍塞上，舟楫在军中。舞换临津树，歌饶向迥（一作晚）风。夕阳连积水，边色满秋空。乘兴宜投辖，邀欢莫避骢。谁怜持弱羽，犹欲伴鹓鸿。"
                },
                {
                    "time": "755年",
                    "activity": "与友人登楼，有诗和之。作品：《和窦侍御登凉州七级浮图之作》和窦侍御登凉州七级浮图之作（唐·高适）　　押齐韵引用典故：铁冠　化塔屹中起，孤高宜上跻。铁冠雄赏眺，金界宠招携。空色在轩户，边声连鼓鼙。天寒万里北，地豁九州西。清兴揖才彦，峻风和端倪。始知阳春后，具物皆筌蹄。"
                },
                {
                    "time": "755年8月",
                    "activity": "饯别友人。于灵云池宴会，有文。作品：《送窦侍御知河西和籴还京序》"
                },
                {
                    "time": "755年",
                    "activity": "访友人，有诗。作品：《武威同诸公过杨七山人得藤字》武威同诸公过杨七山人得藤字（唐·高适）　　五言律诗　押蒸韵幕府日多暇，田家岁复登。相知恨不早，乘兴乃无恒。穷巷在乔木，深斋垂古藤。边城唯有醉，此外更何能。"
                },
                {
                    "time": "755年",
                    "activity": "秋，有诗送别友人。作品：《河西送李十七。《送裴别将之安西》河西送李十七（唐·高适）　　五言律诗　押先韵引用典故：下鞭　高价　边城多远别，此去莫徒然。问礼知才子，登科及少年。出门看落日，驱马向秋天。高价人争重，行当早着鞭。送裴别将之安西（唐·高适）　　五言律诗　押齐韵绝域眇难跻，悠然信马蹄。风尘经跋涉，摇落怨暌携。地出流沙外，天长甲子西。少年无不可，行矣莫悽悽。"
                }
            ]
        },
        {
            "Latitude": 35.622446,
            "Longitude": 111.231108,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN140825",
            "Title": "新绛",
            "Detail": [
                {
                    "time": "755年",
                    "activity": "年末，转至河东，任绛郡长史，听法师讲经，有诗。作品：《同马太守听九思法师讲》同马太守听九思法师讲金刚经（唐·高适）引用典故：弥天对　吾师晋阳宝，杰出山河最。途经世谛间，心到空王外。鸣钟山虎伏，说法天龙会。了义同建瓴，梵法若吹籁。深知亿劫苦，善喻恒沙大。舍施割肌肤，攀缘去亲爱。招提何清净，良牧驻轻盖。露冕众香中，临人觉苑内。心持佛印久，标割魔军（一作鬼）退。愿开（一作闻）初地因，永奉弥天对。"
                }
            ]
        },
        {
            "Latitude": 34.550316,
            "Longitude": 110.253065,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610522",
            "Title": "潼关",
            "Detail": [
                {
                    "time": "756年",
                    "activity": "上半年，被拜为左拾遗，佐哥舒翰守潼关。"
                },
                {
                    "time": "756年",
                    "activity": "上半年，转监察御史，仍佐哥舒翰守潼关。"
                },
                {
                    "time": "756年6月",
                    "activity": "潼关失守，奔长安。"
                }
            ]
        },
        {
            "Latitude": 33.918137,
            "Longitude": 106.52856,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610330",
            "Title": "凤县",
            "Detail": [
                {
                    "time": "756年6月9日",
                    "activity": "玄宗西逃，高适间道追及于河池郡。谒见唐玄宗，分析潼关失败时之形势，极言朝廷军政之腐败。玄宗嘉之，寻迁侍御史。"
                }
            ]
        },
        {
            "Latitude": 30.576279,
            "Longitude": 104.071216,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN5101",
            "Title": "成都",
            "Detail": [
                {
                    "time": "756年8月11日",
                    "activity": "八月，至成都，擢谏议大夫。"
                },
                {
                    "time": "761年",
                    "activity": "冬，与王抡同至杜甫草堂作客。"
                },
                {
                    "time": "763年1月",
                    "activity": "正月，史朝义自缢，安史之乱平。有贺表。作品：《贺收城表》"
                },
                {
                    "time": "763年2月",
                    "activity": "就任剑南西川节度使，摄东川节度使。有谢表。作品：《谢上剑南节度使表》"
                },
                {
                    "time": "763年",
                    "activity": "任剑南西川节度使，有上表。作品：《请入奏表》"
                },
                {
                    "time": "763年",
                    "activity": "幕下有班宏，以处理疑难事立功。"
                },
                {
                    "time": "763年",
                    "activity": "夏起，西川局势日趋紧急。高适专驻剑南西川节度辖区。东川置留后，由梓州刺史章彝充任。"
                },
                {
                    "time": "763年",
                    "activity": "秋至冬初，练兵备战，准备抗击吐蕃。时国势危殆，高适对政局极为愤懑。"
                },
                {
                    "time": "764年1月",
                    "activity": "正月，以严武为节度使，召高适回京，任刑部侍郎。"
                }
            ]
        },
        {
            "Latitude": 31.261254,
            "Longitude": 113.695713,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN420982",
            "Title": "安陆",
            "Detail": [
                {
                    "time": "756年12月24日",
                    "activity": "玄宗以诸王分镇，适盛言不可，永王叛。肃宗召与计事，适判言永王且败，不足忧，肃宗奇之，除扬州大都督府长史、淮南节度使，讨永王李璘。年底，与韦陟、来瑱于安陆誓师。"
                }
            ]
        },
        {
            "Latitude": 32.39986,
            "Longitude": 119.419107,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN321",
            "Title": "扬州",
            "Detail": [
                {
                    "time": "757年2月",
                    "activity": "二月，至扬州，有谢表。作品：《谢上淮南节度使表》"
                },
                {
                    "time": "757年2月",
                    "activity": "二月，永王败死，高适兵尚未下。"
                },
                {
                    "time": "757年",
                    "activity": "有诗和贺兰进明。作品：《酬河南节度使贺兰大夫见赠之作》酬河南节度使贺兰大夫见赠之作（唐·高适）　　五言排律　押庚韵引用典故：先鞭　鲁连　陆逊　弄印　高阁凭栏槛，中军倚旆旌。感时常激切，于己即忘情。河华屯妖气，伊瀍有战声。愧无戡难策，多谢出师名。秉钺知恩重，临戎觉命轻。股肱瞻列岳，唇齿赖长城。隐隐摧锋势，光光弄印荣。鲁连真义士，陆逊岂书生。直道宁殊智，先鞭忽抗行。楚云随去马，淮月尚连营。抚剑堪投分，悲歌益不平。从来重然诺，况值欲横行。"
                },
                {
                    "time": "757年",
                    "activity": "贺兰进明为河南节度使，许叔冀为其都知兵马使。许叔冀自恃麾下精锐，不受贺兰节制。高适分别与书贺兰进明与许叔冀，进行调解。无果。"
                },
                {
                    "time": "757年",
                    "activity": "李白因从永王璘获罪，时系狱浔阳。有诗送张孟熊从军，张赴广陵见高适。高适对李白之厄难似无所帮助。"
                },
                {
                    "time": "757年",
                    "activity": "兼淮南采访使，荐权皋。"
                },
                {
                    "time": "757年",
                    "activity": "秋，张镐杀闾丘晓，传与高适为王昌龄申冤事有关。"
                },
                {
                    "time": "758年",
                    "activity": "春，仍驻扬州，登栖灵寺塔，有诗。作品：《登广陵栖灵寺塔》登广陵栖灵寺塔（唐·高适）淮南富登临，兹塔信奇最。直上造云族，凭虚纳天籁。迥然碧海西，独立飞鸟外。始知高兴尽，适与赏心会。连山黯吴门，乔木吞楚塞。城池满窗下，物象（一作华）归掌内。远思驻江帆，暮时①结春霭。轩车疑蠢动，造化资大块。何必了无身，然后知所退。按：①一作情，一作晴"
                },
                {
                    "time": "758年",
                    "activity": "李辅国恶其才，数短毁之，下除太子少詹事。"
                },
                {
                    "time": "758年4月",
                    "activity": "四月，离扬州，别友人，有诗。作品：《广陵别郑处士》广陵别郑处士（唐·高适）　　五言律诗　押阳韵引用典故：傲羲皇　落日知分手，春风莫断肠。兴来无不惬，才在亦何伤。溪水堪垂钓，江田耐插秧。人生只为此，亦足傲羲皇。"
                }
            ]
        },
        {
            "Latitude": 32.014789,
            "Longitude": 112.129089,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4206",
            "Title": "襄阳",
            "Detail": [
                {
                    "time": "759年3月",
                    "activity": "三月，郭子仪等九节度使相州兵败，高适随东京留守诸官南奔襄、邓。"
                }
            ]
        },
        {
            "Latitude": 30.996057,
            "Longitude": 103.964667,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN510182",
            "Title": "彭州",
            "Detail": [
                {
                    "time": "759年",
                    "activity": "赴彭州任，一路山行，甚辛苦，有诗。作品：《赴彭州山行之作》赴彭州山行之作（唐·高适）　　五言排律　押微韵峭壁连崆峒，攒峰叠翠微。鸟声堪驻马，林色可忘机。怪石时侵径，轻萝乍拂衣。路长愁作客，年老更思归。且悦岩峦胜，宁嗟意绪违。山行应未尽，谁与玩芳菲。"
                },
                {
                    "time": "759年6月",
                    "activity": "六月初，到任彭州，有谢表。作品：《谢上彭州刺史表》"
                },
                {
                    "time": "759年",
                    "activity": "秋，有诗赠裴霸。作品：《酬裴员外以诗代书》酬裴员外以诗代书（唐·高适）引用典故：安刘　八裴　死灰　季鹰杯　宓侪　太常斋　楚材　盐梅　二陆　荆轲　乐毅不归　中散论　少时方浩荡，遇物犹尘埃。脱略身外事，交游天下才。单车入燕赵，独立心悠哉。宁知戎马间，忽展平生怀。且欣清论高，岂顾夕阳颓。题诗碣石馆，纵酒燕王台。北望沙漠垂，漫天雪皑皑。临边无策略，览古空裴回。乐毅吾所怜，拔齐翻见猜。荆卿吾所悲，适秦不复回。然诺多死地，公忠成祸胎。与君从此辞，每恐流年催。如何俱老大，始复忘形骸。兄弟真二陆，声名连八裴。乙未将星变，贼臣候天灾。胡骑犯龙山，乘舆经马嵬。千官无倚着，万姓徒悲哀。诛吕鬼神动，安刘天地开。奔波走风尘，倏忽值云雷。拥旄出淮甸，入幕徵楚材。誓当剪鲸鲵，永以竭驽骀。小人胡不仁，谗我成死灰。赖得日月明，照耀无不该。留司洛阳宫，詹府唯蒿莱。是时扫氛祲，尚未歼渠魁。背河列长围，师老将亦乖。归军剧风火，散卒争椎埋。一夕瀍洛空，生灵悲曝腮。衣冠投草莽，予欲驰江淮。登顿宛叶下，栖遑襄邓隈。城池何萧条，邑屋更崩摧。纵横荆棘丛，但见瓦砾堆。行人无血色，战骨多青苔。遂除彭门守，因得朝玉阶。激昂仰鹓鹭，献替欣盐梅。驱传及远蕃，忧思郁难排。罢人纷争讼，赋税如山崖。所思在畿甸，曾是鲁宓侪。自从拜郎官，列宿焕天街。那能访遐僻，还复寄琼瑰。金玉本高价，埙篪终易谐。朗咏临清秋，凉风下庭槐。何意寇盗间，独称名义偕。辛酸陈侯诔①，叹息季鹰杯。白日屡分手，青春不再来。卧看中散论，愁忆太常斋。酬赠徒为尔，长歌还自咍。按：①陈二补阙铭诔，即裴所为。"
                },
                {
                    "time": "759年",
                    "activity": "冬，赋诗酬答李岘。作品：《同河南李少尹毕员外宅夜饮时洛阳告捷遂作春酒歌》同河南李少尹毕员外宅夜饮时洛阳告捷遂作春酒歌（唐·高适）故人美酒胜浊醪，故人清词合风骚。长歌满酌惟吾曹，高谈正可挥麈毛。半醉忽然持蟹螯，洛阳告捷倾前后。武侯腰间印如斗，郎官无事时饮酒。杯中绿蚁吹转来，瓮上飞花拂还有。前年持节将楚兵，去年留司在东京。今年复拜二千石，盛夏五月西南行。彭门剑门蜀山里，昨逢军人劫夺我。到家但见妻与子，赖得饮君春酒数十杯，不然令我愁欲死。"
                },
                {
                    "time": "759年",
                    "activity": "杜甫于年底抵成都，高适闻讯后即寄诗问候。作品：《赠杜二拾遗》赠杜二拾遗（唐·高适）　　五言律诗　押元韵引用典故：草玄　传道招提客，诗书自讨论。佛香时入院，僧饭屡过门。听法还应难①，寻经剩欲翻。草玄今已毕，此外复②何言。按：①一作说　②一作后更"
                },
                {
                    "time": "760年",
                    "activity": "奏上论“西山三城置戍”之疏，主张合东、西川为一道，罢西山三城之戍。作品：《请罢东川节度使疏》"
                },
                {
                    "time": "760年",
                    "activity": "秋，杜甫寄诗求助，高适当立即有所表示。"
                }
            ]
        },
        {
            "Latitude": 30.636505,
            "Longitude": 103.679324,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN510184",
            "Title": "崇州",
            "Detail": [
                {
                    "time": "760年9月",
                    "activity": "转蜀州刺史。与杜甫在蜀州相见。"
                },
                {
                    "time": "761年1月",
                    "activity": "人日题诗寄杜甫。作品：《人日寄杜二拾遗》人日寄杜二拾遗（唐·高适）引用典故：东山起　东西南北人　人日题诗寄草堂，遥怜故人思故乡。柳条弄色不忍见，梅花满枝空（一作堪）断肠。身在远藩（一作南蕃）无所预，心怀百忧复千虑。今年人日空相忆，明年人（一作此）日知何处。一卧东山三十春，岂知书剑老风尘。龙钟还忝二千石，愧尔东西南北人。"
                },
                {
                    "time": "761年",
                    "activity": "夏，率兵助崔光远讨平段子璋。"
                },
                {
                    "time": "761年",
                    "activity": "回蜀州，杜甫已先至，以诗迎之。"
                },
                {
                    "time": "762年8月",
                    "activity": "剑南兵马使徐知道反。高适于蜀州出兵，击徐知道。乱平，有贺表。作品：《贺斩逆贼徐知道表》"
                }
            ]
        },
        {
            "Latitude": 30.132433,
            "Longitude": 103.227349,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN511803",
            "Title": "名山",
            "Detail": [
                {
                    "time": "763年",
                    "activity": "高适巡边至百丈，登百丈峰，有诗。作品：《登百丈峰二首》登百丈峰二首（唐·高适）　　押皓韵朝登百丈峰，遥望燕支道。汉垒青冥间，胡天白如扫。忆昔霍将军，连年此（一作北）征讨。匈奴终不灭，寒山徒草草。唯见（一作有）鸿雁飞，令人伤怀抱。　　其二（唐·高适）　　押元韵引用典故：惠帝闻蟆　晋武轻后事　晋武轻后事，惠皇终已昏。豺狼塞瀍洛，胡羯争乾坤。四海如鼎沸，五原徒自尊。而今白庭路，犹对青阳门。朝市不足问，君臣随草根。"
                }
            ]
        },
        {
            "Latitude": 34.114791,
            "Longitude": 108.61136,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN610125",
            "Title": "户县",
            "Detail": [
                {
                    "time": "764年",
                    "activity": "佞佛愈甚。于紫阁峰结茅舍隐居，过居士生活。"
                },
                {
                    "time": "765年1月",
                    "activity": "正月，卒。"
                }
            ]
        }
    ]
}