{
    "lines": [
        {
            "Latitude": 25.45996,
            "Longitude": 119.014232,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3503",
            "Title": "莆田 (出生地)",
            "Detail": [
                {
                    "time": "1109年",
                    "activity": "黄公度生。"
                },
                {
                    "time": "1110年",
                    "activity": "居乡。从兄黄泳应童子科。"
                },
                {
                    "time": "1111年",
                    "activity": "居乡。父黄静升补上舍生，贡辟雍。从兄黄泳赐五经及第。"
                },
                {
                    "time": "1112年3月",
                    "activity": "居乡。三月，父黄静中进士。授秘书省正字。"
                },
                {
                    "time": "1113年",
                    "activity": "居乡。"
                },
                {
                    "time": "1114年",
                    "activity": "居乡。提举福建常平黄静降一官。"
                },
                {
                    "time": "1115-1122年",
                    "activity": "居乡。"
                },
                {
                    "time": "1123年",
                    "activity": "公度读书雁阵山。"
                },
                {
                    "time": "1124-1126年",
                    "activity": "居乡。"
                },
                {
                    "time": "1128年",
                    "activity": "居乡。"
                },
                {
                    "time": "1129年",
                    "activity": "居乡。父黄静卒。"
                },
                {
                    "time": "1130-1133年",
                    "activity": "居乡。"
                },
                {
                    "time": "1136年",
                    "activity": "赴试漕台，过使华亭，作诗。作品：过使华亭悼七友。（使华亭在莆田市西北。）过使华亭悼七友（宋·黄公度）　　五言律诗　押庚韵题注：缘赴试漕台覆舟于此恶石乱峥嵘，胡为君此行。功名成底事，舟楫误平生。天远宁容问，滩流本自鸣。林猿如会意，故作断肠声。"
                },
                {
                    "time": "1137年",
                    "activity": "居乡。"
                },
                {
                    "time": "1138年",
                    "activity": "任节度判官。有诗。作品：贺孙使君。陪孙使君宴归路口占呈应求宋永二兄。送龚实之赴官南安十韵。贺孙使君（荩）（宋·黄公度）　　五言排律　押虞韵文宿动三吴，于门应大儒。中秋寒律近，九叶瑞蓂敷。锦被栖郎舍，朱幡镇海隅。金鳌淹从橐，铜虎暂分符。德荫纷桃李，仁风暖裤襦。祝公椿寿永，千岁赞萝图。陪孙使君宴归路口占呈应求宋永二兄（宋·黄公度）　　五言律诗　押东韵五马风流在，升平笑乐空。时难寸心异，岁晚一樽同。画角寒云外，篮舆暮雨中。归来狎儿女，残烛耿纱笼。送龚实之赴官南安十韵（宋·黄公度）　　五言排律　押先韵气合论文地，魂销惜别筵。离亭芳草外，飞盖落花前。北阙旧通籍，南州先著鞭。郤诜丹桂早，莱子綵衣鲜。侧耳聆佳政，成名及妙年。因风能见忆，得句会须传。筮仕聊栖棘，驽才阻泛莲。交情期岁晚，会面数秋天。莆水浮春树，桐城际暮烟。龚黄真忝窃，末路共腾骞。"
                },
                {
                    "time": "1139年",
                    "activity": "任节度判官。"
                },
                {
                    "time": "1140年",
                    "activity": "任节度判官。有诗。作品：和龚实之闻虏人败盟。庚申元日。和龚实之（茂良）闻虏人败盟（宋·黄公度）　　七言律诗　押齐韵请缨未系单于颈，置火须然董卓脐。列郡奔驰喧羽檄，圣朝哀痛下芝泥。盟寒关陇无来使，春晚江淮有战鼙。十载枕边忧国泪，不堪幽梦破晨鸡。庚申元日（宋·黄公度）　　五言律诗　押先韵茧足度残腊，回头又一年。文书疏病眼，事业付高眠。盥栉从朝懒，衾裯觉夜便。南邻竞春色，车马日喧阗。"
                },
                {
                    "time": "1141年",
                    "activity": "在平海军节度判官任。七月，汪藻知泉州。"
                },
                {
                    "time": "1142年4月",
                    "activity": "在平海军节度判官任。四月，于上浣宴同僚，有诗。作品：陈晋江以壬戌四月上浣宴同僚于二公亭内翰复来》越十日陪史君汪内翰复来。越十日陪使君汪内翰复来（宋·黄公度）　　五言律诗　押侵韵雅制初仍旧，佳名留至今。城依刺桐古，亭入芰荷深。尊俎宾僚集，旌麾刺史临。自公多暇日，及此豁尘襟。"
                },
                {
                    "time": "1142年6月",
                    "activity": "在平海军节度判官任。六月，有诗。作品：次韵宋永兄伤时二首。上汪内相生日。次韵宋永兄伤时二首（宋·黄公度）　　五言律诗　押齐韵举目江河异，伤心汉阙低。未闻胡折北，谁复将征西。志苦甘尝胆，身先愿执鼙。时惟王事急，六月尚栖栖。　　其二（宋·黄公度）　　五言律诗　押齐韵目断吴天远，魂飞楚塞低。六龙巡漠北，万骑绕淮西。寒月笼烟燧，霜风递晓鼙。征夫蝴蝶梦，休傍故园栖。上汪内相（藻）生日（宋·黄公度）　　五言排律　押庚韵天意恢炎历，星躔降昴精。典刑存大雅，领袖属名卿。出入三朝旧，青冥万里程。磨铅周太史，视草汉承明。词采今宗匠，艰危急老成。邃旒方侧席，高纛尚专城。卜筑鄱阳外，悬弧晋水清。先君桃李荫，比屋裤襦声。昼永黄堂梦，春晴绿野耕。日边稽召节，幕下及称觥。盛业期伊吕，脩龄颂老彭。一麾难久借，四海欲休兵。"
                },
                {
                    "time": "1142年8月",
                    "activity": "在平海军节度判官任。八月，有诗。作品：闻太母还舆喜极成歌。闻太母还舆喜极成歌（宋·黄公度）呜呼祸变稔前朝，都城千雉摧天骄。翠华北征沙漠遥，六宫万里从翚褕。我皇龙飞守宗祧，周宣汉武见今朝。问安视膳阻夙宵，位极万乘心何聊。大哉圣孝回天眷，万类革心非革面。天边驿骑急星电，传报騩舆涉淮甸。小臣喜极手欲抃，朝坤一夜欢声遍。遥想千官会星弁，拜舞称觞长乐殿。"
                },
                {
                    "time": "1142年8月15日",
                    "activity": "在平海军节度判官任。中秋，公度沿檄南安，有诗。作品：壬戌中秋沿檄行县与龚实之同宿于琴泉轩。实之有诗复次其韵。早发延福道间偶作因以录呈。陪实之登姜峰绝顶镌石留名。壬戌中秋沿檄行县与龚实之同宿于琴泉轩（宋·黄公度）　　五言律诗　押尤韵摇落江城暮，招提访旧游。泉声终夜雨，竹影一堂秋。露湛衣裳冷，山空枕簟幽。故人怜寂寞，抱被肯相投。实之有诗复次其韵（宋·黄公度）　　五言律诗　押真韵鞅掌从王事，招邀愧主人。弹琴秋叶落，听雨夜床亲。岁月何妨纪，诗篇莫厌频。要令千载下，不但数姜秦。早发延福道间偶作录呈（宋·黄公度）　　五言律诗　押元韵夜宿姜峰寺，晓投刘店村。秋光随杖屦，逸兴满郊原。短句时时得，何人细细论。凤凰山下约，回首欲飞翻。陪实之登姜峰绝顶镌石（宋·黄公度）　　五言绝句　押侵韵抱琴历高峰，拂石就晚阴。空山对摇落，怀哉千古心。"
                },
                {
                    "time": "1142年",
                    "activity": "在平海军节度判官任。有序送林嘉言。作品：送同年林嘉言序。"
                },
                {
                    "time": "1142年12月",
                    "activity": "在平海军节度判官任。有诗贺吕用中。作品：贺吕守用中。贺吕守用中（宋·黄公度）紫帽山颠秋色高，刺桐城头风怒号。乾坤冲融忽异态，千里和气生旌旄。昴星之精来瑞世，要令致主唐虞际。骨相诞钟嵩岳灵，风流不泯磻溪裔。怀香握兰今几春，琐闼画省曾弥纶。他年揽辔探禹穴，平反所活凡千人。南土分忧宽主顾，棠阴好在来何暮。儒风郁郁蜀文翁，德量汪汪黄叔度。相种由来多山东，蝉联八叶属我公。百年耆旧讴歌里，万里山河指顾中。声名合沓盖九州，人物中兴第一流。风云变化固有待，苍虬宁许池中留。青衫腐儒趋幕府，香火祝公如卫武。夹辅皇家不计年，长将朽质入陶甄。"
                },
                {
                    "time": "1143年",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。厅公事，释流民数百。"
                },
                {
                    "time": "1143年",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿，有词送汪藻。作品：点绛唇。点绛唇（宋·黄公度）序：汪藻彦章出守泉南，移知宣城，内不自得，乃赋词云：“新月娟娟，夜寒江净山含斗。起来搔首。梅影横窗瘦。好个霜天，闲却传杯手。君知否。乱鸦啼后。归思浓如酒。”公时在泉南签幕，依韵作此送之。又有送汪内翰移镇宣城长篇，见集中。比有能改斋漫录载汪在翰苑，娄致言者，尝作点绛唇云云。最末句，晚鸦啼后，归梦浓如酒。或问曰：归梦浓如酒，何以在晚鸦啼后。汪曰：无奈这一队畜生何。不惟事失其实，而改窜二字，殊乖本义。嫩绿娇红，砌成别恨千千斗。短亭回首。不是缘春瘦。一曲阳关，杯送纤纤手。还知否。凤池归后。无路陪尊酒。"
                },
                {
                    "time": "1143年",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。有诗送汪藻。作品：送汪内相移镇宣城。送汪内相移镇宣城（宋·黄公度）　　五言排律　押先韵龙纪膺图代，龟书出洛年。人文初炳焕，神化共回旋。大雅藩篱缺，诸儒门户专。天将扶古道，岳始降名贤。派别轩皇远，江回楚邑偏。英灵久蟠郁，簪笏旧蝉联。家学传桑砚，词场著祖鞭。风云千载会，宇宙大名悬。行洁圭无玷，才长桷有梴。西都经术富，东阁道山连。蠹简烦紬绎，群书益贯穿。才超班马上，道探老庄玄。近代风骚变，词人雾縠鲜。俳优惊异体，轻薄竟相沿。作者今亡矣，明公独勉旃。狂澜资反正，坠绪得扶颠。内史趋栏药，中书落笔椽。直词批敕尾，清议列龟前。法驾南巡日，妖氛北刺天。新亭空涕泪，神汴一腥膻。慰将言弥切，徵兵檄屡宣。奉天凭陆贽，淮上困苻坚。素秘龙韬策，爰参虎旅权。精诚潜贯日，勋业合凌烟。耆旧朝廷倚，文章海内传。三长青史笔，五典白麻篇。思赡宫人蜡，荣归御榻莲。研经鱼辨鲁，挥翰骥奔泉。方徯金銮作，聊从铜虎迁。疮痍承帝念，恺悌沃民编。铃索昼斋永，棠阴夜月圆。丰登诸县乐，治最八州先。诏易宣城郡，恩遗晋水壖。歌襦恐来暮，卧辙惜言还。汉守终丞相，黄公且颍川。长亭春草外，巨镇日华边。况复师瞻久，由来德望全。芝函行召对，鼎席即详延。尚父西辞渭，司徒北破燕。斯民免涂炭，吾党赖陶甄。竹尺元通籍，瓜时忝备员。孩提曾识面，父执绝随肩。被遇怜才小，怀恩觉体孱。尘埃馀冗吏，情绪足离筵。歌阕魂飞渚，诗成泪染笺。辕驹何局促，巫步失趼跹。旧治应骑竹，他邦未暖毡。公归劳驿骑，地远想台躔。处士依文举，贤臣颂子渊。瀛洲如许到，未敢卜归田。"
                },
                {
                    "time": "1143年",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。有词送汪藻。作品：菩萨蛮（高楼目断南来翼）菩萨蛮（宋·黄公度）公时在泉幕，有怀汪彦章而作。以当路多忌，故托玉人以见意。高楼目断南来翼。玉人依旧无消息。愁绪促眉端。不随衣带宽。萋萋天外草。何处春归早。无语凭栏杆。竹声生暮寒。"
                },
                {
                    "time": "1143年3月",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。有诗。作品：送郑察推叔友罢官之潮阳二首。送郑察推叔友罢官之潮阳二首（宋·黄公度）　　五言律诗　押侵韵官达身何补，才名陆未沉。不妨吾道在，休较吏文深。城郭春将暮，风云晚更阴。相看炎海阔，魂断欲分襟。　　其二（宋·黄公度）　　五言律诗　押歌韵春草故人去，落花离绪多。芙蓉少颜色，薏苡尽风波。尘土非长策，功名一醉歌。周南暂留滞，莫改岁寒柯。"
                },
                {
                    "time": "1143年4月",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。有文。作品：代贺册皇后表。"
                },
                {
                    "time": "1143年",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。有诗。作品：癸亥秋行县夜寓下生院倦甚慨然有归欤之兴戏用壁间韵以盟泉石。癸亥秋行县夜寓下生院倦甚慨然有归欤之兴戏用壁间韵以盟泉石（宋·黄公度）何须轮拥朱，不愿佩悬玉。青山得去且归去，谋生待足何时足。林间招提金碧开，门外过客谁能来。桂花落尽无人问，古墙秋径生青苔。旧山泉石故应好，菟裘不营亦可老。此身已与三径期，未分渊明迹如扫。"
                },
                {
                    "time": "1143年",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。冬至日，作跋。作品：跋林褒世子字说。"
                },
                {
                    "time": "1143年",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。有诗。作品：赠延福端老二绝。赠延福端老二绝（一作辛弃疾诗）（宋·黄公度）　　七言绝句　押阳韵飘然瓶锡信行藏，偶驻姜峰古道场。欲识高人用心处，白云堂下一炉香。　　其二（宋·黄公度）　　七言绝句　押先韵我来欲问小乘禅，惭愧尘埃未了缘。忽忆去年秋夜话，共听风雨不成眠①。按：①以上《莆阳知稼翁集》卷上"
                },
                {
                    "time": "1144年",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿之间，作文。作品：代吕守祭赵丞相夫人迁葬。（此文作于绍兴十二年十二月至十四年四月间吕用中任泉州时。）代吕守祭赵倅文。（此文作于绍兴十二年十二月至十四年四月间吕用中任泉州时。）"
                },
                {
                    "time": "1144年4月",
                    "activity": "公度任签书平海军节度判官兼（泉州）南外宗簿。吕用中调离泉州，作诗留别。作品：别吕守三首。别吕守三首（宋·黄公度）　　五言律诗　押寒韵家世唐萧瑀，风流晋谢安。胸中畜丘壑，笔下富波澜。耆旧讴歌惜，宾僚礼数宽。龚黄初报政，飞诏忽江干。　　其二（宋·黄公度）　　五言律诗　押东韵自此调元去，人今卧辙同。棠阴闽岭外，星传浙江东。四月黄梅雨，千山荔子风。离亭独归处，回首意无穷。　　其三（宋·黄公度）　　五言律诗　押鱼韵涉猎愧醇儒，南州入幕初。力疲三尺法，尘满一床书。不有刘宽恕，何堪阮籍疏。才微甘冗长，感激辱吹嘘。"
                },
                {
                    "time": "1145年",
                    "activity": "春正月，授秘书省正字。作文。作品：谢馆职。谢叶帅荐举。"
                },
                {
                    "time": "1145年",
                    "activity": "赴浙任职前，作诗。作品：御赐阁额二首。御赐阁额二首（宋·黄公度）　　五言律诗　押齐韵杰阁侵霄汉，宸章焕壁奎。内庭颁宝宴，中使揭璇题。信誓山河固，厖恩雨露低。寒儒倚天禄，目断五云西。　　其二（宋·黄公度）　　五言律诗　押阳韵功掩萧何第，名超崔氏堂。孤忠扶社稷，一德契穹苍。金碧飞翚外，鸾虬结绮傍。落成纷贺燕，弱羽得高翔。按：一作辛弃疾诗。然此诗为高宗书“一德格天之阁”赐秦桧而作，邓广铭先生已考定为当时馆阁臣僚谄谀秦桧之词。辛弃疾归宋时已在高宗绍兴末，其时秦桧败亡已久，决不可能作此诗。"
                },
                {
                    "time": "1145年",
                    "activity": "赴授秘书省正字途中。作词。作品：卜算子（寒透小窗）青玉案（邻鸡不管）卜算子（宋·黄公度）公赴召命，道过延平，郡宴有歌妓，追诵旧事，即席赋此。寒透小窗纱，漏断人初醒。翡翠屏间拾落钗，背立残釭影。欲去更踟蹰，离恨终难整。陇首流泉不忍闻，月落双溪冷。青玉案（宋·黄公度）序：公之初登第也，赵丞相鼎延见款密，别后以书来往。秦益公闻而憾之。及泉幕任满，始以故事召赴行在，公虽知非当路意，而迫于君命，不敢俟驾，故寓意此词。道过分水岭，复题诗云：谁知不作多时别。又题崇安驿诗云：睡美生憎晓色催。皆此意也。既而罢归，离临安有词云：湖上送残春，已负别时归约。则公之去就，盖蚤定矣。邻鸡不管离怀苦，又还是、催人去。回首高城音信阻。霜桥月馆，水村烟市，总是思君处。裛残别袖燕支雨，谩留得、愁千缕。欲倩归鸿分付与。鸿飞不住，倚阑无语，独立长天暮。"
                },
                {
                    "time": "1146年",
                    "activity": "主管台州崇道观。父黄静郊霈，以公度状元累赠左奉大夫。"
                },
                {
                    "time": "1146年",
                    "activity": "主管台州崇道观。冬，作文。作品：送汪守怀忠序。"
                },
                {
                    "time": "1146年",
                    "activity": "主管台州崇道观。冬，作诗。作品：千秋岁。千秋岁贺莆守汪待举怀忠生日，汪报政将归，因以送之（宋·黄公度）郁葱佳气。天降麒麟瑞。回首处，江城外。一麾遗爱在，万口欢声沸。人乍远，危楼目断天无际。五马徘徊地。春色随归旆。寿水绿，壶山翠。风轻香篆直，日暖歌喉脆。椒觞举，人人尽祝千秋岁。"
                },
                {
                    "time": "1147年",
                    "activity": "主管台州崇道观。子黄沃绍兴丁卯乡荐。"
                },
                {
                    "time": "1148年4月",
                    "activity": "主管台州崇道观。四月，与方廷实唱和。作品：送外兄方卿公美赴广东宪十绝。送外兄方卿公美（廷实）赴广东宪十绝（宋·黄公度）　　七言绝句　押侵韵九重仁圣不忘远，庶狱哀矜轸虑深。本恕定知黄霸用，无刑端契有虞心。　　其二（宋·黄公度）　　七言绝句　押尤韵遐陬赤子困侵牟，跳弄潢池今几秋。从此声威憺强梗，自然戈戟变锄耰。　　其三（宋·黄公度）　　七言绝句　押支韵石门酌水赋新诗，旧事曾闻吴隐之。习习清风化贪懦，不图今见古齐夷。　　其四（宋·黄公度）　　七言绝句　押阳韵亲舆昔侍角方总，使节今持鬓未苍。竹马儿童半相识，分明遗爱在甘棠。　　其五（宋·黄公度）　　七言绝句　押先韵早晚芝函下九天，不容瓜戍更期年。苍生属望为霖久，肯使炎方雨露偏。　　其六（宋·黄公度）　　七言绝句　押东韵闻道韶阳一亩宫，居民奉祀曲江公。凭君到日酹尊酒，酝藉风流事事同。　　其七（宋·黄公度）　　七言绝句　押先韵怪底青云懒著鞭，年来馀事觉真诠。圜扉昼辟庭无讼，时访曹溪六祖禅。　　其八（宋·黄公度）　　七言绝句　押蒸韵千里江山一雁声，广文官舍冷如冰。祁奚若未忘公举，魏戊犹堪备内称。　　其九（宋·黄公度）　　七言绝句　押尤韵新息功名晚始收，送君今去跕鸢州。男儿未上云台画，莫念平生马少游。　　其十（宋·黄公度）　　七言绝句　押青韵十里红旗拥使星，一杯绿蚁话长亭。明朝车马各南北，谁唱阳关且细听。"
                },
                {
                    "time": "1149年",
                    "activity": "主管台州崇道观四年秩满，作文。作品：罢任谢黄宪。"
                },
                {
                    "time": "1149年",
                    "activity": "主管台州崇道观四年秩满，作词。作品：菩萨蛮（眉尖早识愁滋味）菩萨蛮（宋·黄公度）序：公罢归抵家，赋此词。先是公有二侍儿，曰倩倩，曰盼盼，在五羊时，尝出以侑觞。洪丞相适景伯为赋眼儿媚词云：瀛仙好客过当时。锦幌出蛾眉。体轻飞燕，歌欺樊素，压尽芳菲。花前一盼嫣然媚。滟滟举金卮。断肠狂客，只愁径醉，银漏催归。倩倩先公而卒，四印居士有悼侍儿倩倩诗，其一曰：兰质蕙心何所在，风魂云魄去难招。子规叫断黄昏月，疑是佳人恨未消。其二曰：含怨衔辛情脉脉，家人强遣试春衫。也知不作坚牢玉，祗向人间三十三。四印于公为兄行，名泳，字宋永，徽庙时以童子召见，赐五经及第，官止郢州通守。眉尖早识愁滋味。娇羞未解论心事。试问忆人不。无言但点头。嗔人归不早。故把金杯恼。醉看舞时腰。还如旧日娇。"
                },
                {
                    "time": "1149年",
                    "activity": "主管台州崇道观四年秩满，谗者附会《题分水岭两绝》诗，秦桧令判肇庆府，作诗。作品：谢授肇庆倅。将赴高要官守书怀。将赴高要官守书怀（宋·黄公度）　　七言律诗　押齐韵古来仕路多机阱，我复情田少町畦。回首壮图犹拾沈，惊心往事屡吹齑。不因昏嫁那能许，此去声名敢厌低。但使安閒更强健，何妨流落在涂泥。"
                },
                {
                    "time": "1149年",
                    "activity": "主管台州崇道观四年秩满，谗者附会《题分水岭两绝》诗，秦桧令判肇庆府，作文。作品：谢举升陟启。"
                }
            ]
        },
        {
            "Latitude": 28.455327,
            "Longitude": 119.488564,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN331124",
            "Title": "松阳",
            "Detail": [
                {
                    "time": "1127年",
                    "activity": "“隐居松川今小赤壁西”，曾于松阳县石笋山翠峰观前题字：“空明”、“野鹤归来”（有题识而无年月）。"
                }
            ]
        },
        {
            "Latitude": 26.080447,
            "Longitude": 119.302938,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3501",
            "Title": "福州",
            "Detail": [
                {
                    "time": "1134年",
                    "activity": "黄公度参加解试，魁乡荐。正月十六日，黄庠进士及第。作品：解试贤人国家之利器赋。"
                },
                {
                    "time": "1136年7月",
                    "activity": "黄公度参加漕试，被举参加省试。作品：解试和戎国之福赋。"
                }
            ]
        },
        {
            "Latitude": 30.280059,
            "Longitude": 120.161693,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN3301",
            "Title": "杭州",
            "Detail": [
                {
                    "time": "1135年",
                    "activity": "公度初次应省试，应省试，因诗句用韵有误而被黜落。"
                },
                {
                    "time": "1138年4月",
                    "activity": "公度在行都建康，参加礼部主持的进士考试，列省试第一。作品：天子以德为车赋。（百度百科“建康”条：“南宋建炎三年（1129）改江宁府为建康府。”）六艺折中夫子论。（百度百科“建康”条：“南宋建炎三年（1129）改江宁府为建康府。”）谈笑却秦军诗。（百度百科“建康”条：“南宋建炎三年（1129）改江宁府为建康府。”）"
                },
                {
                    "time": "1138年6月",
                    "activity": "六月，廷对，以公度为状元，陈俊卿次之。赐礼部进士及第出身，授左承事郎。高宗亲题“登瀛阁”赐公度。作品：代谢御书表。（百度百科“建康”条：“南宋建炎三年（1129）改江宁府为建康府。”黄公度中状元，遂中多年前黄涅盘一句谶语。《宋历科状元录》载：“昔黄涅盘有谶语曰：‘拆了屋，换了椽，朝京门外出状元。’初徐铎振夫作魁时，改建此门，近被兵火，复新四门，而此门当户对尤增崇丽。黄居门外市中，而左右六人皆同中。虽一时盛事，亦皆前定，非人力所能致也。”《墓志铭》亦云：“先是，黄涅盘有识云：‘折却屋，换却栋，望京门外出状元。’是时孙守荩改创谯门，规抚雄伟，甫成，而公捷音下。”）"
                },
                {
                    "time": "1138年7月",
                    "activity": "诏黄公度特补左承事郎签书平海军节度判官。"
                },
                {
                    "time": "1138年",
                    "activity": "是年，公度与与陈俊卿、龚茂良等15名莆阳进士共叙同年之乐的盛况。作品：会同年共乐台。会同年共乐台（宋·黄公度）　　五言律诗　押真韵兰省三千士，莆阳十五人。此时乡曲会，异日庙堂身。名塞乾坤隘，恩沾雨露新。天边三雁远，回首独凝神。"
                },
                {
                    "time": "1145年",
                    "activity": "任秘书省正字。作诗。作品：进元会诗。进元会诗（宋·黄公度）　　五言排律　押阳韵昭代干戈戢，炎辉历数长。苍生久苏息，寰海屡丰穰。社稷基新命，朝廷举旧章。太平周礼乐，垂拱舜衣裳。拜寿先长乐，传声出未央。冕旒端黼座，仪物备明堂。阊阖星辰外，旂常日月旁。天颜春穆穆，云物晓苍苍。雪色残鳷鹊，韶音杂凤凰。严宸分羽卫，荒服走梯航。人正今行夏，民心旧戴商。观光环万国，班朔首三阳。列辟銮声哕，群工玉佩锵。奉常陈雅奏，太史报殊祥。于穆前朝盛，丕承奕世昌。版图还大禹，风俗再陶唐。已格无为治，犹怀不敢康。几年脩缛典，今日付吾皇。所愿终寅畏，无忘每赞襄。明良相际会，长奉万年觞。"
                },
                {
                    "time": "1145年11月",
                    "activity": "十一月，罢秘书省正字，主管台州崇道观。"
                },
                {
                    "time": "1145年11月",
                    "activity": "主管台州崇道观。将离杭州。作诗。作品：好事近（湖上送残春）好事近（宋·黄公度）序：公到阙，除秘书省正字。未几，言者迎合秦益公意，腾章于上，谓公尝贻书台官，欲著私史以谤时政。盖公之在泉幕也，尝有启贺李侍御文会云，虽莫陪宾客后尘，为大厦之贺，固将续山林野史，记朝阳之鸣。因是罢归。将离临安，作此词，所谓故园桃李，盖指二侍儿也。湖上送残春，已负别时归约。好在故园桃李，为谁开谁落。还家应是荔支天，浮蚁要人酌。莫把舞裙歌扇，便等闲抛却。"
                },
                {
                    "time": "1145年11月",
                    "activity": "主管台州崇道观。将离杭州。作文。作品：谢宫祠。"
                },
                {
                    "time": "1145年11月",
                    "activity": "主管台州崇道观。将离杭州。作诗。作品：将归。离临安。将归（宋·黄公度）　　五言律诗　押侵韵北首寒犹浅，南辕暑正深。马蹄长道路，鹿性本山林。客至能相勉，愁来可独禁。功名竟何物，造化久冥心。离临安（宋·黄公度）　　五言律诗　押庚韵细雨出江城，潮回江正清。未能捐俗累，不敢惮严程。落日行人少，空山独鸟鸣。离愁似春草，触处便能生。"
                },
                {
                    "time": "1156年1月",
                    "activity": "正月，召对，乞揽干纲、厚风俗。高宗嘉纳之，因询以岭外弊事，除考功员外郎。兼金部官。有文。作品：上殿札子。第二札子。刑孝扬覆谥议。"
                },
                {
                    "time": "1156年1月",
                    "activity": "在考功员外郎任。春，有文。作品：谢陈内翰。"
                },
                {
                    "time": "1156年1月",
                    "activity": "在考功员外郎任。有文。作品：考功谢沈参。"
                },
                {
                    "time": "1156年4月",
                    "activity": "在考功员外郎任。四月，陈诚之使金，有诗。作品：别陈景明二首。别陈景明二首（宋·黄公度）　　七言律诗　押阳韵董晁大策无今古，曾据龙头拜未央。天府带颁腰觉重，露门茗赐齿馀香。麻词一扫千言就，玉节三持万里强。自是中朝人第一，更将威信憺要荒。　　其二（宋·黄公度）　　七言律诗　押庚韵冕旒目送出延英，鼓吹江喧引去程。三夏日迟心自急，百年恩重命还轻。贾胡久矣传诗句，蛮长依然识姓名。丹鼎刀圭应有在，愿随鸡犬上蓬瀛。"
                },
                {
                    "time": "1156年4月",
                    "activity": "在考功员外郎任。夏初，为八世祖黄滔编《东家编略》。"
                },
                {
                    "time": "1156年4月",
                    "activity": "六月，公度得疾，八月二十四日，卒。"
                },
                {
                    "time": "1157年",
                    "activity": "葬于保丰里莲花峰。黄沃作圹铭。"
                }
            ]
        },
        {
            "Latitude": 27.028915,
            "Longitude": 118.311441,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350783",
            "Title": "建瓯",
            "Detail": [
                {
                    "time": "1138年",
                    "activity": "公度赴省试，途经建安，诣梨山李侯庙求神赐梦以兆前程。"
                }
            ]
        },
        {
            "Latitude": 27.33048,
            "Longitude": 120.223163,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350982",
            "Title": "福鼎",
            "Detail": [
                {
                    "time": "1145年",
                    "activity": "赴授秘书省正字途中。作诗。作品：题分水岭两绝。题崇安驿。题紫溪驿。题分水岭两绝（宋·黄公度）　　七言绝句　押东韵呜咽泉流万仞峰，断肠从此各西东。谁知不作多时别，依旧相逢沧海中。　　其二（宋·黄公度）　　七言绝句　押元韵闽越江南此地分，鲍娘诗句尚能存。客怀未觉今宵好，家住壶山烟雨村。题崇安驿（宋·黄公度）　　七言律诗　睡美生憎晓色催，丹心自愧未能灰。尘埃汩汩岁将暮，霜雾濛濛昼不开。身外百端俱长物，时危万事入羁怀。君恩早晚粗酬了，粝饭敝裘归去来。题紫溪驿（宋·黄公度）　　七言绝句　押鱼韵离家一月断家书，家在闽山深处居。路入江南隔分水，山犹不见况吾庐。"
                }
            ]
        },
        {
            "Latitude": 28.742918,
            "Longitude": 118.633483,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN330881",
            "Title": "江山",
            "Detail": [
                {
                    "time": "1145年11月",
                    "activity": "主管台州崇道观。离杭州。作诗。作品：至日题江山驿。至日题江山驿（宋·黄公度）　　七言律诗　押真韵客里萍蓬愧此身，天涯风俗对兹辰。云容山意商量雪，梅蕾葭灰漏泄春。岁晚旅怀元自恶，夜长归梦为谁频。遥怜儿女团栾处，应念江山飘泊人。"
                }
            ]
        },
        {
            "Latitude": 23.745584,
            "Longitude": 116.188705,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN441423",
            "Title": "丰顺",
            "Detail": [
                {
                    "time": "1149年",
                    "activity": "赴肇庆府通判任途中，作诗。作品：过瘦牛岭。题瘦牛岭（宋·黄公度）　　七言绝句　押尤韵自笑年来为食谋，扶携百指过南州。时平四野皆青草，此地何曾解瘦牛。"
                }
            ]
        },
        {
            "Latitude": 23.555773,
            "Longitude": 116.37922,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4452",
            "Title": "揭阳",
            "Detail": [
                {
                    "time": "1149年",
                    "activity": "赴肇庆府通判任途中，作诗。作品：至日戏题天福寺。至日戏题天福寺（宋·黄公度）去年至日老夫家，呼儿具酒对梅花。今年至日空奔走，岂止无花亦无酒。薄宦驱人无已时，客怀牢落强裁诗。君不见杜陵老诗伯，年年至日长为客。"
                }
            ]
        },
        {
            "Latitude": 23.052984,
            "Longitude": 112.47177,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4412",
            "Title": "肇庆",
            "Detail": [
                {
                    "time": "1149年",
                    "activity": "公度在通判肇庆府时断书生案，府中慑服；亦修爨舍，鼎新夫子之庙貌。"
                },
                {
                    "time": "1149年",
                    "activity": "公度在通判肇庆府。作文。作品：肇庆韩交代。"
                },
                {
                    "time": "1149年",
                    "activity": "公度在通判肇庆府时，作词。作品：眼儿媚。"
                },
                {
                    "time": "1152年3月",
                    "activity": "通判高要。三月，殿中侍御史林大鼐，试右谏议大夫，公度作贺诗。作品：贺林谏议梅卿。"
                },
                {
                    "time": "1152年3月",
                    "activity": "通判高要。秋，右谏议大夫林大鼐，试吏部尚书仍兼侍读，公度作贺诗。作品：次韵林梅卿尚书新塘之什。次韵林梅卿尚书新塘之什（宋·黄公度）　　七言律诗　押阳韵翚翼东西势欲翔，高怀卜筑白云乡。虾须半捲山排闼，属玉双飞水拍塘。天上功名身未老，年来丘壑意何长。万间广厦须公办，政恐徵书下建章。"
                },
                {
                    "time": "1153年",
                    "activity": "通判高要。有诗。作品：春日书怀。春日书怀（宋·黄公度）　　七言律诗　押尤韵才薄难任家国忧，年衰未免稻粱谋。权门虽好羞摇尾，世路多猜敢转喉。是处溪山可藏拙，何人庭院许寻幽。便须火急营春事，九十韶光一半休。"
                },
                {
                    "time": "1154年1月",
                    "activity": "通判高要。有诗。作品：题七星岩。题七星岩（宋·黄公度）　　七言律诗　押青韵天上何时落斗星，化为巨石罗翠屏。洞拆三叉盘空曲，壁立万仞穿青冥。客寻旧路不知处，龙去千载犹闻腥。欲访仙子问真诀，岩扃寂寂水泠泠。"
                },
                {
                    "time": "1154年7月",
                    "activity": "通判高要。方滋以右朝奉大夫、直敷文阁知（福州），公度有贺诗。作品：贺方帅务德移福州。"
                },
                {
                    "time": "1154年9月9日",
                    "activity": "通判高要。高要太守章元振，重九日为生朝。公以此词贺之，并序。作品：满庭芳。"
                },
                {
                    "time": "1155年",
                    "activity": "通判高要。庚午，左朝请大夫、知肇庆府章元振提举广南东路常平茶事。有贺文。作品：贺章盐。"
                },
                {
                    "time": "1155年",
                    "activity": "通判高要。有贺文。作品：贺陆漳州。"
                },
                {
                    "time": "1155年",
                    "activity": "通判高要。有诗。作品：送陈应求赴官。送陈应求赴官（宋·黄公度）莫辞酒，且听歌，休被骊驹白玉珂。主人劝客终今夕，明日长亭可奈何。金风萧萧鏖馀热，砌虫唧唧助凄切。此时景物不胜愁，况是离人心欲折。陈侯陈侯，貌岩岩而俊整，才浩浩而清绝。有如壶山之万仞巑岏，寿水之千寻莹澈。青芝赤箭药笼储，金钟大镛廊庙须。天生奇才为时出，容易弃掷天南隅。君不见马宾王，新丰一逆旅。又不见公孙弘，菑川一老儒。逢辰立谭取卿相，至今文采照天衢。广文官舍虽落莫，刀笔不与俗吏俱。公馀更勤五车读，未必不是北门西掖之权舆。刺桐古城花欲燃，旧游人物想依然。凭君到彼访二陆，向道故人饱饭度残年。"
                },
                {
                    "time": "1155年11月",
                    "activity": "秦桧死，高宗更化。十一月，朝廷召公度进京。作词。作品：卜操作数（寒透小窗）"
                },
                {
                    "time": "1155年12月",
                    "activity": "通判高要。十二月，作诗。作品：送陈景明尚书赴召四首。送陈景明（诚之）尚书赴召四首（宋·黄公度）　　五言律诗　押萧韵物望唐姚宋，才名汉董晁。力陈治安策，亲际圣明朝。谠议裨宸极，高文灿斗杓。鹏程九万里，一举接扶摇。　　其二（宋·黄公度）　　五言律诗　押阳韵鼎轴今虚席，忧勤轸我皇。苍生思起谢，丹诏急徵黄。风欲回三代，恩难私一方。愿公摅远业，吾道倍辉光。　　其三（宋·黄公度）　　五言律诗　押删韵雁塔相先后，麟台数往还。至今清夜梦，时共早朝班。岁月栖迟里，云泥指顾间。天涯瞻马首，喜气动衰颜。　　其四（宋·黄公度）　　五言律诗　押庚韵薄宦跕鸢城，归来梦乍惊。壮图空老大，朴学误平生。有客嘲杨子，无人荐祢衡。盐车逢伯乐，作意一长鸣。"
                }
            ]
        },
        {
            "Latitude": 21.864421,
            "Longitude": 111.989051,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4417",
            "Title": "阳江",
            "Detail": [
                {
                    "time": "1149年",
                    "activity": "期月，部使者檄公度报守南恩。"
                },
                {
                    "time": "1149年",
                    "activity": "赴南恩太守任。有诗。作品：赴南恩道间和杨体南。赴南恩道间和杨体南（延禧）三首（宋·黄公度）　　五言律诗　押庚韵再岁大江滨，了无功可程。行行看绝塞，录录更专城。不作安巢鸟，应惭出谷莺。赖同草玄手，时抱一经横。　　其二（宋·黄公度）　　七言绝句　押鱼韵身任东西南北居，心安到处即吾庐。穷途俗眼休相薄，沮洳焉知无大鱼。　　其三（宋·黄公度）　　七言绝句　押删韵白鸥应怪旧盟寒，斗粟低佪真强颜。更度桑乾隔并土，不堪回首旧家山。"
                },
                {
                    "time": "1149年",
                    "activity": "任南恩太守。有文。作品：权南恩谒天子庙。权南恩谢诸司。"
                },
                {
                    "time": "1149年",
                    "activity": "任南恩太守。有诗。作品：恩平灯夕忆上都旧游呈座客。自恩平还题嵩台宋隆馆。西园招陈彦招同饮。西园二首。己巳九日陪陆使君宴共乐台和庄倅韵。恩平灯夕忆上都旧游呈座客（宋·黄公度）　　七言律诗　押真韵千尺鳌山面紫宸，豪华曾见夹城春。至今魂梦钧天奏，投老宦游穷海滨。随分尊罍奉佳客，记时灯火照严闉。年来大觉欢情减，聊与风光作主人。自恩平还题嵩台宋隆馆二绝（宋·黄公度）　　七言绝句　押尤韵四山如画古端州，州在西江欲尽头。漫道江山解留客，老夫归思甚东流。　　其二（宋·黄公度）　　七言绝句　押灰韵松菊壶山手自栽，二年羁宦客嵩台。无端却被东风误，又作恩平一梦回。西园招陈彦招同饮（宋·黄公度）　　七言律诗　押文韵稻粱未饱且纷纷，鸿鹄低徊鸡鹜群。万里归心闽峤月，十年旅梦瘴溪云。邻谙好事频赊酒，家不全贫肯卖文。未用天涯叹离索，一尊满意说桑枌。西园二首（宋·黄公度）　　五言律诗　押先韵题注：清黄登瀛《端溪诗述》卷一题作隆荫堂。有注：在阳江县治西，宋黄公度建清樾才十亩，炎陬别一①天。华堂依怪石，老木插飞烟。长夏绝无暑，乘风几欲仙。心閒境自胜，底处觅林泉。按：①《端溪诗述》作有　　其二（宋·黄公度）　　五言律诗　押删韵意得壶觞外，心清杖屦间。簿书休吏早，花鸟向人闲。旧隐在何许，倦游殊未还。天涯赖有此，退食一开颜。己巳九日陪陆使君宴共乐台和庄倅韵（宋·黄公度）　　七言律诗　押东韵一年秋色垂垂老，九日寒花处处同。落帽何人羞短发，危台向晚易高风。黄云万顷峰峦下，白雪几声宵汉中。陌上行人尽回首，使君开宴在层空。"
                },
                {
                    "time": "1149年",
                    "activity": "任南恩太守。有词。作品：满庭芳。"
                },
                {
                    "time": "1149年",
                    "activity": "任南恩太守。有诗。作品：题顺济庙。题顺济庙（宋·黄公度）　　七言律诗　押东韵枯木肇灵沧海东，参差宫殿崒晴空。平生不厌混巫媪，已死犹能效国功。万户牲醪无水旱，四时歌舞走儿童。传闻利泽至今在，千里危樯一信风。"
                },
                {
                    "time": "1150年",
                    "activity": "公度摄知南恩后，决滞讼，除横敛，增学禀劝学。"
                },
                {
                    "time": "1150年",
                    "activity": "任南恩太守。有诗赠陆涣。作品：三瑞堂。三瑞堂（陆守）（宋·黄公度）机云二子才孤标，妙龄驰声典午朝。今见远孙来海峤，儒雅雍容饰汉条。德化醇醲春有脚，天姿粹美玉不彫。无复犊牛充带佩，坐令襦裤成歌谣。蕴藉斯人合台阁，暂把一麾亦不恶。铃阁正午槐阴清，讼庭无人鸟声乐。政成瑞应一何多，天香国艳骈花萼。可但渔阳颂麦岐，会见西京纪神爵。吾闻作善天降祥，拭目泥封下建章。一时文采七闽郡，千载风流三瑞堂。坤珍效祉来未央，九茎怒芽抽且长。胡不图之献天子，播在乐府歌芝房。"
                },
                {
                    "time": "1150年",
                    "activity": "任南恩太守。是年秋，作文。作品：庚午秋观进士入试。"
                },
                {
                    "time": "1150年",
                    "activity": "任南恩太守。是年冬，作文。作品：兴化军学记。"
                },
                {
                    "time": "1151年5月",
                    "activity": "任南恩太守。五月，作文。作品：兴化军重建军学记。"
                },
                {
                    "time": "1151年",
                    "activity": "任南恩太守。秋，为颍川太夫人作行状。作品：颍川太夫人卓氏行状。"
                },
                {
                    "time": "1151年",
                    "activity": "公度离任后，傅雱继知南恩州。"
                }
            ]
        },
        {
            "Latitude": 23.135308,
            "Longitude": 113.270793,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN4401",
            "Title": "广州",
            "Detail": [
                {
                    "time": "1153年",
                    "activity": "通判高要。曾去广州，有诗。作品：题师吴堂。题师吴堂（宋·黄公度）　　押纸韵夫子贤尧舜，老彭尝窃比。郯子及师襄，下问曾不耻。河汾一书生，自谓圣复起。西京投阁士，敢与孟轲齿。古人取名廉，后人取名侈。谁知今人中，复见古君子。方君帅南越，千载少伦拟。燕居榜师吴，一谦具四美。隐之经石门，得名一杯水。伯始万事优，可但清而已。官曹服公德，廉仁革贪鄙。民俗陶公化，淳厚胜奸宄。蛮獠畏公威，折箠制千里。老猾惮公明，束手敢干纪。三城有馀力，一堂仍旧址。裘带自清閒，宾僚多燕喜。惟昔开元相，勋业照青史。胸蟠活国计，试手曾向此。我公廊庙具，劳外亦久矣。尺一趣归装，高蹈广平轨。"
                }
            ]
        },
        {
            "Latitude": 27.923406,
            "Longitude": 118.547818,
            "OffsetLeft": 0,
            "OffsetTop": 0,
            "Invisible": false,
            "RegionId": "CN350722",
            "Title": "浦城",
            "Detail": [
                {
                    "time": "1155年12月30日",
                    "activity": "赴诏途中。作诗。作品：乙亥岁除渔梁村。乙亥岁除渔梁村（宋·黄公度）　　七言律诗　押真韵年来似觉道途熟，老去①空更岁月频。爆竹一声乡梦破，残灯永夜②客愁新。云容山意商量雪，柳眼桃腮领略春。想得在家小儿女，地炉相对说行人。按：①《永乐大典》卷三五八○作眼　②《永乐大典》作夜永"
                }
            ]
        }
    ]
}