{
    "907": [
        "卢龙（北京）节度使刘仁恭贪暴，其子刘守光囚之，自任节度使，贪暴尤甚于其父。",
        "唐哀帝李柷让位于梁王朱全忠，唐亡，立国276年。朱全忠称帝，是为太祖，国号梁，史称后梁。封越王钱镠为吴越王，武安（湖南长沙）节度使马殷为楚王，史称南楚。",
        "晋王（山西太原）李克用、淮南（江苏扬州）节度使弘农王杨渥、岐王（陕西凤翔）李茂贞，仍用唐天佑年号，敌对如昔，与梁征伐不息。",
        "吴越王（浙江杭州）钱镠、楚王（湖南长沙）马殷、威武（福建福州）节度使王审知，虽用梁年号，但仅如此，割据亦如昔，互相攻杀，无人能制。",
        "蜀王（四川成都）王建寻称帝，国号蜀，史称前蜀。中国分裂，五代十一国时代始（－979，凡73年）。",
        "后梁帝太祖朱全忠遣（安徽）亳州刺史李思安攻晋潞州（山西长治），于城下筑重城，内防突围，外拒援兵，谓之“夹寨”。晋昭义（山西长治）节度使李嗣昭固守，不进出击，排墙填堑，一昼夜百数十发，后梁兵疲于奔命，闭夹寨。"
    ],
    "908": [
        "晋王李克用卒，子李存勖嗣位，率军救潞州，雾中抵夹寨，急攻，后梁夹寨溃。",
        "淮南（江苏扬州）弘农王杨渥骄奢日甚，左牙指挥使张颢、右牙指挥使徐温，共杀杨渥。徐温寻又杀张颢，立杨渥弟杨隆演为弘农王。"
    ],
    "909": [
        "后梁自大梁（河南开封）迁都洛阳。封威武（福建福州）节度使王审知为闽王、卢龙（北京）节度使刘守光为燕王。",
        "后梁帝朱全忠怒佑国（陕西西安）节度使王重师奉不丰，诬以谋反，屠其族。忠武（陕西大荔）节度使刘知俊以朱全忠猜忌日甚，内不自安，起兵降岐，岐王李茂贞用为中书令。",
        "燕王刘守光攻其兄、义昌（河北沧州）节度使刘守文，于阵擒之，围沧州，节度判官吕兖固守，城中食尽，民食堇泥，军士食人，吕兖选男女瘦弱者，饲以曲面而烹之，以给军食，谓之“宰杀务”（明年，城陷）。"
    ],
    "910": [
        "淮南（江苏扬州）弘农王杨隆演称吴王，史称南吴。",
        "后梁帝朱全忠疑赵王（河北正定）王镕私与晋通，遣宁国节度使王景仁发兵袭之，事泄，王镕向晋求救，晋王李存勖东出，与后梁军相峙（河北）柏乡。"
    ],
    "911": [
        "后梁与晋于（河北）柏乡会战，转斗至（河北）高邑野河南，晋军呐喊猛攻，后梁军大溃，死二万余人，自野河至柏乡，死尸蔽野。",
        "燕王刘守光狂虐，每刑人必先置于铁笼，以火烤之；又作铁刷，以刷人面，眼鼻俱落。闻后梁败于柏乡，乃称帝，建都幽州（北京），国号燕，史称桀燕。"
    ],
    "912": [
        "后梁帝朱全忠奇淫，诸子在外，悉召诸子妇入宫侍寝。今年，朱全忠病笃，命博王朱友文之妻王氏召朱友文，欲托后事。郢王朱友珪妻张氏知之，以告朱友珪。会命朱友珪出任（山东）莱州刺史，时迁官者皆于中途被杀，朱友珪惧，乃夜入宫，刀刺朱全忠腹，刃出于背而死。朱友珪嗣位，诬朱友文谋反，斩之。"
    ],
    "913": [
        "后梁均王朱友贞起兵讨朱友珪，斩之，朱友贞即帝位，是为末帝。迁都大梁（河南开封）。",
        "前蜀少保唐道袭诬太子王元膺谋反，王元膺发兵斩之，王元膺亦被其下所杀。",
        "晋王李存勖大举攻桀燕，陷幽州（北京），擒桀燕帝刘守光及其父刘仁恭，桀燕亡，立国3年。"
    ],
    "914": [
        "晋王李存勖自临监斩刘守光，刘守光至死号泣哀祈不已。复械刘仁恭至代州（山西代县）刺其心，以血祭先王李克用墓，然后斩之。"
    ],
    "915": [
        "后梁天雄（河北大名）节度使杨师厚卒，梁帝朱友贞以魏博（河北大名）地广兵众，故割据200余年，乃分相州（河南安阳）、澶州（河南内黄南）、卫州（河南卫辉），另置昭德军。任贺德伦为天雄（河北大名）节度使、张筠为昭德（河南安阳）节度使，另遣开封尹刘鄩率兵临其境以慑之。魏兵皆父子相承，族姻盘结，不愿分徒，遂变，囚贺德伦，逼之求救于晋。晋王李存勖遂入魏州（河北大名），兼天雄节度使。刘鄩以晋精兵悉在魏州，太原必虚，潜引兵西进，李存勖急发骑倍道赴太原。刘鄩至乐平（山西昔阳），粮尽，又知太原有备，乃退屯（山东）莘县。"
    ],
    "916": [
        "刘鄩自莘县复潜引军还袭魏州（河北大名），至故元城西，晋追兵大集，四方环攻，后梁军溃，步卒7万杀溺殆尽，刘鄩收残众奔滑州（河南滑县）。后梁匡国（河南许昌）节度使王檀乘虚袭太原，昼夜猛攻，城几陷者数四，晋昭义（山西长治）节度使李嗣昭率军救太原，内外夹击，后梁军死伤十之二三，王檀引兵大掠而退。",
        "契丹王耶律阿保机称帝，于塞北开国，建都西楼城（后改称临潢府），称上京（内蒙古巴林左旗）。"
    ],
    "917": [
        "前蜀改国号为汉。",
        "契丹围幽州（北京）凡300日，晋安国（河北邢台）节度使李嗣源救之，契丹大败，解围去。",
        "后梁清海（广州）节度使刘岩称帝，建都广州，国号越。晋王李存勖刘夫人，其父以医卜为业，往投之，刘夫人耻其父家寒微，云已死，命笞其父于宫门，逐之。"
    ],
    "918": [
        "前蜀复国号为蜀，前蜀帝高祖王建卒，子王宗衍嗣位。",
        "越改国号为汉，史称南汉。",
        "晋王李存勖自杨浏（山东东阿北）渡黄河，直趋大梁（河南开封）。后梁行营招讨使加，贺瑰弃营追之，至胡柳陂（山东鄄城西南），晋兵大败，卢龙（北京）节度使周德威父子战死。李存勖退屯土山，向晚，反攻，后梁军溃，死3万人。梁晋各丧士卒三分之二，皆不能振。"
    ],
    "919": [
        "晋内外马步总管李存审，于德胜（河南濮阳）南北筑两城，驻兵守之。后梁招讨使贺瑰攻南城，败还。",
        "吴越王钱镠馀遣其子钱传瓘攻南吴，南吴舒州刺史彭彦章大败，自杀。钱传瓘进至（江苏）常州，南吴左仆射徐温迎击，大败吴越军，钱传瓘遁走。徐温尽归所俘与吴越，吴越亦遣使求和。从此20年间，两国之间无战争，民得稍安。"
    ],
    "920": [
        "南吴宣王杨隆演卒，弟丹阳公杨溥嗣位。",
        "赵王（河北正定）王镕高贵久，不恤政事，宦官石希蒙以谄媚得宠，弄权中外。王镕出游西山，数月不返，士卒若之，宦官李弘规谏，不听。李弘规乃使都将苏汉衡斩石希蒙。王镕怒且惧，急回镇州（河北正定），遣其子王昭祚杀李弘规及苏汉衡等数十家，复捕其党，穷治反状，亲军震恐。"
    ],
    "921": [
        "镇州（河北正定）兵变，斩王镕，焚其府第，立防城使张文礼为成德（河北正定）节度使，尽屠王氏家族。",
        "晋任赵将符习为成德节度留后，击张文礼，张文礼惊惧而卒，其子张处瑾固守。",
        "义武（河北定州）新军使王都，囚义父、节度使王处直，尽杀王处直子孙在（河北）定州者，自任节度使，降于晋。"
    ],
    "922": [
        "王处直子王郁引契丹兵攻定州，晋王李存勖救定州，与契丹战于望都（河北望都），契丹败走。",
        "晋攻镇州（河北正定）经年，相州（河北安阳）刺史史建瑭、昭义（山西长治）节度使李嗣昭均战死。今年，城陷，屠张处瑾族党。"
    ],
    "923": [
        "晋王李存勖于魏州（河北大名）称帝，是为庄宗，国号唐，史称后唐。",
        "后梁帝朱支贞任段凝为招讨使，渡黄河而北，掠澶州（河南内黄南）诸县，屯于临河（河南濮阳西）县南。后唐帝李存勖大军自杨浏（山东东阿北）渡黄河，绕道郓州（山东东平），乘虚袭大梁（河南开封），后梁军迭溃，朱友贞自杀，段凝率军降后唐。后梁亡，立国17年。",
        "后唐建都（河南）洛阳。"
    ],
    "924": [
        "后唐庄宗李存勖立刘夫人为皇后，刘皇后专务蓄财，宝货山积，而政府乏钱劳军，士卒始怨。李存勖复用宦官为诸道监军，凌忽主帅，仗势争权，诸将无不愤怒。又宠诸伶人，命伶人陈俊任景州（河北东光）刺史、储德源任宪州（山西娄火）刺史，而亲军有从李存勖百战未得一官者，众心乃离。",
        "岐王李茂贞向后唐称臣，改封秦王，寻卒，后唐政府授其子李继俨为（陕西）凤翔节度使，岐亡，立国18年。",
        "后唐封荆南（湖北江陵）节度使高季昌为南平王，南平建国。俨府，心"
    ],
    "925": [
        "后唐政府命魏王李继岌任行营都统、枢密使郭崇韬任行营都招讨使，大举攻前蜀。前蜀帝王宗衍发成都，将游秦州（甘肃秦安），边将告急，尚以为沮己，在道与群臣赋诗不辍。及后唐军深入，王宗衍始仓卒返成都，后唐军继至，王宗衍乃出降。前蜀亡，立国19年。",
        "宦官李从袭侍李继岌，以都统府牙门冷落，而前蜀之贵臣、大将日以宝货、妓乐送郭崇韬，深耻且妒。后唐庄宗李存勖遣宦官向延嗣赴成都促郭崇韬还军，郭崇韬不出郊迎，及见，礼节又倨，向延嗣怒，遂与李从袭共诬郭崇韬谋反，归语李存勖，李存勖命西川（四川成都）节度使孟知详倍道赴任察之。宦官又语刘皇后，刘皇后径下令杀郭崇韬。"
    ],
    "926": [
        "后唐魏王李继岌得刘皇后令，召郭崇韬，以铁锤挝碎其首。后唐庄宗李存勖下令暴其（？）罪状，悉杀其诸子，朝野骇惋，群议纷然。天雄（河北大名）兵卒皇甫晖因人心不安，遂叛，杀节度使杨仁晟，劫指挥使杨在礼任节度使，发兵四掠。李存勖遣内外马步军总管李嗣源讨之，李嗣源部下兵亦变，逼李嗣源与兴唐府（河北大名）兵合，引军南陷大梁（河南开封）。李存勖欲亲攻李嗣源，整军将发，伶人直指挥使郭从谏叛，李存勖中流矢卒。李嗣源遂入洛阳称帝，是为明宗。尽诛宦官。",
        "威武（福建神州）节度使王延翰称闽王，淫虐，建州（福建建瓯）刺史王延禀杀之，立（福建）泉州刺史王延钧为节度使。",
        "契丹帝太祖耶律阿保机卒，次子太宗耶律德光嗣位。皇后"
    ],
    "927": [
        "后唐遣客省使李俨任西川（四川成都）都监，以监四川军，西川节度使孟知祥诬以诈宣敕，斩之。",
        "后唐遣兴唐府（河北大名）兵3500人驻防芦台（河北青县），时芦台军帅为泰宁（山东兖州）节度使房知温，诏书命（河北）冀州刺史乌震代之，房知温怨，诱兴唐府兵叛，杀乌震。马军指挥使安审通脱身走，房知温恐事不成，乘乱奔安审通，骑兵纵击，杀3500家，凡万余人，屠之，永济渠为之变赤。",
        "后唐枢密使安重诲诬太子少保任图谋反，杀之。",
        "南吴大丞相徐温卒，吴王杨溥称帝，是为让帝。"
    ],
    "928": [
        "南楚水军攻南汉，围封州（广东封开），南汉左右街使苏章率战舰百艘驰救，南楚大败。",
        "南吴右雄武军使苗璘攻南楚，至君山（洞庭湖中），南楚右丞相许德勋以战舰千艘迎击，大败南吴军，擒苗璘。",
        "后唐义武（河北定州）节度使王都叛，以重贿求救于奚，奚酋长秃馁率万骑入定州助守。后唐政府命成德（河北正定）节度使王晏球讨之，契丹遣大将惕隐助定州，王晏球逆战，擒惕隐，契丹大败北走。",
        "后唐大梁（河南开封）民有私酿酒者，东都（河南洛阳）留守孔循屠其族。",
        "南平武信王高季兴向南吴称藩，高季兴寻卒，子文成王高从诲嗣位。"
    ],
    "929": [
        "后唐王晏球陷（河北）定州，王都举族自焚死，王晏球擒秃馁送大梁，斩王晏球于市。（？） 南平王高从诲改向后唐称藩。",
        "南楚武穆王马殷子马希声诬都军判官高郁谋反，尽杀其族党。"
    ],
    "930": [
        "后唐西川（四川成都）节度使孟知祥、东川（四川三台）节度使董璋，联兵叛，后唐政府命天雄节度使石敬瑭任都招讨使击两川，数战无功。枢密使安重诲亲往前方督战。",
        "南楚武穆王马殷卒，子衡阳王马希声嗣位。"
    ],
    "931": [
        "后唐（陕西）凤翔节度使朱弘昭以谄事枢密使安重诲，而连得大镇，安重诲赴两川督战，过凤翔，朱弘昭亲迎马前，延入寝室，妻子罗拜。安重诲既去，朱弘昭即诬安重诲谋反，告密。立败安重诲为护国（山西永济）节度使，寻命其退休。寻又遣洋王李从璋挝杀之。",
        "后唐明宗李嗣源以两川之叛，归罪于安重诲，命石敬瑭率军还。西川（四川成都）节度使孟知祥上表谢罪，东川（四川三台）节度使董璋以家已被屠，不服。"
    ],
    "932": [
        "后唐东川（四川三台）节度使董璋大军袭成都，西川（四川成都）节度使孟知祥迎战，斩之，从此并有两川。",
        "吴越武肃王钱镠卒，子文穆王钱传瓘嗣位。",
        "南楚衡阳王马希声卒，弟文昭王马希范嗣位。"
    ],
    "933": [
        "闽王王延钧称帝，是为惠宗，建都长乐府（福建福州），国号闽。任薛文杰为国计使，阴求富民之罪，没其家财，被掳掠者胸背均受，复以铜斗火熨之。诬枢密使吴勖谋反，杀之，举国愤怨。",
        "后唐明宗李嗣源疾笃，子秦王李从荣起兵欲攻皇宫，皇城使安从益斩之。李嗣源寻卒，子闵帝李从厚嗣位。"
    ],
    "934": [
        "南吴信州（江西上饶）节度使蒋延徽攻闽，围建州（福建建瓯），闽惠宗王延钧遣骠骑大将军王延宗驰救，军至中途不进，曰：“不得薛文杰，不能讨贼。”王延钧不得已，命送薛文杰往。薛文杰初以槛车广阔，更制狭者，形如木柜，以铁钉向内，动则触之，车方成，适用以载己。至军，军士脔食之。南吴兵闻闽救至，引退。",
        "蜀王孟知祥称帝，是为高祖，建都成都，国号蜀，史称后蜀。寻卒，子孟昶嗣位。",
        "后唐枢密使同平章事朱弘昭，同中书门下二品冯赟用事，忌（陕西）凤翔节度使潞王李从珂，调之为河东（山西太原）节度使。李从珂愤惧，遂叛。军抵洛阳，朱弘昭投井死，京师巡检安重进斩冯赟，屠其族。闵帝李从厚奔卫州（河南卫辉），卫州刺史王弘贽缢杀之。李从珂入洛阳嗣位，是为末帝。"
    ],
    "935": [
        "闽惠宗王延钧卧疾，皇城使李仿认为其必死，使壮丁杀嬖幸百工院使李可殷。王延钧少痊，临朝诘李可殷死状，李仿大惧，引兵入宫，王延钧匿九龙帐下，乱兵刺之出，王延钧婉转哀号不能绝，宫人不忍其苦，斩杀之。子康宗王继鹏嗣位。"
    ],
    "936": [
        "后唐末帝李从珂调河东（山西太原）节度使石敬瑭为天平（山东东平）节度使，石敬瑭不受命，起兵称帝，国号晋，史称后晋。向契丹称臣乞兵，南攻洛阳，李从珂举族自焚死，后唐亡，立国14年。",
        "石敬瑭入洛阳，割燕云十六州与契丹，从此中国北边洞开。",
        "后唐成德（河北正定）节度使董温琪贪暴，积财巨万，以牙内都虞侯秘琼为腹心。董温琪引军北上攻石敬瑭时，为契丹所拘，秘琼遂尽屠董温琪家，埋于一冢，悉没其财，自任节度使。",
        "石敬瑭所割燕云十六州：幽（北京）、蓟（天津蓟县）、瀛（河北河间）、莫（河北任丘）、涿（河北涿州）、檀（北京密云）、顺（北京顺义）、新（河北涿鹿）、妫（河北怀来）、儒（北京延庆）、武（河北宣化）、云（山西大同）、应（山西应县）、寰（山西朔州东）、朔（山西朔州）、蔚（河北蔚县）。"
    ],
    "937": [
        "后晋迁都大梁（河南开封）。后晋天雄（河北大名）节度使范延光叛，侍卫使杨光远任都部署，东都（河南开封）巡检使张作宾亦叛，义成（河南滑县）节度使符彦饶续叛。奉国右厢指挥使卢顺密击斩符彦饶，昭义节度使杜重威击斩张作宾。杨光远进围晋昌府（河北大名）。",
        "南吴让帝杨溥让位于齐王徐知诰，南吴亡，立国28年。徐知诰即帝位，是为烈祖。建都江宁（江苏南京），国号唐，史称南唐。",
        "契丹改国号为辽。"
    ],
    "938": [
        "后晋高祖石敬瑭尊辽太宗耶律德光为父皇帝，自称儿皇帝。今年，耶律德光年37，石敬瑭年47。",
        "后晋杨光远围晋昌府久不下，石敬瑭命赦范延光罪，范延光始出降。"
    ],
    "939": [
        "南唐烈祖徐知诰改姓名为李昪。",
        "闽康宗王继鹏猜忌，屡行屠戮，拱宸控鹤军使连重遇杀之，叔景宗王延羲嗣位。"
    ],
    "940": [
        "闽景宗王延羲骄淫苛暴，其弟建州（福建建瓯）刺史王延政屡谏，王延羲大怒，遣亲信邺翘往监其军，王延政遂起兵叛。"
    ],
    "941": [
        "闽景宗王延羲与建州（福建建瓯）刺史王延政言和，封王延政为富沙王。既而又相攻，长乐府（福建福州）与建州之间，暴尸如莽。",
        "后晋山南东道（湖北襄樊）节度使安从进叛，西京（河南洛阳）留守高行周讨之。成德（河北正定）节度使安董荣继叛，天平（山东东平）节度使杜重威讨之。",
        "吴越文穆王钱传瓘卒，子忠献王钱弘佐嗣位。"
    ],
    "942": [
        "后晋镇州（河北正定）兵内叛，杜重威入城，斩安重荣，杀军民2万余人。高行周陷襄州（湖北襄樊），安从进举族自焚死。",
        "后晋高祖石敬瑭卒，侄出帝石重贵嗣位。用同平章事景延广议，向辽告哀，称孙不称臣。辽卢龙（北京）节度使赵延寿久欲代后晋于中国称帝，从中构隙，辽太宗耶律德光遂有攻中国之志。",
        "南汉高祖刘岩卒，子秦王刘弘度嗣位，是为殇帝。南汉（广东）博罗县民张遇贤起兵，陷循州（广东龙川）。"
    ],
    "943": [
        "南唐烈祖李昪卒，子元宗李璟嗣位。",
        "闽富沙王王延政称帝，建都建州（福建建瓯），国号殷。用杨思恭为仆射录军国事，聚敛苛刻，国人谓之杨剥皮。",
        "南汉殇帝刘弘度骄暴，左右忤意即杀，无敢谏者，晋王刘弘熙乘其醉杀之，即位，是为中宗。",
        "后晋旱蝗，大饥，南自长江，北至长城，原野山谷，城郭庐舍，蝗虫皆满，竹木叶俱尽。国用不足，后晋政府遣使者60余人，分赴各道刮民谷，督责严急，不留民食，匿谷之民处死，民饿死者数十万，流亡者不可胜数。顺国（河北正定）节度使杜重威刮民谷200万斛，奏缴30万斛，余尽入私。"
    ],
    "944": [
        "辽卢龙（北京）节度使赵德钧攻陷后晋贝州（河北清河），屠万余人。辽太宗耶律德光分掠沧（河北沧州）、德（山东陵县）、深（河北深州）、莫（河北任丘）4州，所过烧杀，方广千里，民物殆尽。",
        "后晋平卢（山东青州）节度使杨光远叛，泰宁（山东兖州）节度使李守贞讨之，辽遣大将耶律麻荅援杨光远，至马家口，后晋兵迎击，辽大败，溺死数千人，斩俘数千人。后晋军遂围青州。城中食尽，杨光远子杨承勋执其父出降。",
        "闽景宗王延羲日益猜忌虐杀，拱宸都指挥使朱文进不自安，杀王延羲，尽屠王氏皇族。南廊承旨林仁翰复杀朱文进，降于殷。",
        "后晋内外用兵，国用益竭，再遣使者36人分道刮民财，封剑授之，使者从吏卒，携锁械刀杖入民家，小大惊惧，求死无地。"
    ],
    "945": [
        "辽大举攻后晋，直入邢（河北邢台）、洺（河北永年）、磁（河北磁县）三州，杀掠殆尽。后晋义成（河南滑县）节度使皇甫遇败之于相州（河南安阳）榆林店。后晋出帝石重贵命顺国节度使杜重威为都招讨，统诸道兵乘胜北攻，陷辽泰州（河北保定）。辽帝耶律德光回击，后晋军退，至白团卫村（河北望都境），辽兵围之数重。后晋马步左右厢指挥使符彦卿、皇甫遇，逆风出战，辽兵大溃，势如山崩，杜重威不敢追，退屯（（河北）定州。",
        "殷帝王延政改国号为闽，遣其侄王继昌镇长乐府（福建福州），元从指挥使李仁达杀王继昌，立雪峰寺僧卓岩明为帝，寻杀之，奉表称藩于南唐。时长乐府兵戍建州（福建建瓯）者800人，王延政悉屠之，以其肉为脯。",
        "南唐枢密副史查文徽攻闽，围建州，陷之，王延政降，闽亡，立国13年。南唐兵大掠，焚宫室庐舍殆尽，民多冻死。"
    ],
    "946": [
        "南唐征威武（福建福州）节度使李仁达入朝，李仁达遂叛，南唐遣永安节度使王崇文讨之，李仁达奉表降后晋，复奉表降吴越，乞救兵。吴越遣统军张筠水陆两道救福州。",
        "后晋出帝石重贵以连年屡胜，遂大举攻辽，任天雄（河北大名）节度使杜重威为都指挥使，下诏曰：“专发大军，往平黠虏，先取瀛莫，次复幽燕，有擒虏主者，用为上镇节度使。”辽太宗耶律德光闻之，起兵迎战，直入恒州（河北正定），围杜重威于中度桥，水泄不通，许立杜重威为帝，杜重威遂举军降，士卒奉命解甲，皆恸哭。辽遣降将、彰德节度使张彦泽率骑兵星夜袭大梁（河南开封），斩关而入。石重贵欲自焚，为人所救，乃脱黄袍，换素衫，奉表出降，张彦泽囚之于开封府，后晋亡，立国11年。",
        "张彦泽纵兵杀掠，其旗帜皆题“忠心为主”，大梁为之一空。"
    ],
    "947": [
        "辽太宗耶律德光入大梁（河南开封），封后晋出帝石重贵为负义侯，举族迁之于黄龙府（吉林农安）。大臣请筹军粮，耶律德光曰：“吾国无此法。”纵兵四出剽掠，谓之“打草谷”，中原丁壮毙于锋刃，老弱死于沟壑，民变纷起，耶律德光曰：“我不知中国人难治如此。”乃留萧翰任宣武节度使，镇大梁，己则席卷宝货返国，至杀胡林（河北栾城境）病卒，侄世宗耶律兀欲嗣位。",
        "述律太后闻之，发兵拒其入国，军败，耶律兀欲囚述律太后于太祖耶律阿保机墓园。",
        "后晋河东节度使刘知远于（山西）太原称帝，是为高祖。引兵南下，辽萧翰北奔。刘知远入大梁，国号汉，史称后汉。",
        "吴越兵入福州，大破南唐军，杀2万余人，南唐国库为之耗竭。",
        "南楚文昭王马希范卒，弟马希广嗣位。",
        "吴越忠献王钱弘佐卒，弟钱弘倧嗣位，刚严喜杀，内牙统军使胡进思囚之，立其弟钱弘俶为吴越王。",
        "南平王高从诲攻后汉襄州（湖北襄樊）、郢州（湖北钟祥），不克，乃向南唐称藩。南平自第一任王高季兴时，即所向臣服，利其赐予，诸道入贡过境者，多掠其货币，以兵加之，复归还，毫不为愧。诸国贱之，称为“高无赖”。"
    ],
    "948": [
        "后汉高祖刘知远卒，子隐帝刘承佑嗣位。",
        "后汉晋昌（陕西西安）节度使赵匡赞入朝，征其牙兵赴大梁，军校赵思绾率众叛，镇宁节度使郭从义讨之。护国节度使李守贞据河中（山西永济）亦叛，保义（河南三门峡）节度使白文珂讨之。",
        "（陕西）凤翔巡检使王景崇据凤翔亦叛，凤翔节度使赵晖讨之。均久无功，后汉政府命枢密使郭威任招慰安抚使，统诸道兵，总讨三叛。",
        "南平文献王高从诲既与后汉绝，北方商旅不至，境内贫乏，乃再向后汉称藩。寻卒，子贞懿王高保融嗣位。"
    ],
    "949": [
        "后汉赵思绾据长安，好食人肝，面剖人腹，取肝烹饪，食已尽而人尚未死。悉取妇女儿童为军粮，每犒军则屠数百人，如屠猪羊。围城既久，不知所为，遂出降，复又思叛，被执，并其父兄部曲300人，尽屠于市。",
        "李守贞据河中（山西永济），城中食尽，民饿死者十之五六，李守贞举家自焚死。",
        "王景崇据（陕西）凤翔，闻二镇已败，亦举家自焚死。三叛悉平（明年，后汉政府遣使臣往河中、凤翔收葬战死及饿死者遗骸，时有僧已先收葬20万具）。",
        "南楚武平（湖南常德）节度使马希萼以己为兄而不得立，起兵攻长沙，败还。"
    ],
    "950": [
        "南楚马希萼向南唐称藩，诱辰州（湖南沅陵）蛮，再攻长沙，城陷，杀其弟楚王马希广，自立，是为恭孝王。",
        "后汉隐帝刘承佑，年益壮（是岁年20），厌为辅政大臣所制，武德使李业、枢密承旨聂文进，亦因不迁官怨辅政大臣，乃共谋诛杀。伺右仆射同平章事杨邠、中书令史弘肇、三司使同平章事王章等入朝，悉斩之于东庑下。复密命杀邺都（河北大名）留守郭威。郭威遂叛，起兵南下，刘承佑出战兵败，奔至赵村，为乱兵所杀。郭威入大梁（河南开封），李太后临朝，以高祖刘知远弟刘崇子刘赟，时任武宁（江苏徐州）节度使，可承大统，遣太师冯道往迎。辽南侵，陷（河北）内丘、饶阳，李太后命郭威击之，至澶州（河南濮阳），兵变，拥郭威为帝，返军南行。刘赟至宋州（河南商丘），侍卫马军都指挥使郭崇威囚之。"
    ],
    "951": [
        "郭威入大梁（河南开封），称帝，是为高祖，国号周，史称后周。遣使杀刘赟于宋州。",
        "后汉河东节度使刘崇，于（山西）太原称帝，是为世祖，亦称北汉，五道攻晋州（山西临汾）、隰州（山西隰县），均不能克，引去。刘崇向辽称臣，尊辽世宗耶律兀欲为叔皇帝，自称侄皇帝，并请兵相助。耶律兀欲统军援之，诸部皆不欲行，至新州（河北涿鹿），燕王耶律述轧作乱，杀耶律兀欲。太宗耶律德光子耶律述律嗣位，是为穆宗。",
        "南楚恭孝王马希萼多寻旧怨，杀戮无度，马步都指挥使徐威起兵囚之，立其弟马希崇为楚王。马希崇纵酒荒淫，徐威见其所为，知必无成，恐一朝丧败，仍难免祸，欲杀之以自解。马希崇微觉之，大惧，密遣使向南唐请兵。南唐信州（江西上饶）刺史边镐入长沙，尽迁马氏宗族于江宁（江苏南京），千余人号哭上道。南楚亡，立国45年。"
    ],
    "952": [
        "后周泰宁（山东兖州）节度使慕容彦超，以与后汉高祖刘知远异父同母，不自安，起兵叛。昭武节度使曹英讨之，久不能克。周太祖郭威亲征，慕容彦超投井死。曹英入兖州（山东兖州），纵兵大掠，城中死者逾万人。",
        "南唐武安（湖南长沙）节度使边镐昏懦无断，会南唐政府召武平（湖南常德）节度使刘言入朝，刘言遂叛，起兵陷长沙，边镐奔金陵（江苏南京）。刘言尽复南楚故地，向后周称藩，实则独立为政。"
    ],
    "953": [
        "武安（湖南长沙）节度使王逵袭朗州（湖南常德），执武平（湖南常德）节度使刘言，诬以谋反，杀之。"
    ],
    "954": [
        "后周太祖郭威卒，子世宗郭荣嗣位。",
        "后汉世祖刘崇闻郭威卒，甚喜，辽复援以兵，刘崇亲统大军攻后周，后周帝郭荣亦亲统大军拒之，战于高平（山西高平），后周马军都指挥使攀爱能率骑兵先遁，右军溃，步兵千余人解甲呼万岁，降后汉。郭荣自引亲兵，犯箭石督战，后汉大败，刘崇自举赤旗收兵，兵不为止，薄暮方收其余众。郭荣再击之，后汉军溃散，僵尸满山谷。刘崇率百骑昼夜北奔，仅入太原。郭荣乘胜入后汉境，攻太原，不克，引还。",
        "刘崇寻卒，子睿宗刘承钧嗣位。"
    ],
    "955": [
        "后周（陕西）凤翔节度使王景攻后蜀，后蜀保宁（四川阆中）节度使李廷珪拒之，战于黄花（陕西凤县北）后蜀军大败。后周连取秦（甘肃秦安）、成（甘肃成县）、阶（甘肃武都）、凤（陕西凤县）4州。"
    ],
    "956": [
        "后周世宗郭荣大举攻南唐，南唐神武统军刘彦贞都部署拒之，战于正阳东，南唐军大败，刘彦贞被杀，死万余人，伏尸30里。后周连陷滁（安徽滁州）、舒（安徽潜山）、扬（江苏扬州）、和（安徽和县）等州，进攻寿州（安徽寿县），久不能克，因悉弃所陷诸州，并力围寿州。南唐齐王李景达救寿州，军政悉出于幸臣兵部侍郎陈觉。",
        "南唐军屡败，南唐元宗李璟遣园苑使尹延范赴（江苏）泰州，迁南吴故让帝杨溥之族于润州（江苏镇江），尹延范悉斩杨氏男子凡60人。",
        "武平（湖南常德）节度使王逵攻南唐鄂州（湖北武汉），引兵过岳州（湖南岳阳），岳州团练使潘叔嗣奉迎甚恭，而王逵左右求取无厌，不满意者，诬其谋反，王逵怒形于色，潘叔嗣恐，袭王逵杀之。"
    ],
    "957": [
        "南唐寿州（安徽寿县）城中食尽，齐王李景达命永安（福建建瓯）节度使许文镇由淮水逆流而上，屯于八公山，筑甬道抵寿州，欲运军粮。后周侍卫亲军都指挥使李重进邀击，大破之。后周世宗郭亲征，复大破紫金山寨，杀获万余人，穷追南唐兵，又杀溺4万余人。李景达奔江宁（江苏南京），寿州不能支，降于后周。"
    ],
    "958": [
        "南唐元宗李璟闻后周兵已临长江，大惧，上表称藩，去帝号，复去年号，用后周年号。时长江以北尚余庐（安徽合肥）、舒（安徽潜山）、蕲（湖北蕲春）、黄（湖北黄州）4州为南唐固守，悉割与后周。",
        "南汉中宗刘弘熙卒，子刘继兴嗣位。"
    ],
    "959": [
        "后周世宗郭荣大举攻辽，连陷莫（河北任丘）、瀛（河北河间）、雄（河北雄县）、霸（河北霸州）诸州，复欲攻幽州（北京），会有疾，引军还大梁（河南开封），寻卒，子恭帝郭宗训嗣位，年方7岁。",
        "南汉宦官诬中书舍人钟允章谋反，杀之。南汉帝刘继兴暴虐，群臣中有才能者，或进士第一人，或僧，或道，可与谈者，皆先下蚕室，处以宫刑，亦有自宫而进，或为免死而自宫者。全国宦官凡2万人，悉据要津，谓知识分子为“门外人”，不得干预政事。"
    ],
    "960": [
        "后周政府方贺正日，镇州（河北正定）、（河北）定州驰奏辽军与后汉军南下。执政命太尉、殿前都点检赵匡胤御之。进至陈桥（河南封丘东南），兵变，拥赵匡胤为帝，引军还大梁（河南开封），周恭帝郭宗训遂让帝位，后周亡，立国10年。赵匡胤即位，是为太祖，国号宋。",
        "后周昭义（山西长治）节度使李筠起兵讨赵匡胤，入屯泽州（山西晋城），赵匡胤围之，城陷，李筠自焚死。",
        "淮南（江苏扬州）节度使李重进继起兵讨赵匡胤，赵匡胤径至（江苏）扬州城下，即日攻陷，李重进举族自焚死。",
        "南平贞懿王高保融卒，弟高保勋嗣位。"
    ],
    "961": [
        "南唐元宗李璟以江宁（江苏南京）与宋仅隔一带长江，忧不易保，乃迁都（江西）南昌。李璟寻卒，子李煜嗣位，仍还都江宁。",
        "宋太祖赵匡胤召归德（河南商丘南）节度使石守信等饮，酒酣，屏左右，谓曰：“人生如白驹过隙，所为富贵，不过欲多积金钱，厚自娱乐，使子孙不贫乏耳。卿等何不释去兵权，出守大镇，择良田好宅买之，为子孙立永久之业，多致歌儿舞女，日饮酒相欢，两无猜忌，不亦善乎？”众皆拜谢。明日，均称疾罢兵权。自是兵权集于中央，将与兵不相习，拥兵作乱不易。"
    ],
    "962": [
        "武平（湖南常德）节度使周行逢卒，子周保权继为节度使，年11。衡州（湖南衡阳）刺史张文表起兵攻之，陷（湖南）长沙，周保权向宋乞援。",
        "南平王高保勋卒，侄高继冲嗣位。"
    ],
    "963": [
        "宋任山南东道（湖北襄樊）节度使慕容延钊为都部署，统军南下，讨张文表。时周保权遣其将杨师璠已攻陷（湖南）长沙，斩张文表于市，而宋军不止。途经（湖北）荆门，以奇兵袭（湖北）江陵，南平王高继冲仓皇出降，南平亡，立国40年。",
        "宋军继进，直趋朗州（湖南常德），擒周保权，湖南之地亦入于宋。"
    ],
    "964": [
        "后蜀帝孟昶用知枢密事王昭远议，遣使间道赴后汉，约共攻宋，宋太祖赵匡胤曰：“吾出师有名矣。”任忠武节度使王全斌为都部署进兵。后蜀任王昭远为都统御之，王昭远手执铁如意指挥军事，自比诸葛亮，曰：“吾此行何止克敌，当领此二三万雕面恶少年，取中原如反掌。”"
    ],
    "965": [
        "宋军深入后蜀境，击剑门（四川剑阁北），王昭远免胄弃甲而逃，匿民舍，为宋追兵生擒。后蜀帝孟昶惶骇不知所为，奉表出降。后蜀亡，立国32年。宋军入成都，大掠子女货财，有割民妻乳房而杀之者，民变纷起，后蜀兵尤愤，拥故将全师雄为王。宋都部署王全斌遣马军都监朱光绪前往招抚，朱光绪尽杀全师雄之族，纳其爱女为妾。全师雄益怒，引兵攻（四川）彭州宋军，陷州城，各地响应。时王全斌置后蜀降兵于成都夹城中，至是，悉屠之，杀2.7万人。"
    ],
    "966": [
        "后蜀全师雄卒，民变悉平。",
        "宋政府命人臣家不得私养宦官及阉童男。民间不得有宦官自此始。"
    ],
    "968": [
        "后汉睿宗刘承钧卒，子刘继恩嗣位，供奉官侯霸荣俟其卧，杀之，中书侍郎平章事郭无为杀侯霸荣，立太原尹刘继元为帝。"
    ],
    "969": [
        "宋太祖赵匡胤统军攻后汉，决汾水灌太原，终不能克，引军还。",
        "辽穆宗耶律述律酗酒残暴，群臣或以细故，或奏对少失旨，或因迁怒，即加炮烙铁梳酷刑，或引刀亲自刺之，斩击射燎，断手足，折腰胫，划口破齿，皆弃尸郊野，又筑百尺牢以系诸囚，人不能堪，近侍小哥乘夜杀之。侄景宗耶律贤嗣位。"
    ],
    "970": [
        "宋军大举攻南汉，潭州（湖南长沙）防御使潘美任都部署，南汉宿将皆被谗死，至是无将可遣，宫媪荐其子养子郭崇岳可用，南汉帝刘继兴即任为招讨使，屯马径（广东广州北），郭崇岳无勇无谋，惟知祷于鬼神。"
    ],
    "971": [
        "宋潘美焚马径寨，杀郭崇岳，南汉帝刘继兴出降。南汉亡，立国55年。",
        "南唐帝李煜闻宋灭南汉，大惧，奉表于宋，去国号，改称江南国主。"
    ],
    "972": [
        "宋黄河决（河北）大名。",
        "大饥。"
    ],
    "974": [
        "宋大举攻江南，宣徽南院使曹彬任都部署，分道进兵，渡长江，大败江南军于采石（安徽马鞍山西南）及白鹭洲（长江中沙洲）。"
    ],
    "975": [
        "宋军围江宁（江苏南京），民樵采路绝，自春至冬，城陷，江南国主李煜与群臣于宫门拜迎乞降。南唐亡，立国39年。"
    ],
    "976": [
        "江南江州（江西九江）军校胡则，杀其刺史，固守，宋先锋都指挥使曹翰攻之，自去冬至今夏，城陷。屠城，杀数万人，所掠金帛以亿万计。",
        "宋太祖赵匡胤卧疾，午夜大雪，召其弟晋王赵光义，嘱以后事，左右皆不得闻，但遥见烛影下赵光义时或离席，赵匡胤引柱斧戳地，大声曰：“汝好为之。”遂卒。赵光义即帝位，是为太宗。"
    ],
    "978": [
        "吴越王钱弘俶入朝于宋，宋政府留之不使返国，钱弘俶大惧，上表尽献其地。吴越亡，立国72年。"
    ],
    "979": [
        "宋太宗赵光义统军攻后汉，围太原，后汉帝刘继元降。后汉亡，立国33年。五代十一国时代终（907－，凡73年）。",
        "赵光义乘灭后汉余威，转军攻辽，围辽南京（北京），辽惕隐（官名）耶律休格援至，战于高梁河（北京西），宋军大溃，赵光义中箭重伤，乘驴车南遁，辽追至（河北）涿州始止。"
    ],
    "980": [
        "宋政府任邕州（广西南宁）知州侯仁宝为交州（越南河内）转运使，兰州团练使孙全兴为都部署，命攻交趾（越南河内）。"
    ],
    "981": [
        "孙全兴不用命，侯仁宝为降卒所杀，又逢炎瘴，人多死，引还。宋政府逮孙全兴下狱，斩之。"
    ],
    "982": [
        "宋太宗赵光义诬其弟秦王赵廷美与中书侍郎平章事卢多逊交通，大逆不道，贬赵廷美为涪陵县公，房州（湖北房县）安置，流卢多逊崖州（海南三亚）。",
        "辽景宗耶律贤卒，子圣宗耶律隆绪嗣位，年12，萧太后临朝。",
        "定难（陕西靖边北）留后李继捧入朝于宋，献夏（陕西靖边北）、银（陕西榆林南）、绥（陕西绥德）、宥（内蒙古鄂托克前旗）4州之地。夏州久与中国绝，宋太宗赵光义大喜，留不使返，迁其亲族于大梁（河南开封），其族弟李继迁遂奔斤泽（内蒙古伊金霍洛旗西南，距夏州300里），聚众起兵。廷艺工作"
    ],
    "983": [
        "辽改国号为契丹。",
        "宋国史馆编纂《太平御览》。"
    ],
    "984": [
        "宋政府不得已，送李继捧还，授夏州（陕西靖边北）刺史，赐姓名为赵保忠，使击李继迁。",
        "日本僧（大目）然来中国。"
    ],
    "985": [
        "李继迁袭据银州（陕西榆林南）。"
    ],
    "986": [
        "宋大举攻契丹，任枢密使曹彬为幽州路都部署，侍卫马车都指挥使潘美为云朔路都部署，分道北进。曹彬至涿州，契丹南京（北京）留守耶律休格迎击，宋军败于岐沟关（河北高碑店西北），再败于巨马河，大溃，死伤狼藉。潘美军亦败于飞狐（河北涞源北），契丹兵马都统耶律色珍逼代州，潘美与副都部署、云州观察使杨业，引兵　护云（大同）、朔（山西朔州）、寰（山西朔州东）、应（山西应县）4州民南迁。杨业知契丹势锐不可当，欲出大石口（山西应县东南20公里），强弓护谷口，可保万全。监军王铣欲出雁门关（山西代县北），路程较近。杨业力争，王铣曰：“君素号无敌，今不战，非有他志乎？”杨业不得已出兵，指陈家谷（山西朔州南）泣曰：“请于此为左右翼，转战至此，即以步兵夹击相救，不然无遗类矣。”遂进，契丹伏兵起，杨业败还，力战至陈家谷口，望无一人，拊膺大恸，身被数十创，与其子俱被杀，亲兵300人，皆死，无一生还。"
    ],
    "988": [
        "契丹攻宋，入长城口，败于唐河（河北唐县境）。",
        "宋授李继捧为定难（陕西靖边北）节度使，命图李继迁。"
    ],
    "990": [
        "契丹封李继迁为夏国王。"
    ],
    "991": [
        "宋定难节度使李继捧据夏州（陕西靖边北）降契丹，契丹封为西平王。"
    ],
    "992": [
        "宋太宗赵光义片终南山隐士种放，种放辞疾不赴。"
    ],
    "993": [
        "宋益州（四川成都）自后蜀亡以来，除常赋外，更课织作，禁商旅私自买卖，小民贫困，青城（四川都江堰西南）民王小波聚众起兵，谓曰：“吾恨贫富不均，今为汝均之。”（四川）彭山令齐元振贪暴，王小波杀之，剖其腹，以钱刀塞之。西川（四川成都）都巡检史张玘进击，王小波中流矢死，众复拥其将李顺为主。"
    ],
    "994": [
        "李顺陷（四川）成都，昭宣使王继恩克成都，杀3万余人，擒李顺，磔死。",
        "宋马步军都指挥使李继隆攻夏州（陕西靖边北），擒李继捧，堕毁夏州城（夏州为胡夏京都统万）。"
    ],
    "995": [
        "契丹攻宋，败于子河汊（内蒙古伊金霍洛旗）。"
    ],
    "996": [
        "夏王李继迁围攻宋灵州（宁夏灵武），岁余不能克，解围去。"
    ],
    "997": [
        "宋太宗赵光义卒，子真宗赵恒嗣位。"
    ],
    "999": [
        "契丹梁王耶律隆庆攻宋，破狼山寨（河北易县西南），宋都部署溥潜守镇州（河北正定）不敢出。"
    ],
    "1000": [
        "契丹军攻瀛州（河北河间），宋高阳关（河北高阳东）都部署康保裔大败，被擒，契丹大掠而去。  （河北）定州都部署范廷召以大捷奏闻，宋真宗赵恒喜，作《喜捷诗》，群臣称贺。  宋益州（四川成都）兵变，戍卒拥都虞侯王均为主，据成都，四出攻掠。益州知州雷有终击之，王均自缢死，雷有终入成都，积薪引火，尽捕受王均官职者，捽投火中，自晨至晚，焚数百人，备极冤酷。"
    ],
    "1001": [
        "契丹梁王耶律隆庆攻宋，至威鲁军（山西左云东北），以积雨引还。"
    ],
    "1002": [
        "夏王李继迁攻宋灵州（宁夏灵武），粮道断绝，知州裴济血书求救，而宋政府方议弃灵州，援军迄不至，城遂陷。"
    ],
    "1003": [
        "夏王李继迁攻西蕃（回鹘残部），取西凉府（甘肃武威），六谷蕃部酋长潘罗支伪降，乘隙反击，李继迁中流矢卒，子李德明嗣位。"
    ],
    "1004": [
        "契丹圣宗耶律隆绪与母萧太后，亲统军大举攻宋，深入中国，抵澶州（河南濮阳）城下，合围三面。宋大震，参知政事王钦若请迁都昪州（江苏南京），佥署枢密院事陈尧叟请迁都（四川）成都，三司使寇准力主亲征。宋真宗赵恒从寇准议，至澶州。会契丹有和意，乃订盟，约为兄弟之国，宋每年送契丹银10万两，绢20万匹。自是契丹与中国114年间无争战（－1122，宋先叛盟）。"
    ],
    "1007": [
        "宋（广西）宣州知州刘家规驭下严酷，军校陈进因众怨，杀之，推判官卢成均为南平王。忠州（四川忠县）刺史曹利用击之，卢成均降，陈进被杀。"
    ],
    "1008": [
        "宋真宗赵恒于正旦日崇政殿告群臣曰：“去岁十一月，朕方就寝，忽一室明朗，惊视之，见神人谓曰：‘来月当降天书《大中祥符》三篇。’顷，皇城司奏云，左承天门屋之南角，有帛长二丈，系有一物，隐约有字，殆是天书。”乃率群臣至承天门，焚香拜望，命宦官升屋对捧以降，群臣皆贺。从此祥瑞纷起。",
        "赵恒赴泰山封禅。"
    ],
    "1010": [
        "高丽西北巡检使康肇，杀高丽王王诵，立王弟王询为高丽王。契丹圣宗耶律隆绪起兵讨弑君之罪，军至高丽铜州，斩康肇。再陷开京，王询出奔。"
    ],
    "1014": [
        "宋各州县狱多空。"
    ],
    "1016": [
        "宋久旱，大蝗，弥覆郊野，过京师大梁（河南开封），宋真宗赵恒方坐便殿，起立仰视，蝗势连云蔽月，不见其际，命诸路转运使督民捕蝗。"
    ],
    "1017": [
        "契丹枢密使萧哈绰攻高丽，围兴化城，不能克，败还。"
    ],
    "1018": [
        "契丹东平郡王萧排押攻高丽，战于茶陀河，忽风雨自南来，旌旗皆北指，高丽军乘势急攻，契丹大败，伤亡略尽。"
    ],
    "1019": [
        "宋中书侍郎平章事寇准，与参知政事丁谓会食，羹染污宼准须，丁谓起徐拂之，宼准曰：“参政乃国大臣，乃为长官拂须耶？”丁谓大恨。"
    ],
    "1020": [
        "宋丁谓与翰林学士钱惟演共谮毁宼准，贬宼准为道州（湖南道县）司马（1022年，复贬为（广东）雷州司马）。"
    ],
    "1022": [
        "宋真宗赵恒卒，子仁宗赵受益嗣位，年13，嫡母刘太后临朝。",
        "宋宦官雷允恭于筑赵恒陵墓时，擅自移穴，杖死，丁谓坐贬为崖州（海南三亚）司马。"
    ],
    "1029": [
        "契丹东京（辽宁辽阳）故勃海王国地，契丹为政苛虐，民不堪命，舍利军祥隐（官名）大延琳起兵叛。"
    ],
    "1030": [
        "契丹都统萧孝穆克东京，擒大延琳。"
    ],
    "1031": [
        "契丹圣宗耶律隆绪卒，子兴宗耶律宗真嗣位。遗诰命耶律宗真嫡母皇后萧菩萨哥为太后，生母元妃萧耨斤为太妃。萧耨斤匿之，自为太后，摄国政。诬萧菩萨哥谋反，囚之于上京（内蒙古巴林左旗）。"
    ],
    "1032": [
        "宋仁宗赵受益生母李宸妃卒。",
        "契丹太后萧耨斤杀前后萧菩萨哥，并屠其左右50人。",
        "夏王李德明卒，子李元昊嗣位，建都兴庆（宁夏银川），史称西夏。"
    ],
    "1033": [
        "宋刘太后卒，宋仁宗赵受益亲政，始知其生母。"
    ],
    "1034": [
        "契丹太后萧耨斤以其子契丹圣宗耶律宗真年渐长（是岁19）难制，谋废之，立少子耶律重元。事泄，耶律宗真囚其母于庆州（内蒙古巴林右旗北）。",
        "西夏王李元昊下秃发令。"
    ],
    "1036": [
        "西夏王李元昊制夏国文字12卷，夏人记事悉用之。西攻回鹘，取瓜（甘肃安西）、沙（甘肃敦煌）、兰（甘肃兰州）三州，境域倍增。"
    ],
    "1038": [
        "西夏王李元昊称帝，是为景宗。"
    ],
    "1040": [
        "西夏攻宋延州（陕西延安），陷金明寨（陕西安塞），延州知州范雍不敢救，宋鄜延副部署刘平战死，保安（陕西志丹）副部署石元孙被擒。",
        "宋政府命泾原安抚使夏竦任陕西经略安抚使，陕西安抚使韩琦、知永兴军（陕西西安）范仲淹，俱任经略安抚副使，范仲淹兼任延州知州。范仲淹善扬己，宣称云：“夏人相戒曰：‘无以延州为意，今小范老子腹中自有数万甲兵，不似大范老子可欺。’”"
    ],
    "1041": [
        "宋韩琦遣环庆副部署任福攻西夏，西夏军佯败，诱至六盘山下好水川（甜水河），伏兵起，任福战死，宋军覆没，死10300人，关西大震。韩琦还至半途，阵亡者父兄妻子数千人，号于马首，招魂哭曰：“汝从招讨出军，今招讨归，而汝死矣，汝之魂亦能从招讨归乎？”哀恸震天地，韩琦惭泣不能进。",
        "西夏陷宋丰州（陕西府谷西北），又攻麟州（陕西神木）、府州（陕西府谷）、鄜州（陕西富县），均不能克。宋政府改授韩琦秦州（甘肃天水）知州、范仲淹庆州（甘肃庆阳）知州，范仲淹又宣称：“羌人爱之，呼为龙图老子。”（范仲淹本官为龙图阁直学士）。"
    ],
    "1042": [
        "契丹见宋屡为西夏所败，欲起兵夺回瓦桥以南10县地（959年，后周世宗郭荣收复），遣使责宋何以向其属国西夏用兵。宋政府遣右正言富弼为接伴使，赴契丹请盟，增岁币金帛20万。",
        "宋泾州观察使王沿，遣泾原副都部署葛怀敏攻西夏，战于定川寨（宁夏固原西北），大溃，葛怀敏被杀，士卒9400人全军覆没。西夏军直抵渭州（甘肃平凉），屠掠居民而去，诸镇震恐。宋政府命韩琦任陕西四路都部署、范仲淹为环庆路沿边招讨使，同镇泾州（甘肃泾川），仅暂自保而已，然复宣称云：“边民歌曰：‘军中有一韩，西贼闻之心胆寒。军中有一范，西贼闻之惊破胆。’”"
    ],
    "1043": [
        "契丹遣使西夏，促与宋和，西夏遣六宅使贺从勋赴宋议款。",
        "宋沂州（山东临沂）军卒王伦起兵叛，劫掠诸州，连骑扬旗，如入无人之境，至顺阳（河南淅川），县令李正己迎宴，宿于县厅，翌日鼓乐送出城外。王伦寻军败，被擒。",
        "宋光化军（湖北老河口）知军韩纲苛急，兵变，逐韩纲。"
    ],
    "1044": [
        "宋与西夏和约成，夏景宗李元昊向宋上誓书，称男称臣，奉宋年号；宋政府封李元昊为夏国王，每年致送绢13万匹，银5万两，茶2万斤，另节日贺使至，共再致送银2.2万两，绢1.2匹，茶5000斤，银器2000两。而西夏称帝及自用年号如故。",
        "宋保州（河北保定）兵变，拥立都监韦贵为帅，诸道兵围之，右侍禁郭逵持诏书登城，谕以不杀，变兵乃降。诸道兵入城，得为逆者249人，悉坑之。宣抚使富弼欲尽屠余卒2000余人，经人谏止。契丹击党项，西夏助党项。契丹兴宗耶律宗真怒，击西夏，战于河曲（山西永济），契丹大败，耶律宗真几不得脱。"
    ],
    "1047": [
        "宋贝州（河北清河）小校王则，言释迦佛衰谢，弥勒佛持世，聚众起兵，陷贝州，称安阳王。"
    ],
    "1048": [
        "宋参知政事文彦博任河北宣抚使，攻贝州（河北清河），城陷，擒王则，磔死。",
        "宋亲从官颜秀等夜变，直入寝宫，寻为宿卫兵所杀，终不知其始所谋。",
        "西夏景宗李元昊卒，子毅宗李谅祚嗣位，年方1岁，生母没藏太后临朝。"
    ],
    "1049": [
        "宋广源州（羁縻州，今越南广渊）知州侬智高与母阿依，袭据德安州，称帝，国号南天。",
        "契丹遣韩国王萧惠攻西夏，既入西夏境，毫不设备，西夏军掩至，萧惠不及甲而走，追兵射之，几不能脱，士卒死伤不可胜计。"
    ],
    "1050": [
        "西夏没藏太后遣使赴契丹，乞依旧称藩。"
    ],
    "1052": [
        "宋知谏院包拯任龙图阁直学士。",
        "南天帝侬智高上表于宋求内属，宋拒之。更贡金函书，请宋邕州（广西南宁）知州陈珙上闻，陈珙不为报。侬智高遂陷邕（广西南宁）、横（广西横县）、贵（广西贵港）、龚（广西平南）、梧（广西梧州）、封（广东封开）、康（广东德庆）诸州。围广州57日不克，又陷昭（广西平乐）、宾（广西宾阳）诸州，所至残破。宋宣徽南院使狄青击之，无宦官监军。"
    ],
    "1053": [
        "宋狄青军至宾州（广西宾阳），逼昆仑关（宾阳西南），时上元节，命张灯烛，欢宴将士。侬智高侦知之，不为备。狄青夜渡昆仑关，至归仁铺，合战，侬智高大败，奔大理国（云南大理）。广西安抚使余靖遣兵击擒侬智高母阿侬、侄侬继宗等（1055年斩于大梁）。"
    ],
    "1055": [
        "契丹兴宗耶律宗真卒，子道宗耶律洪基嗣位。"
    ],
    "1056": [
        "宋龙图阁学士包拯出任开封府知府。"
    ],
    "1061": [
        "宋枢密副使包拯卒。"
    ],
    "1063": [
        "宋仁宗赵受益无子，其叔父商王赵元份生子濮王赵允让。赵允让生子赵宗实，赵受益堂侄也，立以为己子。今年，赵受益卒，赵宗实嗣位，是为英宗。",
        "契丹道宗耶律洪基猎于滦河太子山，皇太叔耶律重元起兵袭行宫，南院枢密使耶律仁先击之，耶律重元众溃，自杀。"
    ],
    "1065": [
        "宋英宗赵宗实命群臣议崇奉其生父濮王赵允让典礼，“濮议”之争于是起，天章阁待制司马光、翰林学士王珪、侍御史吕诲等，以“为人后者为人子，不得复顾私亲，应称叔父仁宗赵受益为父，称生父濮王赵允让为伯”。昭文殿大学士监修国史韩琦、参知政事欧阳修等，以“出继之子，于所继所生，皆称父母，应称生父濮王赵允让为父”。司马光之党汹汹，如对大敌。"
    ],
    "1066": [
        "契丹复国号为辽。",
        "宋侍御史范纯仁、监察御史吕大防及吕诲等，上表诬韩琦、欧阳修为奸邪，乞斩二人以谢天下。曹太后下诏命赵宗实称生父赵允让为父。范纯仁等三人皆贬官。"
    ],
    "1067": [
        "The empire of Song, Zongzhen, died, his son Zhao Yu succeeded.",
"The empire of Xixia. Yizong Li Xiongzhen, died, and his son, Hui Zong Li Bingchang ascended the throne, at 7 years old. Liang Taihou came to the  to court and rule the country.",
"The servant of Song, Jiang Zhiqi, Yu Shizhong, Peng Sijia framed  Ou Yangxiu for adultery.",
"The general of Xixia surrendered to Song with his , so Song's government knew that Qinglan City had a plan to attack Song. To deal with it, they build a city in Zhangzhou . The Xia governemnt was very angry and trapped the security guard of the Song."
    ],
    "1068": [
        "宋神宗赵顼命翰林学士越次入对。"
    ],
    "1069": [
        "宋神宗赵顼任翰林学士王安石为参知政事，变法。置三司条例司，颁青苗法，均输法。御史中丞吕诲上书劾王安石巧诈，贬吕诲为（河南）邓州知州。然苟且自私之士牵引结党，诬毁王安石及新法无已时。知谏院范纯仁、侍御史刘述、刘琦、钱频、条例司检祥文字苏辙，纷上书劾王安石，均贬为地方官。赵顼问龙图阁直学士司马光曰：“汉王朝常守萧何法，不变可乎？”司马光曰：“何只汉也，使三代之君常守禹汤文武之法，虽至今存可也。”"
    ],
    "1070": [
        "宋政府颁免役法、保甲法。知通进银台司范镇、河北安抚使韩琦、判尚书省张方平、御史中丞吕公著、翰林学士司马光、监察御史程颢、张戬、参知政事赵抃等，纷上书攻新法，均贬为地方官。苟且自私之士既悉为地方官，而新法赖地方官推行，于是百计阻之以实其言。",
        "西夏筑闹讹堡，宋庆州（甘肃庆阳）知州李复圭遣将出击，大败而还。",
        "宋擢王安石为同中书门下平章事。"
    ],
    "1071": [
        "宋政府续颁贡举法，罢诗赋及明经诸科，以经义论策试进士。监官告院苏轼、开封知府韩维、御史中丞杨绘，纷上书攻新法，均贬为地方官。山阴（浙江绍兴）知县陈舜俞拒发青苗钱，（河南）长葛知县乐京、湖阳（河南唐河）知县刘蒙，拒行免役法。陈留（河南开封东南）知县姜潜榜青苗法于衙门，无人敢至。",
        "西夏陷宋抚宁城（陕西米脂西）。"
    ],
    "1072": [
        "宋政府续颁市易法、保马法。司天监灵台郎尤瑛、判汝州富弼、监察御史张商英，纷上书攻新法，均贬为地方官。"
    ],
    "1073": [
        "宋枢密使文彦博攻新法，贬为地方官。",
        "宋洮河路安抚使王韶击吐蕃，筑武胜城，定名熙州（甘肃临洮）。"
    ],
    "1074": [
        "吐蕃酋长木征陷宋河州（甘肃临夏），王韶时方入朝，还击之，木征败走，于是岷（甘肃岷县）、宕（甘肃宕县）、洮（甘肃临潭）、叠（青海选部）4州皆降宋。宋招抚羌蕃30余万，辟地2000余里，皆200年来沦丧之地。",
        "宋久旱，监安上门郑侠进“流民图”。苟且自私之士盘结甚固，时谓旧党，复蛊惑太皇太后曹氏、皇太后高氏，屡告宋帝赵顼曰：“祖宗法度不可轻改，王安石乱天下。”王安石不自安，乞罢相。赵顼不得已，贬王安石为江宁（江苏南京）知府。"
    ],
    "1075": [
        "宋神宗赵顼复召王安石任观文殿大学士同平章事，王安石撰《三经新义》颁于学官。",
        "交趾（越南河内）攻中国，陷钦（广西钦州）、廉（广西合浦）二州。",
        "辽北院枢密使耶律乙辛擅政，深恶皇后萧观音之族及太子耶律濬，乃诬萧观音与伶人赵惟一通奸，逮赵惟一，加钉灼诸酷刑，赵惟一诬服，萧观音缢死。"
    ],
    "1076": [
        "交趾陷宋邕州（广西南宁），屠城，杀5.8万人。宋宣徽南院使郭逵击之，战于富良江，斩交趾太子李洪真，交趾王李乾德遣人奉表赴军门降，自是与中国不再有争战。",
        "宋王安石疾病日甚，引退，出任判江宁府。王安石为相前后共6年，变法图强有功于国，然旧党恨之入骨。"
    ],
    "1077": [
        "辽耶律乙辛诬太子耶律濬与北院宣徽使耶律挞不也等谋反，辽帝耶律洪基亲问，耶律挞不也等身荷重械，绳系其颈，不能出气，不堪其酷，惟求速死，悉诬服。遂废耶律濬为平民，囚于上京（内蒙古巴林左旗）。"
    ],
    "1078": [
        "宋封王安石为舒国公。"
    ],
    "1079": [
        "宋御史中丞李定，诬（浙江）湖州知州苏轼作诗诽谤政府，诋讪君父：“陛下发钱以济贫民，则曰：‘赢得儿童语音好，一年强半在城中。’陛下明法以课试群吏，则曰：‘读书万卷不读律，致君尧舜知无术。’陛下兴水利，则曰：‘东海若知明主意，应教斥卤变桑田。’陛下谨盐禁，则曰：‘岂是闻诏解忘味，尔来三月食无盐。’其他应口所言，无一不以诋谤为主。”逮苏轼下狱，寻释之，贬为黄州团练副使，安置（湖北）黄州。"
    ],
    "1080": [
        "宋改封王安石为荆国公。"
    ],
    "1081": [
        "西夏将军李清说西夏惠宗李秉常，以河南地归宋，梁太后知之，斩李清。",
        "宋大举攻西夏，五路并进，而无统帅。宦官泾河经制李宪出（甘肃）兰州，鄜延经略副使种谔出绥州（陕西绥德），环庆经略使高遵裕出庆州（甘肃庆阳），泾原经略副使刘昌祚出泾州（甘肃泾川），宦官王中正出麟州（陕西神木）。诸路势如破竹，围西夏灵州（宁夏灵武），既无攻城武器，而李宪兵又不至，西夏坚壁清野，决黄河灌宋营，宋军大溃，死20余万人，举国震动。"
    ],
    "1082": [
        "宋改官制，正官名，中书省取旨，门下省审议，尚书省执行，悉仿唐法。",
        "宋于故银州（陕西榆林南）西25里处筑永乐城。西夏倾国而至，城陷，宋士卒役夫20余万全没，西夏耀兵（陕西）米脂城下而还。计连同去年灵州之役，宋军及熟羌、义保（民兵），死者达60万。宋神宗赵顼临朝痛悼，为之不食，知兵力不可信倚。"
    ],
    "1083": [
        "西夏攻宋（甘肃）兰州，不能克，引还。"
    ],
    "1084": [
        "宋端明殿学士司马光编撰《资治通鉴》成，历时19年。",
        "西夏再攻兰州、延州（陕西西安），均不克。"
    ],
    "1085": [
        "宋神宗赵顼卒，子哲宗赵煦嗣位，年10岁，祖母高太皇太后临朝。高太皇太后固反新法，召陈州（河南淮阳）知州司马光入为资政殿学士门下侍郎，旧党悉进，罢保甲法、市易法、保马法，尽逐新党。"
    ],
    "1086": [
        "宋政府继罢青苗法、免役法，复差役法。司马光刚愎自用，给事中范纯仁、右司谏苏轼均言：“免役之法类于唐制，差役法不可复，愿虚心以延众论，不必谋从己出。”司马光大怒，于是凡新法悉行废除。今年，司马光、王安石均卒。",
        "宋崇政殿说书程颐进讲时多用古礼，翰林学士苏轼厌其不近人情，每加玩侮。司马光卒，时百官方有庆礼，事毕，欲往吊，程颐曰：“孔丘是日哭则不歌。”或曰：“不言歌则不哭。”苏轼曰：“此枉死市叔孙通制之礼也。”程颐大恨。"
    ],
    "1087": [
        "宋罢试《三经新义》，仍试诗赋。",
        "宋程颐门人右司谏贾易、左正言朱光庭，劾苏轼所出试题讪谤朝廷，欲置之死地。谏议大夫孔仲文劾程颐污下憸巧，为五鬼之魁，于是旧党分裂为三：洛党以程颐为首，蜀党以苏轼为首，朔党以刘挚为首，互相倾轧。"
    ],
    "1089": [
        "宋新党前左仆射中书侍郎蔡確，屡贬为（河南）邓州知州，游（湖北）安陆军盖亭，赋诗10章，旧党汉阳军（湖北武汉）知军吴处厚诬其诗用唐郝处俊谏高宗李治欲传位皇后武曌故事，显系讽刺高太皇太后。左谏议大夫梁焘、右正言刘安世等，更罗织其罪，必欲杀之，并思乘机将新党一网打尽，乃开具王安石亲党章惇、吕惠、曾布等30人，蔡確亲党蔡京、邢恕等10人榜于草堂，指为奸邪。旧党尚书右仆射中书侍郎范纯仁力救，高太皇太后怒稍解，乃仅窜蔡確于新州（广东新兴），卒于窜所。"
    ],
    "1090": [
        "宋自1085司马光等旧党执政，专肆报复，新党尽遭罢逐，人心不平，尚书左仆射吕大防、门下侍郎刘挚患之，欲稍引用以平宿怨，翰林学士苏轼讥为调停，高太皇太后不能决。苏轼上书，指新党为小人，自称旧党为君子，曰：“君子小人不并处，亲君子远小人，则主尊国安；疏君子任小人，则主忧国殆。未闻有小人在外，忧其不悦，而引于内者，此辈若还，必将戕害君子。”议遂止，而人心益愤。"
    ],
    "1091": [
        "宋旧党内斗愈烈，洛党右司谏贾易劾翰林学士苏轼诽怨先帝（即赵顼），贾易贬庐州（安徽合肥）知州，苏轼贬颍州（安徽阜阳）知州。洛党御史中丞郑雍又劾朔党尚书右仆射中书侍郎刘挚朋党不公，刘挚贬郓州（山东东平）知州。"
    ],
    "1093": [
        "宋高太皇太后卒，临朝9年，悉罢新法，国事大坏。宋哲宗赵煦亲政。"
    ],
    "1094": [
        "宋哲宗赵煦素主变法，召新党章惇任尚书右仆射门下侍郎，曾布任翰林学士，蔡京任户部尚书，悉复新法。蔡京等新党亦专肆报复，尽窜旧党。"
    ],
    "1096": [
        "宋孟皇后女有疾，用道教水治之，狱遂起。刘婕妤之党诬其为厌魅，宋哲宗赵煦命皇城司鞫问，逮宦官、宫女30人，榜掠备至，肢体折毁，有断舌者。赵煦复命侍御史董敦逸复审，罪人过庭下，气息仅属，无一人能出声，董敦逸不敢救，皆斩。废孟皇后，囚于瑶华宫（明年，立刘婕妤为皇后）。"
    ],
    "1098": [
        "西夏攻宋平夏城（宁夏固原西北），宋渭州（甘肃平凉）知州章节击败之。"
    ],
    "1100": [
        "宋哲宗赵煦卒，无子，向太皇太后欲立赵煦弟端王赵佶，章惇曰：“端王轻佻，不可以君天下。”知枢密院事曾布叱曰：“听太后处分。”乃立赵佶为帝，是为徽宗，年19。向太皇太后临朝，复引旧党而排新党，用尚书右仆射韩忠彦任尚书右仆射门下侍郎，窜章惇于潭州（湖南长沙）。既而向太皇太后因疾还政，赵佶亲政，再引新党，用曾布任尚书右仆射中书侍郎。"
    ],
    "1101": [
        "辽道宗耶律洪基卒，孙天祚帝耶律延禧嗣位。"
    ],
    "1102": [
        "宋政府贬旧党韩忠彦任大名知府，任新党蔡京为尚书右仆射中书侍郎。",
        "禁旧党司马光等子孙留京都，定司马光、文彦博等117人为奸党，由宋徽宗赵佶亲书其名，刻石为碑，立于端礼门。"
    ],
    "1103": [
        "宋洮西安抚使王厚，议复河湟（黄河、湟水两流域之地，今青海东部），赵佶遣宦官童贯赴熙州（甘肃临洮）传语劳军，并进军攻吐蕃，取湟州（青海乐都）。"
    ],
    "1104": [
        "宋王厚再攻吐蕃，取青唐（青海西宁）、廓州（青海尖扎）。",
        "宋政府再定奸党司马光等306人名单，颁发州县，刻石立碑。"
    ],
    "1105": [
        "宋徽宗赵佶喜花石，宦官童贯荐苏州人朱勔领苏州应奉局，以浙中珍异进，舳橹相衔于淮水，号“花石纲”。"
    ],
    "1106": [
        "宋政府毁奸党碑，除奸党之禁。"
    ],
    "1107": [
        "宋宦官童贯任武库军节度使，遣统制官辛淑献攻吐蕃，再取洮州（甘肃临潭），擢童贯为司空。"
    ],
    "1111": [
        "宋宦官童贯既得志于吐蕃，谓辽可图，因请出使辽国侦之。宋徽宗赵佶任端明殿学士郑允中为贺生辰使，童贯为副使前往。道经芦沟，遇辽幽州人马植，故中国人沦没者，言有灭辽之策，童贯大奇之，载与俱归，改姓名赵良嗣，献策与女真部落结好，相约夹击，辽无不亡。赵佶大喜，用为秘书丞。背盟之议自此始。"
    ],
    "1113": [
        "辽每岁遣使收购海东青（鹰名，能擒天鹅）于海上（鞑靼海峡），使臣道以女真部落，贪纵横暴，公私厌苦。今年，女真酋长完颜乌雅束卒，弟完颜阿骨打嗣位，称“都勃极烈”（总管）。辽遣使责其不告丧。既而见丧礼之马，又欲取去，完颜阿骨打大怒，欲杀之，经谏而止，然遂决心叛辽。"
    ],
    "1114": [
        "女真酋长完颜阿骨打聚众起兵攻辽，陷宁江州（吉林松原东），辽司空萧嗣先讨之，战于混同江（松花江），辽军大溃。萧嗣先仅只免官，诸军相谓曰：“战，有死无功；退，有生无罪。”自是辽军无斗志，见敌则奔。"
    ],
    "1115": [
        "女真酋长完颜阿骨打称帝，是为太祖，国号金。辽都统耶律讹里朵讨之，战于达鲁古城（吉林松原东南），又大溃，金进陷黄龙府（吉林农安）。辽天祚帝耶律延禧自率军70万攻金，方渡混同江，副都统耶律张奴内叛，率众返上京（内蒙古巴林左旗），谋立魏国王耶律淳为帝。耶律延禧急西还，擒斩耶律张奴。金兵乘其西还追击，辽复大溃，尸横百里。",
        "宋宦官太尉童贯由兰州遣军北出攻西夏，西夏迎战于藏底河，宋军大败，死者十之四五。"
    ],
    "1116": [
        "辽东京（辽宁辽阳）留守萧保先苛虐，民变，斩之。裨将高永昌引兵据城称帝。金军攻之，斩高永昌，入辽阳。",
        "西夏攻宋靖夏城（甘肃平凉境），穿地道入城中，尽屠居民而去。"
    ],
    "1117": [
        "辽燕国王耶律淳募自金地流亡饥民为兵，使之报怨于金，号“怨军”，用郭药师为帅。",
        "宋徽宗赵佶奉道教，道箓院上表封其为“教主道君皇帝”。"
    ],
    "1118": [
        "金太祖完颜阿骨打认为英雄开国，必先有大国册封，乃自定尊号，并命辽帝奉己为兄，遣使赴辽请和，命依式册封。",
        "宋遣武义大夫马政，由登州（山东蓬莱）海道使金，约共击辽，金遣使李庆善持国书报聘。"
    ],
    "1119": [
        "辽封完颜阿骨打为东怀国皇帝，完颜阿骨打以不封金国而云东怀，乃小邦怀其德之意，又无以兄事金之语，册文复有“渠材”二字，更涉轻侮，无一如式，不受。再遣使请，辽不许。和议不成，金决意再用兵。",
        "金制女真字颁行。"
    ],
    "1120": [
        "宋中奉大夫赵良嗣使金，约明年宋自雄州（河北雄县）出兵击辽，灭辽后以燕京等17州（936年后晋所割之16州及辽新置之景州）归宋，不出兵则地不可得，然后由宋以致辽岁币致金。",
        "金攻辽，陷上京（内蒙古巴林左旗），复弃之而还。",
        "宋方困于“花石纲”之扰，比屋皆怨，睦州（浙江建德）民方腊聚众起兵，陷睦州、（浙江）杭州。"
    ],
    "1121": [
        "宋宦官童贯任江淮宣抚使，击方腊。童贯命其僚董耘代宋徽宗赵佶作罪己诏，罢花石纲，逐朱勔，江南民大悦，遂斩方腊。方腊既平，赵佶复立应奉局，起用朱勔，花石纲如故。见诏书自责之词，大怒，黜董耘。",
        "辽枢密使箫奉先诬晋王耶律敖鲁干与母文妃谋反，辽天祚帝耶律延禧杀文妃，文妃妹夫都统耶律余睹大惧，率军降金，金自是悉知辽事。",
        "金大举攻辽，陷中京（内蒙古宁城），辽帝耶律延禧正猎于鸳鸯泺（河北张北西北），奔西京（山西大同），取马3000匹，再奔夹山（内蒙古武川）。辽国无主，南京（北京）南府宰相张琳、林牙耶律大石，立魏国王耶律淳为帝。耶律淳寻卒，又遥立秦国王耶律定为帝，萧太后临朝。",
        "宋宦官童贯任河北宣抚使，统军15万攻辽燕京（北京），辽常胜军（怨军）郭药师降宋，遂出雄州（河北雄县）。辽都统萧干迎击，宋军大败，士卒蹂践死者百余里。",
        "金闻宋败，长驱直入，辽军溃，燕京乃入于金。"
    ],
    "1122": [],
    "1123": [
        "金以宋夹攻失期，拒履原约，仅将燕京及涿、易、檀、顺、景、蓟7州地归宋，然居民全为金挟去，宋仅得7空城。宋欲再索营（河北昌黎）、平（河北卢龙）、滦（河北滦县）三州，金不予，宋遣龙图阁学士赵良嗣赴金订盟，宋每年输银20万两，绢20万匹，别许劳军米20万石。",
        "金太祖完颜阿骨打卒，弟太宗完颜吴乞买嗣位。",
        "金南京（河北卢龙）留守张觉叛金，举州降宋，宋授张觉为泰宁节度使。金发兵攻之，陷平州（河北卢龙），张觉奔宋。金得宋所赐诏书，大怒，责宋招亡纳叛。宋不得已，斩张觉，函首送金。辽降将常胜军郭药师闻之，愤惧，皆解体。"
    ],
    "1124": [
        "金以辽天祚帝耶律延禧逃入夹山（内蒙古武川），兵不能入，乃退以诱之。耶律延禧果统军出，连克数州，如入无人之境，而金军断其归路，辽军大溃，耶律延禧奔山阴（山西山阴）。",
        "金遣使赴宋索劳军米20万石，宋宦官燕山路宣抚使谭镇曰：“20万石不易致，且赵良嗣所许，岂可为凭？”金太宗完颜吴乞买大怒，决意用兵。"
    ],
    "1125": [
        "辽天祚帝耶律延禧续西奔，欲赴党项，行至余睹谷，金都统完颜娄室追及擒之。牙将耶律大石自夹山（内蒙古武川）率众西走，至起尔曼（布哈拉东北）即帝位，史称西辽，自是退出中国，至1218年始亡。",
        "金大举攻宋，左副元帅完颜宗翰（粘罕·粘没喝）南下攻太原，指洛阳。右副元帅完颜宗望（斡里不）攻燕京（北京），指汴京（河南开封）。宋河北宣抚使童贯镇太原，曰：“我受命宣抚，非守土也。”奔还汴京，完颜宗翰遂围太原。完颜宗望军发，宋太尉燕山府（北京）知府郭药师率常胜军迎降，并为向导，金悉取前所割地，兵抵黄河。汴京大震，宋徽宗赵佶惊骇，气绝而复苏，传位于其子赵桓，是为钦宗。遣武泰军节度使何灌率兵2万守河桥，军士行者，往往上马以两手捉鞍，不能稍放，人皆惶笑。太学生陈东等伏阙上书，称蔡京、王黼、童贯、梁师成、李彦、朱勔为六贼，乞诛之。"
    ],
    "1126": [
        "正月，宋太上皇赵佶出汴京避难，宋钦宗赵桓留汴京，尚书右丞李纲增修战备粗毕，而金兵至，攻城。",
        "二月，宋勤王兵至者20万，宣抚司都统制姚平仲以步骑万人袭金营，大败。赵桓惊骇，罢李纲，太学生及市民十余万伏阙，乃复用李纲。而主和派益力，乃割（山西）太原、中山（河北定州）、（河北）河间3镇与金。金兵始退，汴京解严。四月，赵佶返汴京。自金兵退，宋政府上下恬然自娱如故，太原围不解，李纲独以为忧。",
        "六月，主和派乃遣李纲援太原，诸将皆得专奏，不肯用命，李纲至怀州（河南沁阳），军溃。",
        "七月，赵桓误信金太师耶律余睹将叛，以蜡书约为内应，金太宗完颜吴乞买大怒，决心再攻宋。",
        "八月，赵桓又致书西辽帝耶律大石，约其击金，完颜吴乞买更怒，命出兵。",
        "九月，金左副元帅完颜宗望陷天威军（河北井陉）、真定（河北正定）。",
        "十一月，完颜宗望渡黄河，围汴京，城中粮荒，一鼠值钱数百。",
        "闰十一月，宋尚书右丞孙傅读丘浚诗，有“郭京杨适柳无忌”句，于卫士中得郭京，荐于朝，谓用六甲法可退军。出战大溃，金兵乘胜登城，汴京遂陷，赵桓乞降。",
        "十二月，赵桓赴青城（河南开封南）金营，尊金帝为皇伯，自称侄，许贡金1000万锭，银2000万锭，绢帛2000万匹，割黄河以北地与金，分遣使臣持诏书赴河北，谕各州县开城降。"
    ],
    "1127": [
        "正月，金索金银急，欲纵兵再入汴京，宋钦宗赵桓再赴青城金营，面请缓期，金遂留为人质。宋尽搜官民藏贮，仅得金45万两，银740万两。金左副元帅完颜宗望大怒，斩宋提举官4人，又索御马7000匹，少女500人。 二月，宋统制官范琼逼太上皇赵佶赴金营，完颜宗望宣金太宗完颜吴乞买诏书，废赵佶、赵桓为平民。",
        "三月，金立宋太宰张邦昌为帝，国号楚，遂退兵。掳赵佶、赵桓及皇族、后妃3000人而去。 四月，张邦昌退位，请孟皇后（哲宗赵煦妻，1096年废居瑶华宫）垂帘听政。 五月，宋康王赵构于南京（河南商丘）称帝，是为高宗，史称南宋，任李纲为左仆射中书侍郎。 八月，殿中侍御史张浚劾李纲惨毒专权，遂窜李纲于澧州（湖南澧县），为相仅75日。太学生陈东、抚州（江西临川）进士欧阳澈，上书为李纲讼冤，赵构斩此二人。 宋河北宣抚使张所招募忠义，相州（河南安阳）岳飞投效，初任准备将，寻任承信郞（武职最低级）。 九月，宋斩张邦昌。",
        "十月，赵构自南京（河南商丘）赴（江苏）扬州。 十二月，金以宋擅废张邦昌为借口，分三道南攻，中道左副元帅完颜翰（粘没喝）攻河南，陷西京（洛阳）、（河南）汝州。东道右副元帅完颜宗辅（讹里朵）与弟完颜宗弼（兀术）攻山东。西道陕西都统完颜娄室、副都统完颜杲（撒里喝）攻陕西，陷同州（陕西大荔）。"
    ],
    "1128": [
        "金军分陷宋长安（陕西西安）、北京（河北大名）、中山（河北定州，自1125年被围，至是城陷）、（山东）济南，济南知府刘豫降金。至是，陕西及黄河以北地悉为金所有。",
        "宋东都（河南开封）留守宗泽疾笃，咏杜甫诗“出师未捷身先死，长使英雄泪满襟”，连呼“渡河”再三而卒。",
        "宋高宗赵构在（江苏）扬州，用黄潜善任左仆射门下侍郎，汪伯彦任右仆射中书侍郎，曰：“吾得二人为左右相，何患国事不济？”二人惟知谄媚而无远略，言事者不纳其说，请兵者不以上闻，军民皆愤怨。金兵日南，均以为不足虑，及请预为备者，皆以为过计而笑拒之。"
    ],
    "1129": [
        "二月，金军至（江苏）扬州，赵构仓卒遁，过长江，奔（浙江）杭州。镏金追至瓜洲渡（江苏镇江长江对岸），民未及渡者尚有十余万，相抱沉江底，余均为金所掳，金焚扬州而去。 三月，赵构在杭州，宦官康履用事，肆作威福，凌辱诸将，观钱塘江潮，供帐赫然遮道，军心积忿。扈从统制苗傅、威州（四川理县）刺史刘正彦遂变，斩都统制王渊，分捕宦官杀之。逼赵构退位，立其子赵敷为帝，年方3岁，孟太后临朝。时江东制置使吕颐浩驻建康（江苏南京），礼部侍郎节制平江秀湖军马张浚驻平江（江苏苏州），起兵勤王。 四月，宋各路勒王兵至杭州城下，赵构复位，苗傅、刘正彦引军遁走。任吕颐浩为右仆射同中书门下平章事，张浚为知枢密院事川陕处置使。 五月，赵构赴建康。 六月，宋江浙制置使韩世忠擒苗傅、刘正彦，磔死于建康。 闰八月，金兵渐逼，赵构赴镇江。",
        "十月，赵构赴临安（浙江杭州）。 十一月，金完颜宗弼渡长江，宋沿江都制置使陈邦光具降状遣人迎于十里亭，金遂兵不血刃入建康。宋江淮宣抚使杜充退屯真州（江苏仪征），寻亦降金。 十二月，金军南攻，陷临安，遣兵攻明州（浙江宁波），赵构乘舟泛海奔定海（浙江舟山）。"
    ],
    "1130": [
        "正月，金完颜宗弼陷明州，乘胜攻定海（浙江舟山），赵构乘舟奔（浙江）温州。",
        "二月，完颜宗弼以孤军深入，再无后继，乃焚临安（浙江杭州）北返，至平江（江苏苏州），纵兵焚掠，屠50万人。",
        "三月，完颜宗弼至镇江，欲渡长江，宋浙西制置使韩世忠以8000人屯焦山（江苏镇江东北长江中），金军强渡长江，韩世忠以战舰迎击，战于江心，韩世忠妻梁红玉亲擂战鼓，金军终不能渡。完颜宗弼乃自镇江沿南岸西进，韩世忠则沿北岸亦西进，且战且行，将至黄天荡（江苏南京东北），完颜宗弼窘极，获土人，得知有老鹳河故道，掘之，一夕渠成50里，遂趋建康（南京）。宋统制官岳飞伏兵牛头山（南京南），大破之，完颜宗弼不得进，乃再引还，与宋军相持黄天荡。"
    ],
    "1131": [
        "二月，宋政府用秦桧为参知政事。",
        "三月，宋陕西处置使张浚诬都统制（安徽）宣州观察使曲端谋反，逮下恭州（四川茂县）狱，遣其私仇康随审问，康随令狱吏缚之，糊其口，烤之以火，曲端口渴索饮，饮之以醋，七窍流血而死，军心由是解体。",
        "八月，宋任秦桧为右仆射中书门下平章事，倡与金和议。",
        "十月，金陕西都统完颜娄室西攻，宋秦凤经略使吴玠先据（陕西）凤翔，战于和尚原（陕西宝鸡西南），金兵大败。"
    ],
    "1132": [
        "宋境遍地民变兵变，盗贼如麻。今年，福建宣抚副使韩世忠平建州（福建建瓯），斩范汝为。荆湖南路宣抚使李纲平湖南诸乱。神武军副都统制岳飞平贺州（广西贺县），曹成众溃，奔邵州（湖南邵阳），遇韩世忠军，乃降。",
        "刘齐迁都汴京（河南开封），与民约曰：“从今不用宦官，不度僧道，文武杂用，不限资格。”",
        "宋秦桧力主和议，以黄河北人还金，以中原人还刘齐，宋高宗赵构曰：“南人归南，北人归北，我北人将安归？”侍御史黄龟年劾之，免秦桧相，永不复用，榜其罪状于朝堂。"
    ],
    "1133": [
        "宋襄阳镇抚使李横攻刘齐，取颍昌（河南许昌）。刘齐佥军都制置使李成反攻，李横大溃，刘齐复取颍昌，并连陷宋（河南）邓州、（湖北）随州、襄阳（湖北襄樊）。",
        "金元帅右都临完颜宗弼由（陕西）长安西攻和尚原（陕西宝鸡西南），宋秦凤副都总管吴玠无粮，不能守，和尚原遂陷。金使李永寿赴临安，请宋还刘齐之俘及民在宋者，宋与刘齐划长江为界。"
    ],
    "1134": [
        "金完颜宗弼自和尚原（陕西宝鸡西南）攻仙人关（甘肃徽县南），宋利州制置使吴玠屯兵仙人关侧杀金坪以待，金军大败，从此不复图蜀。",
        "宋江西制置使岳飞攻刘齐，刘齐大将李成败走，岳飞复取邓州、随州、襄阳。",
        "金与刘齐合兵攻宋，金许王完颜宗辅（讹里朵）任左副元帅，刘齐梁国公刘麟任诸路大总管，分渡淮河。谍报至宋，举国震恐。宋淮东宣抚使韩世忠于大仪镇（江苏仪征北）邀击，败金先锋聂咱贝勒，金兵稍阻。会金太宗完颜吴乞买有疾，金军引还，刘齐军亦退。"
    ],
    "1135": [
        "金太宗完颜吴乞买卒，侄熙宗完颜亶嗣位。",
        "宋徽宗赵佶卒于金五国城（黑龙江依兰）。",
        "宋湖北制置使岳飞击洞庭湖大圣天王杨幺，杨幺恃其险，屡败宋军，曾曰：“犯我者，除非是飞来。”岳飞军至，凡8日而大破之，杨幺穷蹙投水，统制牛皋擒斩之。"
    ],
    "1136": [
        "刘齐三道攻宋，中道淮阳王刘麟攻合肥，东道皇侄刘猊攻定远，西道都统制孔彦舟攻六安。宋主管殿前司公事杨沂中屯藕塘（安徽定远东南），与刘猊战，刘齐军大败，刘猊以数骑遁走。刘麟、孔彦舟闻东道败，亦退。",
        "宋高宗赵构命湖北制置使岳飞赴援，岳飞在襄阳，目疾甚重，闻诏即行，军未至，而刘齐败。赵构曰：“刘麟败不足喜，诸将知朝廷为可喜。”致岳飞御书使还。"
    ],
    "1137": [
        "岳飞入朝，加太尉，屡论恢复中原之略，赵构曰：“有臣如此，朕复何忧？进止之机，朕不中制。”又召岳飞至寝阁曰：“中兴之事，悉以委卿。”",
        "宋淮西副都统制郦琼叛，杀兵部尚书吕祉，率所部4万人降刘齐。",
        "刘齐帝刘豫军屡败，金决废之，遣右副元帅完颜宗弼至汴京（河南开封），执刘豫，废为蜀王。刘齐亡，立国8年。"
    ],
    "1138": [
        "宋左仆射同平章事赵鼎素厌秦桧，而秦桧屈己事之，惟命是从，赵鼎遂引为腹心，言其可大用，宋高宗赵构乃用为右仆射同平章事兼枢密使。秦桧力主和议，会金扬言将立宋钦宗赵桓，赵构大惧，亦力主和议，君臣契合，秦桧遂专朝政，贬赵鼎为绍兴知府。",
        "金太师完颜宗盘（蒲鲁虎）暴戾跋扈，与左副元帅完颜昌（挞懒）、东都（河南开封）留守完颜隽（讹鲁观）相结，欲以刘齐故地（中原及陕西）与宋。金熙宗完颜亶命君臣议，完颜宗盘曰：“我以地予宋，宋必德我。”右丞相完颜宗宪（阿懒）曰：“我掳宋人父兄，怨非一日，何德之有？”完颜宗盘怒，议遂定。会宋遣徽猷阁直学士王伦赴金，金遣右司侍郎张通古为江南招谕使赴宋。"
    ],
    "1139": [
        "正月，宋王伦至汴京，见金右副元帅完颜宗弼，接收割地，得汴京（河南开封）、西京（洛阳）、南京（河南商丘）、长安。完颜宗弼渡黄河而北，移行台于大名。",
        "七月，金帝完颜亶与完颜宗弼，以太师完颜宗盘无故割地与宋，疑而察之，渐知其外图结援，内图夺位之谋。因其入朝，伏兵执擒，并其党完颜宗隽等斩之。命完颜宗弼任都元帅，谋收回割地。",
        "西夏崇宗李顺乾卒，仁宗李仁基嗣位。"
    ],
    "1140": [
        "五月，金帝完颜亶命元帅府复黄河以南及陕西地，四道进兵，聂哷贝勒攻山东，右副元帅完颜杲（撒里喝）攻陕西，骠骑大将军李成攻洛阳，完颜宗弼（兀术）攻汴京。军既入宋境，所在迎降，连取南京（河南商丘）、洛阳、长安。",
        "六月，金攻顺昌（安徽阜阳），不克，完颜宗弼亲往督战，宋东都留守刘锜大破之，完颜宗弼奔还汴京。",
        "七月，宋湖北制置使岳飞军至（河南）郾城，完颜宗弼会诸将议，以宋独岳飞不可当，欲并力一战，宋朝野震动，宋帝赵构下诏命岳飞自固。金以拐子马攻岳飞，岳飞大破之。完颜宗弼恸曰：“自海上起兵，皆以此胜，今已矣。”增兵复攻，以12万骑趋（河南）临颍，宋统制官杨再兴以800骑迎击，战于临颍南小商桥，全军皆墨，而金军亦不能支，引退。岳飞逼汴京45里，屯朱仙镇。完颜宗弼再攻，大败，退守汴京。黄河南北民变纷起，断金粮道，以应岳飞。完颜宗弼征兵州县，无一人应者，完颜宗弼大惧，欲弃汴京。有书生叩马曰：“太子勿走，自古未有权臣在内，而大将能立功于外者，岳飞身且不免，况成功乎？”完颜宗弼悟，乃留。时自燕京以南，金号令不行，岳飞谓其下曰：“直抵黄龙府，与君痛饮。”而秦桧方谋乘胜议和，先命诸将退兵，继言岳飞孤军不可深入。赵构遂命班师，一日下12金字牌，岳飞愤惋泣下曰：“十年之力，废于一旦。”黄河以南地复为金有。"
    ],
    "1141": [
        "正月，金完颜宗弼乘宋军退，复南攻，陷庐州（安徽合肥）。",
        "二月，金军至柘皋（安徽巢湖西北），与宋淮东宣抚使杨沂中、宣抚判官刘锜等军遇，合战，金大败，宋复庐州。",
        "三月，宋帝赵构与秦桧密谋夺诸将兵权，以柘皋之捷召诸将赴临安。既至，任太保京东处置使韩世忠，少师淮南西路宣抚使张俊，并为枢密使；少保湖北宣抚使岳飞为枢密副使。宣抚处置司等机构均撤销，悉收部队直隶中央。",
        "六月，张俊、岳飞视军楚州（江苏淮安），张俊欲修其城，岳飞曰：“当戮力图恢复，岂可为退保计？”张俊大怒。",
        "七月，金完颜宗弼致秦桧书曰：“汝朝夕以和议请而岳飞方以河北是图，必杀之，始可和。”秦桧以岳飞不死必害己，时益传金将使宋钦宗赵桓复位，赵构惧甚，决心杀岳飞。",
        "十月，张俊诬岳飞谋反，以阻修楚州城为证。秦桧复诬岳飞与副都统制张宪书，欲复兵权，据襄阳（湖北襄樊）叛，遂逮岳飞下狱。",
        "十二月，岳飞狱久不能具，秦桧命右谏议大夫万俟卨审问，手书小纸付之，岳飞遂绞死于大理寺狱中风波亭。"
    ],
    "1142": [
        "二月，金宋和约成，宋帝赵构向金帝完颜亶进誓表，称臣，每岁贡银25万两，绢25万匹。东以淮河为界，西以大散关（陕西宝鸡西南）为界。",
        "四月，金遣左宣徽使刘（艹舌）至宋，册立赵构为宋帝。",
        "八月，金送赵构生母韦贤妃及父赵佶棺柩返宋。"
    ],
    "1143": [
        "宋政府没收钱塘县（浙江杭州）岳飞宅，改为国子监。"
    ],
    "1146": [
        "金政府诬礼部尚书宇文虚中谋反，杀之。",
        "金屡击蒙古，不能克。今年，遣汴京留守萧保寿赴蒙古，册立其酋长鄂罗贝勒为蒙古国王，鄂罗贝勒不受。"
    ],
    "1147": [
        "金与蒙古和约成，惟鄂罗贝勒称“祖元皇叔”，独立如昔，金无可奈何。"
    ],
    "1148": [
        "宋任秦桧子秦熺知枢密院事。"
    ],
    "1149": [
        "金熙宗完颜亶酗酒暴虐，杀子魏王完颜道济、弟胙王完颜元（常胜）、妻斐满皇后。左丞相完颜亮乘众怒杀之，即位。"
    ],
    "1150": [
        "宋军校施全刺秦桧，不中，磔死。",
        "金帝完颜亮尊嫡母徒单氏与生母大氏俱为皇太后，皆诬以谋反，大屠皇族，备极酷虐：杀故齐国公完颜宗雄（谋良虎）妻及其子7人，杀太宗完颜吴乞买子完颜宗懿及其兄弟子侄孙50余人，完颜吴乞买之后绝。又杀故秦王完颜宗翰（粘没喝）孙左丞相完颜秉德及其兄弟子侄孙30余人，完颜宗翰之后亦绝。又杀庶祖母萧太妃，杀左副元帅完颜杲（撒里喝）及其子御史大夫完颜宗安，其后亦绝。"
    ],
    "1151": [
        "金完颜亮大屠皇族，皆将其妇女纳入皇宫充当嫔妃。"
    ],
    "1152": [
        "金完颜亮赴中京（内蒙古宁城），独留徒单太后于上京（黑龙江阿城）。"
    ],
    "1153": [
        "金自上京（黑龙江阿城）迁都燕京（北京），改燕京析津府为中都大兴府。金帝完颜亮生母大太后卒。",
        "完颜亮杀其弟西京（山西大同）留守完颜衮。"
    ],
    "1154": [
        "金帝完颜亮杀韩王完颜亨。"
    ],
    "1155": [
        "宋左朝散郞姚岳上疏曰：“岳飞身为叛乱，以干天诛，巴陵郡仍称岳州（湖南岳阳），以叛臣故地，又与同姓，竟莫之改。”荆南知府孙汝翼奏：“宜改为纯州，以洗叛臣之污。”宋帝赵构命改岳州为纯州。",
        "宋左仆射中书门下平章事秦桧卒。"
    ],
    "1156": [
        "金帝完颜亮宴诸王于讲武殿，大阅兵马，命宋前任帝赵桓与辽前任帝耶律延禧各领一队，击毱为乐。以病马令其乘之，赵桓年56，力不能胜，围既合，落马，骑兵纵奔践踏，死于蹄下。耶律延禧年82，体力仍健，纵马突围，完颜亮命射之，万矢俱发，贯胸而死。"
    ],
    "1157": [
        "金帝完颜亮于武德殿告群臣曰：“朕夜梦至上帝所，殿中人如婴儿，有青衣特宣授朕为天策上将，命征某国，朕受命出，上马，见鬼兵无数，朕发一矢射之，众皆喏而应。既醒，声犹在耳，遣人至殿中视所乘马，其汗如水，取箭视之，亦亡其一，此异梦也，岂非天假手于朕，令取江南乎？”群臣皆贺。"
    ],
    "1161": [
        "金帝完颜亮自继位即谋灭宋，今年，备战已竣。四月，遣使赴宋，命辱詈宋帝赵构，以激怒寻衅。五月，金使抵宋，言辞不逊，命宋割淮河以南、长河以北地与金。六月，金自燕京迁都大梁（河南开封）。八月，完颜亮诬嫡母徒单太后谋反，缢杀之。九月，金大举攻南宋，分33军，约60万，号称百万，五道南下，宋朝野震恐。十月，金东京（辽宁辽阳）留守完颜雍（乌禄）闻完颜亮杀嫡母，又闻已遣使北来再诛皇族，大惧，遂叛，于辽阳称帝，是为世宗，下诏暴完颜亮罪恶。是月，完颜亮大军渡淮河，宋池州（安徽贵池）都统制王权望风而溃，奔采石矶（安徽马鞍山西南），金军所向无敌，陷和州（安徽和县），抵长江采石渡口。十一月，宋免王权官，命芜湖都统制李显忠代之。中书舍人虞允文劳军采石矶，时王权已去，李显忠未至，溃兵三五星散，解鞍束甲坐道旁，虞允文召诸将，勉以忠义，再组成军，部署甫毕，而金已渡江，虞允文作殊死战，大破之。完颜亮自采石渡口退和州，凡不死于渡江者，悉敲杀之。统大军东趋瓜洲，虞允文亦统军东趋京口（江苏镇江，位瓜洲对岸）。完颜亮至瓜洲，期明日渡长江，军令惨急，众心危惧。又闻新帝已立，浙西都统制耶律元宜遂叛，率诸将围御营，乱箭齐发，完颜亮仆地，手足犹动，被叛军绞死。金军北返，其行如林，宋军不敢逼，遥护送出境。金世宗完颜雍入燕京（北京）。"
    ],
    "1162": [
        "金山东东平民耿京聚众叛金，遣都提领贾瑞、掌书记辛弃疾奉表赴临安，宋高宗赵构大喜，授耿京天平节度使。及二人返山东，耿京已为其将张安国所杀，张安国降金。辛弃疾与诸将径袭金营，缚张安国献宋斩于临安。",
        "金遣使赴宋，告新君即位，宋遣左司员外洪迈随之赴金贺即位，书辞不称臣，金不纳，遣回。",
        "宋高宗赵构传位于族侄孝宗赵伯琮，自称太上皇。赵伯琮下诏书雪岳飞冤，追复原官，以礼改葬，求其后录用。"
    ],
    "1163": [
        "金左副元帅纥石烈悉宁移牒宋枢密使江淮都督张浚，命宋仍向金称臣，续贡岁币，并还侵金所得海、泗、唐、邓、商诸州之地，仍以原疆为界，张浚拒之。",
        "宋孝宗赵伯琮锐意恢复，命张浚赴长江以北视师，淮西制置使李显忠攻灵璧（安徽灵璧），陷之。池州（安徽贵池）都统制邵宏渊攻虹县（安徽泗县），久不能下。李显忠遣灵璧降卒往谕祸福，虹县始降。邵宏渊耻功不己出，与李显忠有隙。及攻（安徽）宿州，金纥石烈悉宁统大军来救，李显忠苦战，谓邵宏渊必并力夹击，而邵宏渊按兵不动，遂败，退至符离（安徽宿州北），13万众一夕溃散。幸金军不追，张浚得还扬州（江苏扬州），上疏自劾，乞退休，赵伯琮下诏罪己。",
        "金纥石烈悉宁复牒宋，仍申称臣割地岁币之命，宋左仆射中书门下平章事汤思退力主许之。"
    ],
    "1164": [
        "宋遣金议和使臣五六返，金人不耐，纥石烈悉宁大军再攻宋，陷（江苏）盱眙、濠（安徽凤阳）、庐（安徽合肥）、和（安徽和县）、滁（安徽滁州）诸州。宋再遣通门使魏杞持国书赴金乞定约。"
    ],
    "1165": [
        "金宋和约成，宋孝宗赵伯琮自称侄皇帝，尊金世宗完颜雍为叔皇帝，两国行文称国书，每岁由宋献金银20万两，绢20万匹，仍照旧疆划界。",
        "宋淮南转运判官姚岳上疏：“蝗自淮北飞渡，皆抱草木自死。”封死蝗以进，赵伯琮下诏曰：“姚岳降一阶免官，以为中外佞邪之戒。”"
    ],
    "1168": [
        "西夏宰相任得敬专政，遣使约宋四川宣抚使虞允文共击吐蕃。"
    ],
    "1169": [
        "宋任虞允文为左仆射中书门下平章事。",
        "宋政府命女真人与诸色人公事相斗，悉由女真人审理。"
    ],
    "1170": [
        "西夏宰相任得敬，胁西夏仁宗李仁孝上表于金，分西南疆土于任得敬，另立一国。金世宗完颜雍疑之，覆曰：“今兹请命，事颇乖常。”不许。李仁孝遂杀任得敬。"
    ],
    "1171": [
        "宋饶州（江西波阳）饥，民多弃小儿于道。",
        "金葬宋九任帝钦宗赵桓于洛阳。"
    ],
    "1172": [
        "宋改官制，改左右仆射同中书门下平章事为左右丞相。殿中侍御史萧之敏，劾左丞相虞允文擅权不公，会虞允文荐谏官，宋孝宗赵伯琮不用，乃求去，再出任四川宣抚使。"
    ],
    "1173": [
        "金政府禁女真人用汉人姓。"
    ],
    "1174": [
        "宋虞允文卒。"
    ],
    "1178": [
        "宋婺州（浙江金华）民陈亮赴临安上书，论光复国土之计，宋孝宗赵伯琮感动，欲榜朝堂，以励群臣，用种放故事（992），将召上殿。幸臣曾觌知之，欲先相见，陈亮鄙其为人，逾墙逃，曾觌惭怒，会诸大臣亦恶其言直，力沮之，遂不得见而去。"
    ],
    "1187": [
        "宋太上皇高宗赵构卒。",
        "金政府禁女真人学汉人衣饰。"
    ],
    "1188": [
        "宋兵部侍郎林栗，劾新任兵部郎官朱熹：“本无学术，徒窃张载、程颐绪余，为浮诞宗主，谓之道学，所至则携门生数人，习春秋战国之态。”宋孝宗赵伯琮贬朱熹任江西提举刑狱。"
    ],
    "1189": [
        "金世宗完颜雍卒，孙章宗完颜璟嗣位。",
        "宋孝宗赵伯琮传位其子光宗赵惇，自称太上皇。"
    ],
    "1191": [
        "金令女真字直译汉文，取消契丹文。"
    ],
    "1192": [
        "金令官民避姬旦、孔丘名讳。"
    ],
    "1193": [
        "西夏帝仁宗李仁孝卒，子桓宗李纯佑嗣位。"
    ],
    "1194": [
        "宋太上皇赵伯琮卒，宋光宗赵惇疾笃，不能居丧，亦不能临朝，左丞相留正畏变，佯仆地，称疾请老而去，知枢密院事赵汝愚忧危不知所出。阁门使韩侂胄，吴太皇太后（高宗赵构妻）妹之子也，共请吴太皇太后垂帘听政，立太子嘉王赵扩，是为宁宗，尊父赵惇为太上皇，任赵汝愚为右丞相。韩侘胄意望节钺，而赵汝愚以皇族外戚不应言功，仅迁枢密都承旨，韩侂胄大怨，密谋倾陷。"
    ],
    "1195": [
        "宋右正言李沐奏：“赵汝愚以同姓为相，将不利于国家。”吴太皇太后命赵汝愚出任（福建）福州知州。监察御史胡纮复诬其谋反，再窜赵汝愚于（湖南）永州安置。宋左正言刘德秀上疏请禁伪学：“邪正之辨，不过于伪与直，彼口言先王之言，而身为市人所不为。”道学与伪学自是合而为一。"
    ],
    "1196": [
        "宋禁伪学，免秘阁修撰朱熹官。"
    ],
    "1198": [
        "宋置伪学党籍，计留正、朱熹等凡59人。"
    ],
    "1200": [
        "宋太上皇赵惇卒。",
        "宋朱熹卒。韩侂胄任太傅。"
    ],
    "1201": [
        "宋京都临安（浙江杭州）大火，焚民居5.3万余家。"
    ],
    "1202": [
        "宋解伪学之禁。宋韩侂胄任太师，苏师旦任枢密都承旨。宋宁宗赵扩欲立皇后，韩侂胄劝立曹美人，赵扩不从而立杨美人，由是杨皇后怨韩侂胄。"
    ],
    "1204": [
        "宋太师韩侂胄谋攻金，浙东安抚使辛弃疾入朝，亦言金必乱亡，韩侂胄用兵之意益锐。创国用司，命右丞相陈自强兼国信使。追封岳飞为鄂王，以励军心。"
    ],
    "1205": [
        "宋辛弃疾卒。"
    ],
    "1206": [
        "宋大举攻金。京洛招抚使郭倪陷金泗州（江苏盱眙北），韩侂胄闻得泗州，即请宋宁宗赵扩下诏北伐。然军实不能战，郭倪续攻（安徽）宿州，大败。建康都统李爽攻寿州（安徽凤台），大败。京西北路招抚副使皇甫斌攻唐州（河南唐河），大败。江州都统王大节攻蔡州（河南汝南），又大败。金河南宣抚使仆散揆，率大军九道反攻，渡淮河，宋诸军齐溃，郭倪素以诸葛亮自许，初出兵时，谓军曹陈景俊曰：“木牛流马，则以烦公。”及军溃南奔，自度不能振，对客泣数行，人讥之为“带汁诸葛亮”。韩侂胄大恐，窜枢密都承旨苏师旦于韶州（广东韶关）以御责，遣使赴金乞和，金兵始止。",
        "宋四川宣抚副使吴曦，据兴元（陕西汉中）叛，降金，金封为蜀王。",
        "西夏镇夷郡王李安全，废西夏桓宗李纯佑，自立为帝，是为襄宗。",
        "蒙古酋长铁木真击乃蛮部落（蒙古西北部），灭之，遂于斡难河（鄂嫩河）称帝，蒙古语称成吉思可汗（中国史称太祖）。"
    ],
    "1207": [
        "宋监兴州（陕西略阳）仓杨巨源，起兵袭吴曦，斩之于卧内。四川宣抚使安丙夺其功，诬杨巨源谋反，杀之，忠义之士莫不流涕。",
        "宋韩侂胄遣国信所参议官方信儒赴金议和，金左丞相完颜宗浩命以五事：一割两淮，二增岁币，三归金俘，四犒金军，五缚送首谋。韩侂胄怒，贬方信儒官，复欲再用兵，中外震惧。杨皇后既憾韩侂胄，命其兄杨次山图之，杨次山与礼部侍郎史弥远谋，伏兵太庙，俟韩侂胄入朝，擒至玉津园杀之。"
    ],
    "1208": [
        "金宋合约成，世为伯侄之国，每岁由宋贡金银30万两，绢30万匹，犒军银300万两。金以所侵宋地归宋。宋函韩侂胄、苏师旦首送金，金悬二人首及画像于燕京（北京）街市，令人民纵观。",
        "宋政府任史弥远为右丞相。",
        "金章宗完颜璟卒，叔完颜允济嗣位。"
    ],
    "1209": [
        "蒙古成吉思可汗铁木真攻畏吾儿（新疆东北部），畏吾儿亡。又攻西夏，西夏向金告急，金不敢救。西夏襄宗李安全大惧，献女察合公主李嵬名与铁木真为妃，求和。"
    ],
    "1210": [
        "金帝完颜允济遣使持诏书至蒙古，传言当受拜，蒙古成吉思汗铁木真唾之，乘马而去。完颜允济欲俟其入朝加害，铁木真遂与金绝。"
    ],
    "1211": [
        "西夏襄宗李安全卒，侄神宗李遵顼嗣位。",
        "蒙古攻金西京（山西大同），留守纥石烈胡沙虎（赫舍哩执中）弃城遁。"
    ],
    "1212": [
        "西辽帝耶律直鲁古出猎，其婿乃蛮部落酋长屈出津伏兵执之，而继其位，尊之为太上皇。"
    ],
    "1213": [
        "六月，蒙古攻金宣德府（河北宣化），金兵大败，横尸300里，又攻居庸关（北京昌平），陷之，遂南下。",
        "八月，蒙古军日深入，而金右副元帅纥石烈胡沙虎惟务驰猎，不恤军事，金帝完颜允济责之，纥石烈胡沙虎怒，引兵入宫，囚完颜允济，寻杀之，立昇王完颜珣为帝，是为宣宗。",
        "十月，蒙古兵临金中都（北京）城下，金元帅右都监术虎高琪出战，大败，纥石烈胡沙虎欲斩之，术虎高琪引兵还城，杀纥石烈胡沙虎。蒙古军深入金境，悉陷山东、河北州县。"
    ],
    "1214": [
        "蒙古军自去岁即屯中都（北京）北郊不去，三月，金宣宗完颜珣乞和，将前任帝完颜允济女岐国公主献蒙古成吉思可汗铁木真为妃，并献金、绢、童男女各500，马3000，乞和。蒙古始引军还，中都解严。金握兵者皆畏缩不敢战，恐坏和议。",
        "五月，金完颜珣以国蹙兵弱，不能守中都，乃迁都南京（河南开封）。铁木真怒曰：“既和而迁，是有疑心，特用和议欺我耳。”遣兵再围中都。",
        "七月，宋以金衰弱，止送岁币。"
    ],
    "1215": [
        "金中都（北京）被围久，左监军完颜永锡率军倍道往救，至（河北）涿州旋风寨，与蒙古军遇，大溃。中都留守右丞相完颜承晖自杀，蒙古遂入燕京。金疆域仅余侵宋所得华北地，故土及侵辽所得塞北地全入蒙古。"
    ],
    "1216": [
        "蒙古军绕潼关深入金黄河以南地，不攻城堡，但以游骑抄掠，州县为之残破。"
    ],
    "1217": [
        "金境民变纷起，山东潍州（山东潍坊）人李全起兵降宋（明年，宋任李全为京东路总管，号忠义军，驻楚州（江苏淮安））。",
        "金宣宗完颜珣以宋拒送岁币，命元帅右都监完颜赛不攻宋，渡淮河，围（湖北）枣阳。宋统制扈再兴、钤辖孟高政救枣阳，金军败还。",
        "蒙古成吉思可汗铁木真西征，以攻金事委太师木华黎，金得稍息。"
    ],
    "1218": [
        "蒙古铁木真围西夏首都中兴府（宁夏银川），西夏神宗李遵顼命太子李德旺留守，己奔西凉（甘肃武威）乞和。",
        "蒙古太师木华黎陷金（山西）太原，尽取河东（山西）诸州县。",
        "金遣使赴宋议和，宋闭境不令入，金宣宗完颜珣怒，遣太子完颜守绪、左副元帅仆散安贞攻宋。 蒙古西征途中灭西辽，辽亡，立国303年。"
    ],
    "1219": [
        "金仆散安贞渡淮河，游骑至长江，宋大震，淮东提举刑狱贾涉，遣忠义军李全击之，金兵一败于涡口（安徽怀远东北），再败于化湖陂，乃退，自此无力侵宋。",
        "金右丞相术虎高琪横暴，使奴杀其妻，又杀奴以灭口，金宣宗完颜珣斩之。"
    ],
    "1220": [
        "金遣使赴蒙古乞和，蒙古成吉思可汗铁木真命割陕西地，并降封金宣宗完颜珣为河南王。完颜珣不从，蒙古太师木华黎遂陷（山东）济南，金黄河以北地悉为蒙古所有。"
    ],
    "1221": [
        "金近侍局（宦官机构）诬左副元帅仆散安贞谋反，杀之。金良将自是殆尽。"
    ],
    "1222": [
        "宋命京东路总管李全为保宁军节度使，兼京东路镇抚使，仍领忠义军。"
    ],
    "1223": [
        "金宣宗完颜珣卒，子哀宗完颜守绪嗣位。",
        "西夏神宗李遵顼传位于子献宗李德旺，自称太上皇。"
    ],
    "1224": [
        "宋宁宗赵扩卒，右丞相史弥远素与皇子赵竑有隙，乃与杨皇后结，贬赵竑为济王，出居（浙江）湖州，立皇侄赵贵诚为帝，是为理宗。",
        "西夏遣使与金议和，不再称臣，往返国书各用本国年号。"
    ],
    "1225": [
        "宋（浙江）湖州民潘壬起兵，谋立济王赵竑，赵竑用州兵讨平之。史弥远以赵竑终为己患，诬以谋反，赵竑缢死。",
        "宋淮东（江苏淮安）制置使许国昏暴，赴任时，李全方在山东青州，其妻杨妙真郊迎，许国不见，杨妙真惭归。许国痛抑忠义军，与正规军有争者无曲直是非，偏坐之。李全自青州还，许国受其拜而不为礼。及李全返青州，忠义军遂乱，屠许国全家，许国自缢死。李全返楚州（江苏淮安），斩数人定乱。"
    ],
    "1226": [
        "西夏献宗李德旺卒，弟末帝李睍嗣位。",
        "宋李全再至山东青州，蒙古郡王带孙以大军围之，宋政府知其被围，不遣兵救，反命刘璋任淮东（江苏淮安）制置使，使乘机图忠义军。会李全兄李福自青州突围返楚州（江苏淮安），与杨妙真共起兵击刘璋，刘璋仅以身免，奔（江苏）扬州，正规军多败死。"
    ],
    "1227": [
        "宋李全被围经年，宋救不至，食牛马及人俱尽，乃以青州降蒙古。而李全部众在楚州（江苏淮安）诸将国安用、王义深等，以宋政府不再颁钱粮，追怨杨妙真、李福，起兵攻之，屠李全家，斩李福，杨妙真突围走。李全得报恸哭，率军返淮安。国安用、王义深杀同谋者以自赎。",
        "蒙古攻西夏，尽陷其州县，西夏民穿土凿石，以避兵锋，而免者百无一二，白骨蔽野。末帝李睍力尽出降，蒙古杀之，西夏亡，立国196年。",
        "蒙古成吉思可汗铁木真卒，库里尔泰（大会议）未能及时召开，少子拖雷监国。"
    ],
    "1229": [
        "蒙古库里尔泰立铁木真三子窝阔台为帝，是为太宗，蒙古语称木亦坚可汗。",
        "蒙古攻金，围（甘肃）庆阳。"
    ],
    "1230": [
        "宋理宗赵贵诚立谢氏为皇后。",
        "金枢密副使移剌蒲阿率军救庆阳，遇蒙古军于大昌原（甘肃宁县西），先锋慈孝军提控完颜陈和尚以400余骑破蒙古兵8000，庆阳围解。金与蒙古构兵20年，仅有此捷，于是完颜陈和尚之名闻震国中。",
        "李全由淮安起兵围（江苏）扬州。",
        "宋节制镇江军马赵范守扬州，大败李全，李全奔新塘（安徽和县西南），马陷泥淖，为乱兵所杀。赵范复攻淮安，杀忠义军万余人，城中哭声震天。杨妙真谓众曰：“二十年梨花枪天下无敌手，今大势已去，汝等未降者，以我在故耳。”绝淮而去，淮安遂降。杨妙真至山东，蒙古任为山东行省都元帅。",
        "蒙古改订官制，立中书省，命耶律楚材为中书令。蒙古皇弟拖雷遣使速不罕赴宋，求假道攻金，至沔州（陕西略阳），宋青野统制张宣杀之。拖雷大怒，遗军入宋大散关（陕西宝鸡西南），陷凤州（陕西凤县）、洋州（陕西洋县）、沔州（陕西略阳）、兴元（陕西汉中），至西水（四川南部西北），大掠而还，宋民死数十万。"
    ],
    "1231": [
        "蒙古前军遂抵（河南）邓州，金军大败，而以胜闻。"
    ],
    "1232": [
        "正月，蒙古太宗窝阔台由河清县白坡（河南孟县）渡黄河，命大将速不台攻汴京（河南开封），金陕西行省完颜合达自邓州率步骑15万赴援，蒙古军尾蹑，至三峰山（河南禹州），围合，金军一时俱溃，声如崩山，完颜陈和尚亦死，金精锐悉尽于此役，从此不能复振。",
        "二月，金文乡行省（河南灵宝西）徒单元典援汴京，为蒙古邀击，中途即溃，潼关守将李平举关降蒙古。",
        "三月，蒙古攻汴京60日，金哀宗完颜守绪不能支，送侄曹王完颜讹可于蒙古营为质，献金帛乞和。时天气渐热，蒙古退屯郑州，汴京围解，大疫又起，只50日，诸门出柩90余万。",
        "七月，蒙古遣使唐庆赴汴京，命完颜守绪亲至蒙古军营议和，言词不逊，金飞虎卒不胜愤，杀之，和议遂绝。",
        "十二月，蒙古再围汴京，遣使王檝赴襄阳（湖北襄樊），与宋京湖制置使史嵩之议对金夹攻，许以灭金之后，以黄河以南地归宋。"
    ],
    "1233": [
        "正月，金哀宗完颜守绪亲统军渡黄河而北，欲先取卫州（河南卫辉）得粮，再略地河朔。蒙古击之，金军溃，完颜守绪奔归德（河南商丘）。",
        "二月，金汴京（河南开封）守将西面元帅崔立，执金后妃、诸王降蒙古。",
        "三月，金元帅蒲察官奴于归德囚完颜守绪，杀大臣300余人。",
        "五月，完颜守绪伏兵斩蒲察官奴，奔蔡州（河南汝南）。",
        "八月，蒙古都元帅塔察儿遣使王檝至襄阳，约宋共攻蔡州。",
        "九月，蒙古军至蔡州城下，筑长垒围之。",
        "十月，宋京湖（湖北襄樊）制置使史嵩之命京西兵马钤辖孟珙率军2万，运米30万石，赴夹攻之约，塔察儿大喜，益修攻具，斧木之声闻于蔡州城内。",
        "宋太师史弥远卒。"
    ],
    "1234": [
        "正月，蔡州食尽，又无外援，金哀帝完颜守绪集百官，传位于东面元帅完颜承麟。完颜承麟甫即位，宋军已陷南城，完颜守绪自缢死，奠未毕而城破，完颜承麟战死。金亡，立国120年。",
        "六月，宋淮东安抚副使赵范欲乘机恢复中原，建收复三京（东京汴京、西京洛阳、南京商丘）之议，朝臣均以为不可叛盟，独右丞相郑清之力主之，宋理宗赵贵诚遂下诏进军。庐州（安徽合肥）知州全子才、淮东提举刑狱赵葵攻汴京，汴京蒙古都尉李伯渊杀崔立，降宋。",
        "七月，宋淮西制置司机宜文字（官名）徐敏子攻洛阳，取之。",
        "八月，蒙古反攻，连陷汴京、洛阳，全子才、赵葵、徐敏子诸军悉溃奔还。",
        "十二月，蒙古遣使王檝赴宋责叛盟，自是宋无宁日。"
    ],
    "1235": [
        "蒙古分三路攻宋，西路皇子阔出、大将塔海攻蜀，中路大将特木触、张柔攻襄阳，东路大将口温不花、察罕攻长江下游。宋北境全线争战。蒙古西军入大散关，再陷宋沔州（陕西略阳）。"
    ],
    "1236": [
        "蒙古西路军入蜀，陷成都而还。中路军逼襄阳，襄阳汴京降将李伯渊逐宋淮西制置使赵范，举城降蒙古。襄阳自岳飞收复以来130年，生聚繁庶，甲于西陲，自是焚掠一空。",
        "宋理宗赵贵诚追悔叛盟，下诏罪己。"
    ],
    "1237": [
        "蒙古东路军口温不花攻宋（湖北）黄州、安丰（安徽寿县），均不能克，引还。"
    ],
    "1238": [
        "蒙古东路军察罕攻庐州（安徽合肥），宋淮西制置使杜杲拒之，蒙古不能进，撤退。"
    ],
    "1239": [
        "宋荆湖制置使孟珙自岳州（湖南岳阳）北攻，连克襄阳、樊城，蒙古军北走。蒙古西路军塔海再攻蜀，陷（四川）成都、重庆，大掠而还。"
    ],
    "1241": [
        "蒙古太宗窝阔台卒，库里尔泰未能及时召开，乃马真皇后临朝。",
        "蒙古攻宋，西路军塔海部将汪世显复入蜀，围成都，宋守将田世显（？）开城降。",
        "蒙古遣使月里思麻赴宋议和，宋淮河守将胁之命降，月里思麻不允，乃并其从者70人囚于（湖南）长沙飞虎寨。"
    ],
    "1242": [
        "蒙古攻宋东路军陷通州（江苏南通），屠城。西路军陷叙州（四川宣宾），中路军陷（安徽）滁州、和州（安徽和县）。"
    ],
    "1243": [
        "蒙古攻宋中路军张柔于（河南）襄城屯田。西路军陷资州（四川资中）。宋四川制置使余玠于钓鱼山（四川合川东）筑城，迁合州州政府于此。"
    ],
    "1245": [
        "蒙古攻宋东路军察罕攻（江苏）扬州，大掠。"
    ],
    "1246": [
        "蒙古库里尔泰（大会议）立二任帝太宗窝阔台长子贵由为帝，是为定宗。",
        "宋政府任贾贵妃弟贾似道为京湖制置使兼（湖北）江陵知府。"
    ],
    "1248": [
        "蒙古定宗贵由卒，库里尔泰（大会议）未能及时召开，海迷失皇后抱太宗窝阔台孙失烈门临朝，诸王、大臣不服。"
    ],
    "1249": [
        "宋任枢密使赵葵为右丞相兼枢密使。"
    ],
    "1250": [
        "宋诸大臣以赵葵非科举出身，挤之，言“宰相须用读书人”，遂免赵葵官，改授观文殿大学士。"
    ],
    "1251": [
        "蒙古库里尔泰（大会议）立一任帝太祖铁木真孙蒙哥为帝，是为宪宗。"
    ],
    "1252": [
        "蒙古宪宗蒙哥迁乃马真皇后于阔端之地，杀海迷失皇后及失烈门之母，囚失烈门于没脱赤之地。"
    ],
    "1253": [
        "蒙古皇弟忽必烈攻云南，陷大理城，大理王段智兴出奔（明年，追擒之，大理亡）。"
    ],
    "1254": [
        "蒙古攻宋西路军大将汪德臣筑利州（四川广元）、阆州（四川阆中）诸城，且耕且守。",
        "宋四川制置使余晦诬阆州知州王惟中谋反，逮下临安大理寺狱，斩于街市，血上流而色不变。"
    ],
    "1255": [
        "宋右司谏丁大全、右正言陈大方、侍御史胡大昌，皆夤缘阎贵妃或宦官得官，时人目为“三不吠犬”。"
    ],
    "1256": [
        "宋任贾似道为参知政事。今年，文天祥进士及第。",
        "宋丁大全上疏劾右丞相董槐，诏书未下，丁大全即遣兵围董槐宅，劫之至大理寺，一哄而散。及诏书下，果免董槐相，群情震骇。"
    ],
    "1257": [
        "蒙古大元帅兀良哈台遣使赴安南（越南），安南囚之，兀良哈台遂攻安南，安南王陈日照逃入海岛（明年，陈日照奉表降蒙古）。"
    ],
    "1258": [
        "蒙古大举攻宋，三路进兵，西路蒙古宪宗蒙哥亲攻四川；中路皇弟忽必烈攻鄂州（湖北武汉）；南路兀良哈台由安南攻长沙。",
        "宋丁大全任右丞相，贾似道任枢密使、两淮制置使。"
    ],
    "1259": [
        "正月，宋贾似道任京西湖南北四川宣抚大使。",
        "二月，蒙古西路军围合州（四川合川），军中大疫。",
        "七月，蒙古宪宗蒙哥卒于合州城下，大军北还，合州围解。",
        "九月，蒙古中路军渡长江，围鄂州（湖北武汉）。",
        "十月，宋贾似道任丞相，出屯汉阳（武汉汉水南岸）以救鄂州，寻又移屯（湖北）黄州，蒙古攻鄂州益急，城频陷者数回，贾似道忧惧不知所为。",
        "十一月，贾似道遣使宋京赴蒙古乞和，请称臣，划长江为界，每岁贡银20万两，绢20万匹。忽必烈以蒙哥可汗卒，库里尔泰（大会议）将立其弟阿里不哥为帝，急于北返，乃许和，然仍屯兵鄂州城下，以候兀良哈台。是月，蒙古南路军兀良哈台北上，势如破竹，直抵（湖南）长沙，围之，忽必烈遣使召还。"
    ],
    "1260": [
        "二月，蒙古兀良哈台至鄂州（湖南武汉），与忽必烈会军北还。宋贾似道杀其殿后散卒，匿议和称臣岁币之事，上奏言诸道大捷。",
        "四月，蒙古忽必烈至开平（内蒙古正蓝旗）称帝，是为世祖。因未经库里尔泰（大会议），皇弟阿里不哥不服，亦于和林（蒙古哈尔和林）称帝。",
        "宋理宗赵贵诚以贾似道有再造国家之功，召还朝，命百官郊迎，进位少师，寻再进位太子太师。贾似道命其客廖莹中撰《福华篇》，颂贾似道鄂州退敌之功，举国皆不知所谓和议。",
        "十月，忽必烈遣翰林侍读学士郝经为国信使，赴宋通知，且索贾似道所许岁币，贾似道恐事泄，囚郝经于真州（江苏仪征）忠勇营。"
    ],
    "1261": [
        "宋太子太师右丞相贾似道憾宁江承宣使高达及都统制曹世雄尝轻己，诬二人有罪，免官废弃。潼川（四川三川）安抚副使兼（四川）泸州知州刘整，亦与贾似道有隙，贾似道欲杀之，以清理边费为名，命四川制置使俞兴就刘整钱粮案下吏侦办。刘整讼于朝，不能达，大惧，遂举所属15县降蒙古，自此蒙古尽得宋腐败国情，决意一击灭宋，而贾似道不以为意。贾似道憾湖南制置副使向士璧尝轻己，下狱死，复捕其妻妾，追缴边费。宁远节度使王坚，守合州（四川合川）有功，贾似道忌其英名，出为和州（安徽和县）知州。江东西宣抚使赵葵、沿江制置副使史岩之、两淮制置使杜庶，皆坐侵盗掩匿边费免官。宋之良将铲除殆尽。",
        "蒙古世祖忽必烈攻阿里不哥，阿里不哥大败，逃入沙漠，忽必烈取和林（蒙古哈尔和林）。"
    ],
    "1262": [
        "蒙古江淮大都督李璮据（江苏）涟水叛，降宋，连陷益都（山东青州）、（山东）济南。蒙古中书右丞相史天泽攻之，济南城破，李璮投水死。"
    ],
    "1264": [
        "宋临安府学生叶李、萧规，上书斥贾似道专权误国，贾似道大怒，黥二人面，窜叶李（福建）漳州，萧规汀州（福建长汀）。",
        "蒙古皇弟阿里不哥由沙漠归降，蒙古世祖忽必烈尽杀其谋臣。蒙古自和林迁都燕京（北京），称中都。 宋理宗赵贵诚卒，侄度宗赵孟启嗣位。"
    ],
    "1265": [
        "宋度宗赵孟启加贾似道太师，封魏国公，称之为“师臣”。"
    ],
    "1266": [
        "蒙古设国用司，任回鹘人阿合玛为国用使，专以横征暴敛为事。蒙古聘宋使臣月里思麻死于宋狱（1241－）。"
    ],
    "1268": [
        "蒙古征南都元帅阿术、都元帅刘整，逼宋襄阳（湖北襄樊）。"
    ],
    "1269": [
        "蒙古枢密副使史天泽增兵围襄阳（湖北襄樊），阿术复围襄城，昼夜猛攻。宋京西安抚副使襄阳知府吕文焕守襄阳，荆湖都统制范天顺守樊城，拒战不屈。京湖都统制张世杰救樊城，战于赤滩圃，兵败。沿江制置使夏贵救襄阳，与阿术战于新城，兵再败。殿前副指挥使范文虎率禁军援夏贵，至灌子滩（襄樊南），兵亦败，范文虎轻舟逃免。蒙古分别筑白河城以逼襄阳、鹿门城以逼樊城。"
    ],
    "1270": [
        "宋荆湖制置使李庭芝与范文虎再救襄阳，李庭芝屡约范文虎进兵，范文虎但与妓妾欢宴，辞以未奉朝命，二军俱不得发。宋度宗赵孟启问贾似道以襄阳之围，贾似道曰：“蒙古兵己退，何有此言？”赵孟启曰：“适有女嫔言之。”贾似道求得女嫔姓名，诬以他罪杀之，由是无敢再言边事者。"
    ],
    "1271": [
        "蒙古改国号为元。",
        "宋范文虎统10万众，水陆并进救襄阳，至鹿门山（湖北襄樊东南），元阿术稍击之，范文虎即奔，弃战船、甲杖无算。"
    ],
    "1272": [
        "元阿术陷樊城外廓，宋范天顺退守内城。宋李庭芝遣统制张顺、张贵救襄阳，兵败俱死。 元改首都中都（北京）为大都。"
    ],
    "1273": [
        "元陷樊城，宋范天顺战死。襄阳被围5年，久困援绝，救兵无一至城下者，吕文焕每一巡城，均南望痛哭而后下，屡告急于朝，太师贾似道累上书请亲赴援，而阴使台谏上章留己。及樊城陷，元运回回巨炮至，一炮即毁襄阳城楼，吕文焕不能再支，乃出降。"
    ],
    "1274": [
        "宋度宗赵孟启卒，子孝恭帝赵显嗣位，年4岁，谢太皇太后临朝。",
        "元世祖忽必烈大举攻宋，下诏责宋背盟及拘禁郝经之罪，命左丞相伯颜总诸道兵，径攻鄂州（湖北武汉）。伯颜军长驱直入，渡长江，鄂州降，顺长江东下。宋政府震恐，学生及群臣上疏，以为非“师相”贾似道亲出不可，贾似道不得已，设都督府于临安，任孙虎臣为诸军总统。"
    ],
    "1275": [
        "正月，元年至（安徽）安庆，宋安庆知军范文虎迎降。",
        "二月，宋似道军至（安徽）芜湖，重施1259年鄂州故技，遣使赴元营乞和，称臣纳岁币。伯颜曰：“宋人无信。”不许。挥军纵击，宋军大溃，贾似道奔（江苏）扬州，急备厚礼遣郝经（1260－）归。",
        "三月，宋政府诏谕降元诸将吕文焕、吕文虎，使向元乞和。伯颜许之，遣使廉希贤赴宋议和。至独松关（浙江安吉南），宋浙西安抚司参议官张濡斩其副使，廉希贤重伤亦死。",
        "四月，宋（江西）赣州知州文天祥起兵勤王。宋再遣使乞和，伯颜再遣使张羽赴宋，至平江（江苏苏州）驿亭，张羽被杀。伯颜大怒，兵遂不可止，各道齐进，连陷（湖北）江陵、岳州（湖南岳阳）等20余州。",
        "七月，宋京湖都统制张世杰于焦山（江苏镇江东）攻元兵，大溃。",
        "九月，宋窜贾似道于循州（广东龙川），会稽县尉郑虎臣押送，在道备予凌辱，至（福建）漳州木绵庵，于厕上挝其胸杀之。 十二月，宋右丞相陈宜中再遣使柳岳赴元营乞和，伯颜不许。复遣宗正少卿陆秀夫，伯颜仍不许。"
    ],
    "1276": [
        "正月，元军进至临安城下，宋谢太皇太后奉传国玺，上表乞降，伯颜命遣宰相面议降事，宋右丞相陈宜中不敢赴，弃职夜遁。谢太皇太后命文天祥任右丞相往议，伯颜留之不遣。",
        "二月，宋淮西制置使夏贵降元。",
        "三月，伯颜入临安，留兵续攻宋未降诸州，自引大军北还，挟宋孝慈帝赵显、生母全太后俱北行，谢太皇太后因病暂留。",
        "四月，文天祥由元营逃归。",
        "五月，宋益王赵昰于福州称帝，产为端宗，年9岁，生母杨太后临朝，陈宜中、文天祥先后至，任左右丞相。陈宜中本贾似道党，故态仍旧，排斥诸将，文天祥不能堪，乃降为枢密使，赴外募兵。",
        "七月，宋淮东制置副使朱焕据（江苏）扬州降元，杀制置使李庭芝。",
        "十一月，元兵攻宋福州，宋端宗赵昰泛海奔（福建）泉州，泉州指挥使蒲寿庚叛，赵昰再奔（广东）潮州。"
    ],
    "1277": [
        "正月，元军陷宋循州（广东龙川）、（广东）梅州。",
        "八月，宋枢密使文天祥围（江西）赣州，元江西行省参政李恒救赣州，文天祥兵溃。",
        "十月，元陷宋兴化（福建莆田），屠城，血流有声。",
        "十一月，元陷宋（福建）漳州，宋枢密副使张世杰奉宋端宗赵昰奔秀山（广东东莞虎门镇）。左丞相陈宜中弃职逃奔占城（越南平定），自是屡召之不再返。",
        "十二月，宋端宗赵昰复奔井澳（澳门外海中），飓风大作，舟破人溺，赵昰惊悸成疾。元兵尾追，赵昰更奔谢女峡（井澳南海中）。"
    ],
    "1278": [
        "正月，元陷（四川）重庆。",
        "二月，元陷（广东）潮州，屠城。",
        "四月，宋端宗赵昰卒于硇洲（广东湛江东南海中），群臣多欲散去，左丞相陆秀夫曰：“赵孟启仍有一子，将焉置之？古人有以一旅成中兴者，天若未绝，岂不可为？”乃立赵罡弟卫王赵昺，年8岁，杨太后仍临朝。封张世杰越国公，文天祥信国公，加少保。文天祥靖入朝，优诏不许，文天祥致书陆秀夫曰：“诏令皆出诸公公，岂得以游词相拒？”",
        "五月，枢密使张世杰奉赵昺进驻（广东）新会县南80里之厓山，孤悬海中，时官民兵卒尚有20万。",
        "六月，元江东宣慰使张弘范任汉军都元帅，分水陆两路攻厓山。",
        "十一月，文天祥屯兵（广东）潮阳，元兵骤至，文天祥走（广东）海丰，至五坡岭，元军追至，被俘。"
    ],
    "1279": [
        "元张弘范攻厓山，张世杰军溃。陆秀夫谓宋帝赵昺曰：“国事至此，陛下当为国死，赵显皇帝辱已甚，陛下不可再辱。”负之投海死。张世杰奉16舟夺海出，遇杨太后，欲奉之再求赵氏后立之，杨太后闻赵昺死，抚胸恸曰：“我忍死间关至此者，为赵氏一块肉耳，今无望矣。”亦投海死。张世杰谋入广州，飓风大作，焚香祝曰：“今若此，岂天意耶？”风涛愈急，张世杰堕海死，宋亡，立国320年。"
    ]
}